{
  "filename": "gemh104.pdf",
  "chapters": [
    {
      "chapterNumber": 3,
      "title": "This one-third plus 5 is n",
      "content": "",
      "wordCount": 0,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 4,
      "title": "Simple",
      "content": "Chapter  4Simple\nEquations\n2024-25\n\nMATHEMA TICS 60\nTo find the number thought by Sara let us work backward from her answer 65. We\nhave to find x such that\n4\nx + 5 = 65 (4.1)\nSolution to the equation will give us the number which Sara held in her mind.\nLet us similarly look at Appu’ s example. Let us call the number Balu chose as y. Appu\nasks Balu to multiply the number by 10 and subtract 20 from the product. That is, from y,\nBalu first gets 10 y and from there (10 y – 20). The result is known to be 50.\nTherefore, 10y – 20 = 50 (4.2)\nThe solution of this equation will give us the number Balu had thought of.\n4.3  REVIEW OF WHAT WE KNOW\nNote, (4.1) and (4.2) are equations. Let us recall what we learnt about equations in\nClass VI. An equation is a condition on a variable.  In equation (4.1), the variable is x;\nin equation (4.2), the variable is y.\nThe word variable  means something that can vary , i.e. change. A variable  takes on\ndiffer ent numerical values ; its value is not fixed. V ariables ar e denoted usually by\nletters of the alphabets, such as x, y , z, l, m, n, p, etc . From variables , we form\nexpressions . The expressions are formed by performing operations like addition, subtraction,\nmultiplication and division on the variables. From x, we formed the expression (4 x + 5).\nFor this, first we multiplied x by 4 and then added 5 to the product. Similarly , from y, we\nformed the expression (10 y – 20). For this, we multiplied y by 10 and then subtracted 20\nfrom the product. All these are examples of expressions.\nThe value of an expression thus formed depends upon the chosen value of the variable.\nAs we have already seen, when x = 1, 4 x + 5 = 9; when \nx = 5, 4 x + 5 = 25. Similarly ,\nwhen x =15,  4  x + 5 = 4×15 + 5 = 65;\nwhen x =0,  4 x + 5 = 4 × 0 + 5 = 5; and so on.\nEquation (4.1) is a condition on the variable x. It states that the value of the expression\n(4x + 5) is 65. The condition is satisfied when x = 15. It is the solution to the equation\n4x + 5 = 65. When x  = 5, 4 x + 5 = 25 and not 65. Thus x = 5 is not a solution to the\nequation. Similarly , x = 0 is not a solution to the equation. No value of x other than 15\nsatisfies the condition 4 x + 5 = 65.\nThe value of the expression (10 y – 20) depends on the value of y. Verify this by\ngiving five different values to y and finding for each y the value of (10  y – 20). From\nthe different values of (10 y – 20) you obtain, do you see a solution to 10y  – 20 = 50?\nIf there is no solution, try giving more values to y and find whether the condition\n10y – 20 = 50 is met.TRY THESE\n2024-25\n\nSIMPLE EQU ATIONS 61\n4.4  W HAT EQUATION  IS?\nIn an eq uation there is always an equality sign. The equality sign shows that the value of\nthe expression to the left of the sign (the left hand side or LHS) is equal to\nthe value of the expression to the right of the sign (the right hand side or RHS). In\nequation (4.1),  the LHS is (4 x + 5) and the RHS is 65. In equation (4.2), the LHS is\n(10y – 20) and the RHS is 50.\nIf there is some sign other than the equality sign between the LHS and the RHS, it is\nnot an equation. Thus, 4 x + 5 > 65 is not an equation.\nIt says that, the value of (4 x + 5) is greater than 65.\nSimilarly ,  4x + 5 < 65 is not an equation. It says that the value of (4 x + 5) is smaller\nthan 65.\nIn equations, we often find that the RHS is just a number . In Equation (4.1), it is 65\nand in equation (4.2), it is 50. But this need not be always so. The RHS of an equation may\nbe an expression containing the variable. For example, the equation\n4x + 5 = 6\nx – 25\nhas the expression (4 x + 5) on the left and (6 x – 25) on the right of the equality sign.\nIn short, an equation is a condition on a variable. The condition is that two\nexpressions should have equal value. Note that at least one of the two expr essions\nmust contain the variable.\nWe also note a simple and useful property of equations. The equation 4 x +5 = 65 is\nthe same as 65 = 4 x + 5. Similarly , the equation 6 x – 25 = 4 x +5 is the same as\n4x + 5 = 6x – 25. An equation r emains the same, when the expr ession s on the left\nand on the right ar e inter changed. This property is often useful in solving equations.\nEXAMPLE  1 Write the following statements in the form of equations:\n(i)The sum of three times x and 1 1 is 32.\n(ii)If you subtract 5 from 6 times a number , you get 7.\n(iii) One fourth of m is 3 more than 7.\n(iv) One third of a number plus 5 is 8.\nSOLUTION\n(i)Three times x is 3x.\nSum of 3 x and 1 1 is 3 x + 11. The sum is 32.\nThe equation is 3x  + 11 = 32.\n(ii)Let us say the number is z; z multiplied by 6 is 6 z.\nSubtracting 5 from  6z, one gets 6 z – 5. The result is 7.\nThe equation is 6 z – 5 = 7\n2024-25\n\nMATHEMA TICS 62\n(iii) One fourth of m is m\n4.\nIt is greater than 7 by 3. This means the difference (m\n4–7) is 3.\nThe equation is m\n4–7 = 3.\n(iv) Take the number to be n. One third of n is n\n3.\nThis one-third plus 5 is n\n3 + 5. It is 8.\nThe equation is n\n3 + 5 = 8.\nEXAMPLE  2  Convert the following equations in statement form:\n(i)x – 5 = 9 (ii)5p\n = 20 (iii) 3n + 7 = 1 (iv)m\n5 – 2 = 6\nSOLUTION (i)Taking away 5 from x gives 9.\n(ii)Five times a number p is 20.\n(iii) Add 7 to three times n to get 1.\n(iv) You get 6, when you subtract 2 from one-fifth of a number m.\nWhat is important to note is that for a given equation, not just one, but many statement\nforms can be given. For example, for Equation (i) above, you can say:\nSubtract 5 from x, you get 9.\nor The number x is 5 more than 9.\nor The number x is greater by 5 than 9.\nor The difference between x and 5 is 9, and so on.\nEXAMPLE  3Consider the following situation:\nRaju’ s father ’s age is 5 years more than three times Raju’ s age. Raju’ s father is 44 years\nold. Set up an equation to find Raju’ s age.\nSOLUTION We do not know Raju’ s age. Let us take it to be y years. Three times\nRaju’ s age is 3 y years. Raju’ s father ’s age is 5 years more than 3 y; that\nis, Raju’ s father is (3\ny + 5) years old. It is also given that Raju’ s father\nis 44 years old.\nTherefore, 3y + 5 = 44 (4.3)\nThis is an equation in y. It will give Raju’ s age when solved.\nEXAMPLE  4A shopkeeper sells mangoes in two types of boxes, one small and one\nlarge. A large box contains as many as 8 small boxes plus 4 loose mangoes.\nSet up an equation which gives the number of mangoes in each small box.\nThe number of mangoes in a large box is given to be 100.\nSOLUTION Let a small box contain m mangoes. A large box contains 4 more than 8\ntimes m, that is, 8m + 4 mangoes. But this is given to be 100. Thus\n8m + 4 = 100 (4.4)\nYou can get the number of mangoes in a small box by solving this equation.\nWrite atleast one other form for\neach equation (ii), (iii) and (iv).TRY THESE\n2024-25\n\nSIMPLE EQU ATIONS 63\nEXERCISE  4.1\n1.Complete the last column of the table.\nS. Equation Value Say, whether  the Equation\nNo. is Satisfied. (Y es/ No)\n(i) x + 3 = 0 x = 3\n(ii) x + 3 = 0 x = 0\n(iii) x + 3 = 0 x = – 3\n(iv) x – 7 = 1 x = 7\n(v) x – 7 = 1 x = 8\n(vi) 5x  = 25 x = 0\n(vii) 5\nx  = 25 x = 5\n(viii) 5x  = 25 x = – 5\n(ix)m\n3 = 2 m = – 6\n(x)m\n3 = 2 m = 0\n(xi)m\n3 = 2 m = 6\n2.Check whether the value given in the brackets is a solution to the given equation\nor not:\n(a)n\n + 5 = 19 (n = 1) (b)7n + 5 = 19 (n = – 2) (c)7n + 5 = 19 (n = 2)\n(d)4p – 3 = 13 (p = 1) (e)4p – 3 = 13 (p = – 4) (f)4p – 3 = 13 (p = 0)\n3.Solve the following equations by trial and error method:\n(i)5p + 2 = 17 (ii)3m – 14 = 4\n4.Write equations for the following statements:\n(i)The sum of numbers x and 4 is 9. (ii)2 subtracted from y is 8.\n(iii) Ten times a is 70. (iv) The number b divided by 5 gives 6.\n(v)Three-fourth of t is 15. (vi) Seven times m plus 7 gets you 77.\n(vii) One-fourth of a number x minus 4 gives 4.\n(viii) If you take away 6 from 6 times y, you get 60.\n(ix) If you add 3 to one-third of z, you get 30.\n5.Write the following equations in statement forms:\n(i)p + 4 = 15 (ii)m – 7 = 3 (iii) 2m = 7 (iv)m\n5 = 3\n(v)3\n5m = 6 (vi) 3p  + 4 = 25 (vii) 4p – 2 = 18 (viii)p\n2 + 2 = 8\n2024-25\n\nMATHEMA TICS 64\n6.Set up an e quation in the following cases:\n(i)Irfan says that he has 7 marbles more than five times the marbles Parmit has.\nIrfan has 37 marbles. (T ake m to be the number of Parmit’ s marbles.)\n(ii)Laxmi’ s father is 49 years old. He is 4 years older than three times Laxmi’ s age.\n(Take Laxmi’ s age to be y years.)\n(iii) The teacher tells the class that the highest marks obtained by a student in her\nclass is twice the lowest marks plus 7. The highest score is 87. (T ake the lowest\nscore to be l.)\n(iv) In an isosceles triangle, the vertex angle is twice either base angle. (Let the base\nangle be b in degrees. Remember that the sum of angles of a triangle is 180\ndegrees).\n4.4.1  Solving an Equation\nConsider an equality 8 – 3 = 4 + 1 (4.5)\nThe equality (4.5) holds, since both its sides are equal (each is equal to 5).\n/circle6Let us now add 2 to both sides; as a result\nLHS = 8 – 3 + 2 = 5 + 2 = 7 RHS = 4 + 1 + 2 = 5 + 2 = 7.\nAgain the equality holds (i.e., its LHS and RHS are equal).\nThus\n if we add the same number to both sides of an equality , it still holds.\n/circle6Let us now subtract 2 from both the sides; as a result,\nLHS = 8  – 3 – 2 = 5 – 2 = 3 RHS = 4 + 1 – 2 = 5 – 2 = 3.\nAgain, th e equality holds.\nThus if we subtract the same number fr om both sides of an equality , it still holds.\n/circle6Similarly , if we multiply or divide both sides of the equality by the same non-zer o\nnumber , it still holds.\nFor example, let us multiply both the sides of the equality by 3, we get\nLHS = 3 × (8 – 3) = 3 ×  5 = 15, RHS = 3 × (4 + 1) = 3 × 5 = 15.\nThe equality holds.\nLet us now divide both sides of the equality by 2.\nLHS = (8 – 3) ÷ 2 = 5 ÷ 2 = 5\n2\nRHS = (4+1) ÷ 2 = 5 ÷ 2 = 5\n2 = LHS\nAgain, the equality holds.\nIf we take any other equality , we shall find the same conclusions.\nSuppose, we do not observe these rules. Specificially , suppose we add dif ferent\nnumbers, to the two sides of an equality . We shall find in this case that the equality does not\n2024-25\n\nSIMPLE EQU ATIONS 65\nhold (i.e., it s both sides are not equal). For example, let us take again equality (4.5),\n8 – 3 = 4 + 1\nadd 2 to the LHS and 3 to the RHS. The new LHS is 8 – 3 + 2 = 5 + 2 = 7 and the new\nRHS is 4 + 1 + 3 = 5 + 3 = 8. The equality does not hold, because the new LHS and RHS\nare not equal.\nThus if we fail to do the same mathematical operation with same number on\nboth sides of an equality , the equality may not hold.\nThe equality that involves variables is an equation.\nThese conclusions are also valid for equations, as in each equation variable\nrepresents a number  only .\nOften an equation is said to be like a weighing balance. Doing a mathematical operation\non an equation is like adding weights to or removing weights from the pans of a weighing\nbalance.\nAn equation is like a weighing balance with equal weights on\nboth its pans, in which case the arm of the balance is exactly\nhorizontal. If we add the same weights to both the pans, the arm\nremains horizontal. Similarly , if we remove the same weights from\nboth the pans, the arm remains horizontal. On the other hand if we\nadd different weights to the pans or remove different weights from\nthem, the balance is tilted; that is, the arm of the balance does not\nremain horizontal.\nWe use this principle for solving an equation. Here , ofcourse ,\nthe balance is imaginary and numbers can be used as weights that can be physically\nbalanced against each other . This is the real purpose in presenting the principle. Let us\ntake some examples.\n/circle6Consider the equation:     x + 3 = 8 (4.6)\nWe shall subtract 3 from both sides of this equation.\nThe new LHS is x + 3 – 3 = xand the new RHS is 8 – 3 = 5\nSince this does not disturb the balance, we have\nNew LHS = New RHS or x = 5\nwhich is exactly what we want, the solution of the equation (4.6).A balanced equation is like a\nweighing balance with equal weights\nin the two pans.L.H.S. R.H.S.\nWhy should we subtract 3,\nand not some other\nnumber? T ry adding 3.\nWill it help? Why not?\nIt is because subtracting 3\nreduces the LHS to x.\n2024-25\n\nMATHEMA TICS 66\nTo confirm whether we are right, we shall put x = 5 in the original equation. We get\nLHS = x + 3 = 5 + 3 = 8, which is equal to the RHS as required.\nBy doing the right mathematical operation (i.e., subtracting 3) on both the sides of the\nequation, we arrived at the solution of the equation.\n/circle6Let us look at another equation x – 3 = 10 (4.7)\nWhat should we do here? We should add 3 to both the sides, By doing so, we shall\nretain the balance and also the LHS will reduce to just x.\nNew LHS = \nx – 3 + 3 =  x  ,   New RHS = 10 + 3 = 13\nTherefore, x = 13,  which is the required solution.\nBy putting x = 13 in the original equation (4.7) we confirm that\nthe solution is correct:\nLHS of original equation = x – 3 = 13 – 3 = 10\nThis is equal to the RHS as required.\n/circle6Similarly , let us look at the equations\n5y =35 (4.8)\nm\n2 =5  (4.9)\nIn the first case, we shall divide both the sides by 5. This will give us just y on LHS\nNew LHS = 5\n55\n5y yy =×=, New RHS = 35\n55 7\n57 =×=\nTherefore, y =7\nThis is the required solution. We can substitute y = 7 in Eq. (4.8) and check that it is\nsatisfied.\nIn the second case, we shall multiply both sides by 2. This will give us just m on the\nLHS\nThe new LHS =  m\n22× = m. The new RHS = 5 × 2 = 10.\nHence, m = 10 (It is the required solution. You can check whether the solution is correct).\nOne can see that in the above examples, the operation we need to perform depends\non the equation. Our attempt should be to get the variable in the equation separated.\nSometimes, for doing so we may have to carry out more than one mathematical operation.\nLet us solve some more equations with this in mind.\nEXAMPLE  5Solve: (a)3n\n + 7 = 25 (4.10)\n(b) 2p – 1 = 23 (4.11)\nSOLUTION\n(a)We go stepwise to separate the variable n on the LHS of the equation. The LHS is\n3n + 7. We shall first subtract 7 from it so that we get 3 n. From this, in the next step\nwe shall divide by 3 to get n. Remember we must do the same operation on both\nsides of the equation. Therefore, subtracting 7 from both sides,\n3n + 7 – 7 = 25 – 7 (Step 1)\nor 3n = 18\n2024-25\n\nSIMPLE EQU ATIONS 67\nNow divide both sides by 3,\n3\n3n =18\n3(Step 2)\nor n =6, which is the solution.\n(b)What should we do here? First we shall add 1 to both the sides:\n2\np – 1 + 1 = 23 + 1 (Step 1)\nor 2p = 24\nNow divide both sides by 2, we get 2\n224\n2p= (Step 2)\nor p =12, which is the solution.\nOne good practice you should develop is to check the solution you have obtained.\nAlthough we have not done this for (a) above, let us do it for this example.\nLet us put the solution p = 12 back into the equation.\nLHS = 2p\n – 1 = 2 × 12 – 1 = 24 – 1\n=23 = RHS\nThe solution is thus checked for its correctness.\nWhy do you not check the solution of (a) also?\nWe are now in a position to go back to the mind-reading game presented by Appu,\nSarita, and Ameena and understand how they got their answers. For this purpose, let us\nlook at the equations (4.1) and (4.2) which correspond respectively to Ameena’ s and\nAppu’ s examples.\n/circle6First consider the equation 4 x + 5 = 65. (4.1)\nSubtracting 5 from both sides,  4x  + 5 – 5 = 65 – 5.\ni.e. 4x =60\nDivide both sides by 4; this will separate x. We get 4\n4x = 60\n4\nor x =15, which is the solution. (Check, if it is correct.)\n/circle6Now consider ,10y – 20 = 50 (4.2)\nAdding 20 to both sides, we get 10\ny – 20 + 20 = 50 + 20  or  10 y = 70\nDividing both sides by 10, we get10\n10y =  70\n10\nor y =7, which is the solution. (Check if it is correct.)\nYou will realise that exactly these were the answers given by Appu, Sarita and Ameena.\nThey had learnt to set up equations and solve them. That is why they could construct their\nmind reader game and impress the whole class.  We shall come back to this in Section 4.7.\n2024-25\n\nMATHEMA TICS 68\nEXERCISE  4.2\n1.Give first the step you will use to separate the variable and then solve the equation:\n(a)x – 1 = 0 (b)x + 1 = 0 (c)x – 1 = 5 (d)x + 6 = 2\n(e)y – 4 = – 7 (f)y – 4 = 4 (g)y + 4 = 4 (h)y + 4  = – 4\n2.Give first the step you will use to separate the variable and then solve the equation:\n(a)3l = 42 (b)b\n26= (c)p\n74= (d)4x = 25\n(e)8\ny = 36 (f)z\n35\n4= (g)a\n57\n15= (h)20t = – 10\n3.Give the steps you will use to separate the variable and then solve the equation:\n(a)3\nn – 2 = 46 (b)5m + 7 = 17 (c)20\n340p= (d)3\n106p=\n4.Solve the following equations:\n(a)10p\n = 100 (b)10p + 10 = 100 (c)p\n45= (d)–\n3p=5\n(e)3\n46p= (f)3s = –9 (g)3 s + 12 = 0 (h)3s = 0\n(i)2q = 6 (j)2q – 6 = 0 (k)2q + 6 = 0 (l)2q + 6 = 12\n4.5MORE EQUATIONS\nLet us practise solving some more equations. While solving these equations, we shall learn\nabout transposing a number , i.e., moving it from one side to the other . We can transpose a\nnumber instead of adding or subtracting it from both sides of the equation.\nEXAMPLE  6  Solve:  12p – 5  = 25 (4.12)\nSOLUTION\n/circle6Adding 5 on both sides of the equation,\n12p – 5 + 5 = 25 + 5 or 12p = 30\n/circle6Dividing both sides by 12,\n12\n1230\n12p= or p = 5\n2\nCheck   Putting p = 5\n2 in the LHS of equation 4.12,\nLHS =512 – 52×  = 6 × 5 – 5\n=30 – 5 = 25 = RHS\nNote, adding 5 to both sides\nis the same as changing side\nof (– 5).\n12\np – 5 = 25\n12p = 25 + 5\nChanging side is called\ntransposing . While trans-\nposing a number , we change\nits sign.\n2024-25\n\nSIMPLE EQU ATIONS 69\nAs we have seen, while solving equations one commonly used operation is adding or\nsubtracting the same number on both sides of the equation. Transposing a number\n(i.e., changing the side of the number) is the same as adding or subtracting the number\nfrom both sides.  In doing so, the sign of the number has to be changed. What applies to\nnumbers also applies t o expressions. Let us take two more examples of transposing.\nAdding or Subtracting Transposing\non both sides\n(i)3p\n – 10 = 5 (i)3p – 10 = 5\nAdd 10 to both sides Transpose (–10) from LHS to RHS\n3p – 10 + 10 = 5 + 10 (On transposing – 10 becomes + 10).\nor3p = 15 3p = 5 + 10   or   3 p = 15\n(ii)5x + 12 = 27 (ii)5x + 12 = 27\nSubtract 12 from both sides Transposing  + 12\n(On transposing + 12 becomes – 12)\n5x + 12 – 12 = 27 – 12 5x = 27 – 12\nor5x = 15 or 5x = 15\nWe shall now solve two more equations. As you can see they involve brackets, which\nhave to be solved before proceeding.\nEXAMPLE  7Solve\n(a)4(m + 3)  = 18 (b)– 2(x + 3) = 8\nSOLUTION\n(a)4(m + 3)  = 18\nLet us divide both the sides by 4. This will remove the brackets in the LHS We get,\nm+ =318\n4or m+ =39\n2\nor m=9\n2–3   (transposing 3 to RHS)\nor m=3\n2(required solution) as9\n239\n26\n23\n2− = − =\n\n\nCheck LHS = 43\n23 43\n24 3 2 3 4 3 +\n\n= × + × = × + ×  [put m = 3\n2]\n=6 + 12 = 18 = RHS\n(b)–2(x+ 3) = 8\nWe divide both sides by (– 2), so as to remove the brackets in the LHS, we get,\nx + 3 = – 8\n2or x + 3 = – 4\ni.e., x = – 4 – 3 (transposing 3 to RHS) or x = –7 (required solution)\n2024-25\n\nMATHEMA TICS 70\nCheck LHS = ( ) () –2 –7 3 –2 –4 + =\n=8 = RHS    as required.\n4.6APPLICATIONS  OF SIMPLE EQUATIONS  TO\nPRACTICAL  SITUATIONS\nWe have already seen examples in which we have taken statements in everyday language\nand converted them into simple equations. We also have learnt how to solve simple equations.\nThus we are ready to solve puzzles/problems from practical situations. The method is first\nto form equations corresponding to such situations and then to solve those equations\nto give the solution to the puzzles/problems. We begin with what we have already seen\n[Example 1 (i) and (iii), Section 4.2].\nEXAMPLE  8The sum of three times a number and 1 1 is 32. Find the number .\nSOLUTION\n/circle6If the unknown number is taken to be x, then three times the number is 3 x and the sum\nof 3x and 1 1 is 32. That is,  3 x + 11 = 32\n/circle6To solve this equation, we transpose 1 1 to RHS, so that\n3\nx = 32 – 1 1    or     3x  = 21\nNow, divide both sides by 3\nSo x =21\n3 = 7\nThe required number is 7. (W e may check it by taking 3 times 7 and adding 1 1 to it.\nIt gives 32 as required.)\nEXAMPLE  9Find a number , such that one-fourth of the number is 3 more than 7.This equation was obtained\nearlier in Section 4.2, Example 1.\nSOLUTION\n/circle6Let us take the unknown number to be y; one-fourth of y is y\n4.\nThis number y\n4\n\n is more than 7 by 3.\nHence we get the equation for y\n as y\n4 – 7 = 3\n/circle6To solve this equation, first transpose 7 to RHS We get,  y\n4 = 3 + 7 = 10.\nWe then multiply both sides of the equation by 4, to get\ny\n4 × 4 = 10 × 4        or        y  = 40                     (the required number)TRY THESE\n(i)When you multiply\na number by 6 and\nsubtract 5 from the\nproduct, you get 7.\nCan you tell what\nthe number is?\n(ii)What is that num-\nber one third of\nwhich added to 5\ngives 8?\n2024-25\n\nSIMPLE EQU ATIONS 71\nLet us check the equation formed. Putting the value of y in the equation,\nLHS = 40\n4 – 7 = 10 – 7 = 3 = RHS,    as required.\nEXAMPLE  10Raju’ s father ’s age is 5 years more than three times Raju’ s age. Find\nRaju’ s age, i f his father is 44 years old.\nSOLUTION\n/circle6As given in Example 3 earlier , the equation that gives Raju's age is\n3\ny + 5 = 44\n/circle6To solve it, we first transpose 5, to get 3y = 44 – 5 = 39\nDividing both sides by 3, we get y =13\nThat is, Raju’ s age is 13 years. (Y ou may check the answer .)\nTRY THESE\nThere are two types of boxes containing mangoes. Each box of the larger type contains\n4 more mangoes than the number of mangoes contained in 8 boxes of the smaller type.\nEach larger box contains 100 mangoes. Find the number of mangoes contained in the\nsmaller box?\nEXERCISE  4.3\n1.Set up equations and solve them to find the unknown numbers in the following cases:\n(a)Add 4 to eight times a number; you get 60.\n(b) One-fifth of a number minus 4 gives 3.\n(c)If I take three-fourths of a number and add 3 to it, I get 21.\n(d) When I subtracted 1 1 from twice a number , the result was 15.\n(e)Munna subtracts thrice the number of notebooks he has from 50, he finds the\nresult to be 8.\n(f)Ibenhal thinks of a number . If she adds 19 to it and divides the sum by 5, she\nwill get 8.\n(g)Anwar thinks of a number . If he takes away 7 from 5\n2 of the number , the\nresult is 23 .\n2.Solve the following:\n(a)The teacher tells the class that the highest marks obtained by a student in her\nclass is twice the lowest marks plus 7. The highest score is 87. What is the\nlowest score?\n2024-25\n\nMATHEMA TICS 72\n(b) In an isosceles triangle, the base angles are equal. The vertex angle is 40°. What\nare the base angles of the triangle? (Remember , the sum of three angles of a\ntriangle is 180°).\n(c)Sachin scored twice as many runs as Rahul. Together , their runs fell two short of\na double century . How many runs did each one score?\n3.Solve the following:\n(i)Irfan says that he has 7 marbles more than five times the marbles Parmit has.\nIrfan has 37 marbles. How many marbles does Parmit have?\n(ii)Laxmi’ s father is 49 years old. He is 4 years older than three times Laxmi’ s age.\nWhat is Laxmi's age?\n(iii) People of Sundargram planted trees in the village garden. Some of the trees\nwere fruit trees. The number of non-fruit trees were two more than three times\nthe number of fruit trees. What was the number of fruit trees planted if the number\nof non-fruit trees planted was 77?\n4.Solve the following riddle:\nI am a number ,\nTell my identity!\nTake me seven times over\nAnd add a fifty!\nTo reach a triple century\nYou still need forty!\nWHAT HAVE WE DISCUSSED ?\n1.An equation is a condition on a variable such that two expressions in the variable\nshould have equal value.\n2.The value of the variable for which the equation is satisfied is called the solution of the\nequation.\n3.An equation remains the same if the LHS and the RHS are interchanged.\n4.In case of the balanced equation, if we\n(i)  add the same number to both the sides, or  (ii)   subtract the same number from\nboth the sides, or (iii)  multiply both sides by the same number , or  (iv)  divide both\nsides by the same number , the balance remains undisturbed, i.e., the value of the\nLHS remains equal to the value of the RHS\n5.The above property gives a systematic method of solving an equation. We carry out\na series of identical mathematical operations on the two sides of the equation in such\na way that on one of  the sides we get just the variable. The last step is the solution of\nthe equation.\n2024-25\n\nSIMPLE EQU ATIONS 73\n6.Transposing means moving to the other side. Transposition of a number has the same\neffect as adding same number to (or subtracting the same number from) both sides of\nthe equation. When you transpose a number from one side of the equation to the\nother side, you change its sign. For example, transposing +3 from the LHS to the\nRHS in equation x + 3 = 8 gives x = 8 – 3 (= 5). We can carry out the transposition\nof an expression in the same way as the transposition of a number .\n7.We also learnt how , using the technique of doing the same mathematical operation\n(for  example adding the same number) on both sides, we could build an equation\nstarting from its  solution. Further , we also learnt that we could relate a given equation\nto some appropriate  practical situation and build a practical word problem/puzzle\nfrom the equation.\n2024-25\n\n",
      "wordCount": 5418,
      "examples": [
        {
          "chapterNumber": 4,
          "exampleNumber": 1,
          "title": "Write the following statements in the form of equations:",
          "question": "EXAMPLE  1 Write the following statements in the form of equations:\n(i)The sum of three times x and 1 1 is 32.\n(ii)If you subtract 5 from 6 times a number , you get 7.\n(iii) One fourth of m is 3 more than 7.\n(iv) One third of a number plus 5 is 8.\nSOLUTION\n(i)Three times x is 3x.\nSum of 3 x and 1 1 is 3 x + 11. The sum is 32.\nThe equation is 3x  + 11 = 32.\n(ii)Let us say the number is z; z multiplied by 6 is 6 z.\nSubtracting 5 from  6z, one gets 6 z – 5. The result is 7.\nThe equation is 6 z – 5",
          "solution": "(i)Three times x is 3x.\nSum of 3 x and 1 1 is 3 x + 11. The sum is 32.\nThe equation is 3x  + 11 = 32.\n(ii)Let us say the number is z; z multiplied by 6 is 6 z.\nSubtracting 5 from  6z, one gets 6 z –"
        },
        {
          "chapterNumber": 4,
          "exampleNumber": 2,
          "title": "Convert the following equations in statement form:",
          "question": "EXAMPLE  2  Convert the following equations in statement form:\n(i)x – 5 = 9 (ii)5p\n = 20 (iii) 3n + 7 = 1 (iv)m\n5 – 2 = 6\nSOLUTION (i)Taking away 5 from x gives 9.\n(ii)Five times a number p is 20.\n(iii) Add 7 to three times n to get 1.\n(iv) You get 6, when you subtract 2 from one-fifth of a number m.\nWhat is important to note is that for a given equation, not just one, but many statement\nforms can be given. For example, for Equation (i) above, you can say:\nSubtract 5 from x, you get 9.\nor The nu",
          "solution": "(i)Taking away 5 from x gives 9.\n(ii)Five times a number p is 20.\n(iii) Add 7 to three times n to get 1.\n(iv) You get 6, when you subtract 2 from one-fifth of a number m.\nWhat is important to note is that for a given equation, not just one, but many statement\nforms can be given. For"
        },
        {
          "chapterNumber": 4,
          "exampleNumber": 3,
          "title": "Consider the following situation:",
          "question": "EXAMPLE  3Consider the following situation:\nRaju’ s father ’s age is 5 years more than three times Raju’ s age. Raju’ s father is 44 years\nold. Set up an equation to find Raju’ s age.\nSOLUTION We do not know Raju’ s age. Let us take it to be y years. Three times\nRaju’ s age is 3 y years. Raju’ s father ’s age is 5 years more than 3 y; that\nis, Raju’ s father is (3\ny + 5) years old. It is also given that Raju’ s father\nis 44 years old.\nTherefore, 3y + 5 = 44 (4.3)\nThis is an equation in y. It wil",
          "solution": "We do not know Raju’ s age. Let us take it to be y years. Three times\nRaju’ s age is 3 y years. Raju’ s father ’s age is 5 years more than 3 y; that\nis, Raju’ s father is (3\ny + 5) years old. It is also given that Raju’ s father\nis 44 years old.\nTherefore, 3y + 5 = 44 (4.3)\nThis is an equation in y. It will give Raju’ s age when solved."
        },
        {
          "chapterNumber": 4,
          "exampleNumber": 4,
          "title": "A shopkeeper sells mangoes in two types of boxes, one small and one",
          "question": "EXAMPLE  4A shopkeeper sells mangoes in two types of boxes, one small and one\nlarge. A large box contains as many as 8 small boxes plus 4 loose mangoes.\nSet up an equation which gives the number of mangoes in each small box.\nThe number of mangoes in a large box is given to be 100.\nSOLUTION Let a small box contain m mangoes. A large box contains 4 more than 8\ntimes m, that is, 8m + 4 mangoes. But this is given to be 100. Thus\n8m + 4 = 100 (4.4)\nYou can get the number of mangoes in a small box by",
          "solution": "Let a small box contain m mangoes. A large box contains 4 more than 8\ntimes m, that is, 8m + 4 mangoes. But this is given to be 10"
        },
        {
          "chapterNumber": 4,
          "exampleNumber": 5,
          "title": "Solve: (a)3n",
          "question": "EXAMPLE  5Solve: (a)3n\n + 7 = 25 (4.10)\n(b) 2p – 1 = 23 (4.11)\nSOLUTION\n(a)We go stepwise to separate the variable n on the LHS of the equation. The LHS is\n3n + 7. We shall first subtract 7 from it so that we get 3 n. From this, in the next step\nwe shall divide by 3 to get n. Remember we must do the same operation on both\nsides of the equation. Therefore, subtracting 7 from both sides,\n3n + 7 – 7 = 25 – 7 (Step 1)\nor 3n = 18\n2024-25\n\nSIMPLE EQU ATIONS 67\nNow divide both sides by 3,\n3\n3n =18\n3(St",
          "solution": "(b)What should we do here? First we shall add 1 to both the sides:\n2\np – 1 + 1 = 23 + 1 (Step 1)\nor 2p = 24\nNow divide both sides by 2, we get 2\n224\n2p= (Step 2)\nor p =12, which is the solution.\nOne good practice you should develop is to check the solution you have obtained.\nAlthough we have not done this for (a) above, let us do it for this"
        },
        {
          "chapterNumber": 4,
          "exampleNumber": 6,
          "title": "Solve:  12p – 5  = 25 (4.12)",
          "question": "EXAMPLE  6  Solve:  12p – 5  = 25 (4.12)\nSOLUTION\n/circle6Adding 5 on both sides of the equation,\n12p – 5 + 5 = 25 + 5 or 12p = 30\n/circle6Dividing both sides by 12,\n12\n1230\n12p= or p = 5\n2\nCheck   Putting p = 5\n2 in the LHS of equation 4.12,\nLHS =512 – 52×  = 6 × 5 – 5\n=30 – 5 = 25 = RHS\nNote, adding 5 to both sides\nis the same as changing side\nof (– 5).\n12\np – 5 = 25\n12p = 25 + 5\nChanging side is called\ntransposing . While trans-\nposing a number , we change\nits sign.\n2024-25\n\nSIMPLE EQU ATIONS",
          "solution": ""
        },
        {
          "chapterNumber": 4,
          "exampleNumber": 7,
          "title": "Solve",
          "question": "EXAMPLE  7Solve\n(a)4(m + 3)  = 18 (b)– 2(x + 3) = 8\nSOLUTION\n(a)4(m + 3)  = 18\nLet us divide both the sides by 4. This will remove the brackets in the LHS We get,\nm+ =318\n4or m+ =39\n2\nor m=9\n2–3   (transposing 3 to RHS)\nor m=3\n2(required solution) as9\n239\n26\n23\n2− = − =\n\n\nCheck LHS = 43\n23 43\n24 3 2 3 4 3 +\n\n= × + × = × + ×  [put m = 3\n2]\n=6 + 12 = 18 = RHS\n(b)–2(x+ 3) = 8\nWe divide both sides by (– 2), so as to remove the brackets in the LHS, we get,\nx + 3 = – 8\n2or x + 3 = – 4\ni.e.",
          "solution": "(a)4(m + 3)  = 18\nLet us divide both the sides by 4. This will remove the brackets in the LHS We get,\nm+ =318\n4or m+ =39\n2\nor m=9\n2–3   (transposing 3 to RHS)\nor m=3\n2(required solution) as9\n239\n26\n23\n2− = − =\n\n\nCheck LHS = 43\n23 43\n24 3 2 3 4 3 +\n\n= × + × = × + ×  [put m = 3\n2]\n=6 + 12 = 18 = RHS\n(b)–2(x+ 3) = 8\nWe divide both sides by (– 2), so as to remove the brackets in the LHS, we get,\nx + 3 = – 8\n2or x + 3 = – 4\ni.e., x = – 4 – 3 (transposing 3 to RHS) or x = –7 (required solution)\n2024-25\n\nMATHEMA TICS 70\nCheck LHS = ( ) () –2 –7 3 –2 –4 + =\n=8 = RHS    as required.\n4.6APPLICATIONS  OF SIMPLE EQUATIONS  TO\nPRACTICAL  SITUATIONS\nWe have already seen"
        },
        {
          "chapterNumber": 4,
          "exampleNumber": 1,
          "title": "(i) and (iii), Section 4.2].",
          "question": "Example 1 (i) and (iii), Section 4.2].\nEXAMPLE  8The sum of three times a number and 1 1 is 32. Find the number .\nSOLUTION\n/circle6If the unknown number is taken to be x, then three times the number is 3 x and the sum\nof 3x and 1 1 is 32. That is,  3 x + 11 = 32\n/circle6To solve this equation, we transpose 1 1 to RHS, so that\n3\nx = 32 – 1 1    or     3x  = 21\nNow, divide both sides by 3\nSo x =21\n3 = 7\nThe required number is 7. (W e may check it by taking 3 times 7 and adding 1 1 to it.\nIt gives",
          "solution": "/circle6If the unknown number is taken to be x, then three times the number is 3 x and the sum\nof 3x and 1 1 is 3"
        },
        {
          "chapterNumber": 4,
          "exampleNumber": 8,
          "title": "The sum of three times a number and 1 1 is 32. Find the number .",
          "question": "EXAMPLE  8The sum of three times a number and 1 1 is 32. Find the number .\nSOLUTION\n/circle6If the unknown number is taken to be x, then three times the number is 3 x and the sum\nof 3x and 1 1 is 32. That is,  3 x + 11 = 32\n/circle6To solve this equation, we transpose 1 1 to RHS, so that\n3\nx = 32 – 1 1    or     3x  = 21\nNow, divide both sides by 3\nSo x =21\n3 = 7\nThe required number is 7. (W e may check it by taking 3 times 7 and adding 1 1 to it.\nIt gives 32 as required.)\nEXAMPLE  9Find a numbe",
          "solution": "/circle6If the unknown number is taken to be x, then three times the number is 3 x and the sum\nof 3x and 1 1 is 3"
        },
        {
          "chapterNumber": 4,
          "exampleNumber": 9,
          "title": "Find a number , such that one-fourth of the number is 3 more than 7.This equation was obtained",
          "question": "EXAMPLE  9Find a number , such that one-fourth of the number is 3 more than 7.This equation was obtained\nearlier in Section 4.2, Example 1.\nSOLUTION\n/circle6Let us take the unknown number to be y; one-fourth of y is y\n4.\nThis number y\n4\n\n is more than 7 by 3.\nHence we get the equation for y\n as y\n4 – 7 = 3\n/circle6To solve this equation, first transpose 7 to RHS We get,  y\n4 = 3 + 7 = 10.\nWe then multiply both sides of the equation by 4, to get\ny\n4 × 4 = 10 × 4        or        y  = 40",
          "solution": "/circle6Let us take the unknown number to be y; one-fourth of y is y\n4.\nThis number y\n4\n\n is more than 7 by"
        },
        {
          "chapterNumber": 4,
          "exampleNumber": 1,
          "title": "SOLUTION",
          "question": "Example 1.\nSOLUTION\n/circle6Let us take the unknown number to be y; one-fourth of y is y\n4.\nThis number y\n4\n\n is more than 7 by 3.\nHence we get the equation for y\n as y\n4 – 7 = 3\n/circle6To solve this equation, first transpose 7 to RHS We get,  y\n4 = 3 + 7 = 10.\nWe then multiply both sides of the equation by 4, to get\ny\n4 × 4 = 10 × 4        or        y  = 40                     (the required number)TRY THESE\n(i)When you multiply\na number by 6 and\nsubtract 5 from the\nproduct, you get 7.\nCa",
          "solution": "/circle6Let us take the unknown number to be y; one-fourth of y is y\n4.\nThis number y\n4\n\n is more than 7 by"
        },
        {
          "chapterNumber": 4,
          "exampleNumber": 10,
          "title": "Raju’ s father ’s age is 5 years more than three times Raju’ s age. Find",
          "question": "EXAMPLE  10Raju’ s father ’s age is 5 years more than three times Raju’ s age. Find\nRaju’ s age, i f his father is 44 years old.\nSOLUTION\n/circle6As given in Example 3 earlier , the equation that gives Raju's age is\n3\ny + 5 = 44\n/circle6To solve it, we first transpose 5, to get 3y = 44 – 5 = 39\nDividing both sides by 3, we get y =13\nThat is, Raju’ s age is 13 years. (Y ou may check the answer .)\nTRY THESE\nThere are two types of boxes containing mangoes. Each box of the larger type contains\n4 mor",
          "solution": "/circle6As given in Example 3 earlier , the equation that gives Raju's age is\n3\ny + 5 = 44\n/circle6To solve it, we first transpose 5, to get 3y = 44 – 5 = 39\nDividing both sides by 3, we get y =13\nThat is, Raju’ s age is 13 years. (Y ou may check the answer .)\nTRY THESE\nThere are two types of boxes containing mangoes. Each box of the larger type contains\n4 more mangoes than the number of mangoes contained in 8 boxes of the smaller type.\nEach larger box contains 100 mangoes. Find the number of mangoes contained in the\nsmaller box?"
        },
        {
          "chapterNumber": 4,
          "exampleNumber": 3,
          "title": "earlier , the equation that gives Raju's age is",
          "question": "Example 3 earlier , the equation that gives Raju's age is\n3\ny + 5 = 44\n/circle6To solve it, we first transpose 5, to get 3y = 44 – 5 = 39\nDividing both sides by 3, we get y =13\nThat is, Raju’ s age is 13 years. (Y ou may check the answer .)\nTRY THESE\nThere are two types of boxes containing mangoes. Each box of the larger type contains\n4 more mangoes than the number of mangoes contained in 8 boxes of the smaller type.\nEach larger box contains 100 mangoes. Find the number of mangoes contained in t",
          "solution": ""
        }
      ],
      "exercises": [],
      "stats": {
        "examplesCount": 13,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 15,
    "totalWords": 5418
  }
}