{
  "filename": "gemh105.pdf",
  "chapters": [
    {
      "chapterNumber": 5,
      "title": "2024-25",
      "content": "Chapter  5\n2024-25\n\nLINES AND ANGLES 75\nAgain recall that an angle  is formed when lines or line segments meet. In Fig 5.1,\nobserve the corners. These corners are formed when two lines or line segments intersect\nat a point. For example, look at the figures given below:\nFig 5.3\nIn Fig 5.3 (i) line segments AB and BC intersect at B to form angle\nABC, and again line segments BC and AC intersect at C to form angle\nACB and so on. Whereas, in Fig 5.3 (ii) lines PQ and RS intersect at O\nto form four angles POS, SOQ, QOR and ROP . An angle ABC is\nrepresented by the symbol ∠ABC. Thus, in Fig 5.3 (i), the three angles\nformed are ∠ABC, ∠BCA and ∠BAC, and in Fig 5.3 (ii), the four\nangles formed are ∠POS, ∠SOQ, ∠QOR and ∠POR. You have already\nstudied how to classify the angles as acute, obtuse or right angle.\nNote: While referring to the measure of an angle ABC, we shall write m ∠ABC as simply\n∠ABC. The context will make it clear , whether we are referring to the angle or its\nmeasure.\n5.2RELATED  ANGLES\n5.2.1  Complementary Angles\nWhen the sum of the measures of two angles is 90°, the angles are called complementary\nangles.(i) (ii)\nList ten figures around you\nand identify the acute, obtuse\nand right angles found in them.TRY THESE\nWhenever two angles are complementary , each angle is said to be the complement\nof the other angle. In the above diagram (Fig 5.4), the ‘30° angle’ is the complement of the\n‘60° angle’ and vice versa.Are these two angles complementary?\nNo(i) (ii) (iii) (iv)\nAre these two angles complementary?\nYesFig 5.4\n2024-25\n\nMATHEMA TICS 76\nTHINK, DISCUSS  AND WRITE\n1.Can two acute angles be complement to each other?\n2.Can two obtuse angles be complement to each other?\n3.Can two right angles be complement to each other?\nTRY THESE\n(i) (ii)\n(iii) (iv)  1. Which pairs of following angles are complementary? (Fig 5.5)\n Fig 5.5\n  2. What is the measure of the complement of each of the following angles?\n(i)45º (ii)65º (iii) 41º (iv) 54º\n  3.The difference in the measures of two complementary angles is 12o. Find the measures of\nthe angles.\n(i) (ii)5.2.2  Supplementary Angles\nLet us now look at the following pairs of angles (Fig 5.6):\n2024-25\n\nLINES AND ANGLES 77\nFig 5.6\nDo you notice that the sum of the measures of the angles in each of the above pairs\n(Fig 5.6) comes out to be 180º? Such pairs of angles are called supplementary  angles .\nWhen two angles are supplementary , each angle is said to be the supplement  of the other .\nTHINK, DISCUSS  AND WRITE\n1.Can two obtuse angles be supplementary?\n2.Can two acute angles be supplementary?\n3.Can two right angles be supplementary?(iii) (iv)\nTRY THESE\n(iii) (iv)(i) (ii)\n1.Find the pairs of supplementary angles in Fig 5.7:\nFig 5.7\n2024-25\n\nMATHEMA TICS 78\nEXERCISE  5.1\n1.Find the complement of each of the following angles:\n(i) (ii) (iii)\n2.Find the supplement of each of the following angles:\n(i) (ii) (iii)\n3.Identify which of the following pairs of angles are complementary and which are\nsupplementary .\n(i)65º, 1 15º (ii)63º,  27º (iii) 112º,  68º\n(iv) 130º,  50º (v)45º,  45º (vi) 80º,  10º\n4.Find the angle which is equal to its complement.\n5.Find the angle which is equal to its supplement.\n6.In the given figure, ∠1 and ∠2 are supplementary\nangles.\nIf ∠1 is decreased, what changes should take place\nin ∠2 so that both the angles still remain\nsupplementary .\n7.Can two angles be supplementary if both of them are:\n(i)acute? (ii)obtuse? (iii) right?  2. What will be the measure of the supplement of each one of the following angles?\n(i)100º (ii)90º (iii) 55º (iv) 125º\n  3.Among two supplementary angles the measure of the larger angle is 44o more\nthan the measure of the smaller . Find their measures.\n2024-25\n\nLINES AND ANGLES 79\n8.An angle is greater than 45º. Is its complementary angle greater than 45º or equal to\n45º or less than 45º?\n9.Fill in the blanks:\n(i)If two angles are complementary , then the sum of their measures is _______.\n(ii)If two angles are supplementary , then the sum of their measures is ______.\n(iii) If two adjacent angles are supplementary, they form a ___________.\n",
      "wordCount": 726,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 10,
      "title": "In the adjoining figure, name the following pairs of",
      "content": "10. In the adjoining figure, name the following pairs of angles.\n(i)Obtuse vertically opposite angles\n(ii)Adjacent complementary angles\n(iii) Equal supplementary angles\n(iv) Unequal supplementary angles\n(v)Adjacent angles that do not form a linear pair\n5.3  P AIRS OF LINES\n5.3.1 Intersecting Lines\nThe blackboard on its stand, the letter Y made up of line segments and the grill-door of\na window (Fig 5.8), what do all these have in common? They are examples of intersecting\nlines .\nTwo lines l and m intersect if they have a point in common. This common point O is\ntheir point of intersection .\nTHINK, DISCUSS  AND WRITE\nIn Fig 5.9, AC and BE intersect at P .\nAC and BC intersect at C, AC and EC intersect at C.\nTry to find another ten pairs of intersecting line segments.\n     Should any two lines or line segments necessarily\nintersect? Can you find two pairs of non-intersecting\nline segments in the figure?\nCan two lines intersect in more than one point?\nThink about it.\nFig 5.8\nFig 5.9\n2024-25\n\nMATHEMA TICS 80\nTRY THESE\n 1.Find examples from your surroundings where lines intersect at right angles.\n 2.Find the measures of the angles made by the intersecting lines at the vertices of an\nequilateral triangle.\n 3.Draw any rectangle and find the measures of angles at the four vertices made by\nthe intersecting lines.\n 4.If two lines intersect, do they always intersect at right angles?\n5.3.2  T ransversal\nYou might have seen a road crossing two or more roads or a railway line crossing several\nother lines (Fig 5.10). These give an idea of a transversal.\n(i) Fig 5.10 (ii)\nA line that intersects two or more lines at distinct  points is called a transversal .\nIn the Fig 5.1 1, p is a transversal to the lines l and m.\nFig 5.1 1 Fig 5.12\nIn Fig 5.12 the line p is not a transversal, although it cuts two lines l and m. Can\nyou say , ‘why’?\n2024-25\n\nLINES AND ANGLES 81\n5.3.3. Angles made by a T ransversal\nIn Fig 5.13, you see lines l and m cut by transversal p. The eight\nangles marked 1 to 8 have their special names:\nInterior angles ∠3, ∠4, ∠5, ∠6\nExterior angles ∠1, ∠2, ∠7, ∠8\nPairs of Corresponding angles ∠1 and  ∠5, ∠2 and  ∠6,\n∠3 and  ∠7, ∠4 and ∠8\nPairs of Alternate interior angles ∠3 and ∠6, ∠4 and ∠5\nPairs of Alternate exterior angles ∠1 and ∠8, ∠2 and ∠7\nPairs of interior angles on the ∠3 and ∠5, ∠4 and ∠6\nsame side of the transversal\nNote: Corresponding angles (like ∠1 and ∠5 in Fig 5.14) include\n (i)different vertices (ii)are on the same side of the transversal and\n(iii) are in ‘corresponding’  positions (above or below , left or right) relative to the\ntwo lines.Fig 5.13TRY THESE\n1.Suppose two lines are given.\nHow many transversals can you\ndraw for these lines?\n2.If a line is a transversal to three\nlines, how many points of\nintersections are there?\n3.Try to identify a few transversals\nin your surroundings.\nFig 5.14\nAlternate interior angles (like ∠3 and ∠6 in Fig 5.15)\n(i)have different vertices\n(ii)are on opposite sides of the transversal and\n(iii) lie ‘between’ the two lines.Fig 5.15\n2024-25\n\nMATHEMA TICS 82\nTake a ruled sheet of paper . Draw (in thick colour) two parallel lines l and m.\nDraw a transversal t to the lines l and m. Label ∠1 and ∠2 as shown [Fig 5.17(i)].\nPlace a tracing paper over the figure drawn. Trace the lines l, m and t.\nSlide the tracing paper along t, until l coincides with m.\nYou find that ∠1 on the traced figure coincides with ∠2 of the original figure.\nIn fact, you can see all the following results by similar tracing and sliding activity .\n(i)   ∠1 =  ∠2 (ii)   ∠3 =  ∠ 4 (iii)   ∠5 =  ∠6 (iv)   ∠7 =  ∠8DO THIS\nTRY THESE\nName the pairs of angles in each figure:\nTransversals of parallel lines give rise to quite interesting results.\nFig 5.165.3.4 T ransversal of Parallel Lines\nDo you remember what parallel lines are? They are lines on a plane that do not meet\nanywhere. Can you identify parallel lines in the following figures? (Fig 5.16)\n2024-25\n\nLINES AND ANGLES 83\nFig 5.18This activity illustrates the following fact:\nIf two parallel lines are cut by a transversal, each pair of corresponding angles are\nequal in measure.\nWe use this result to get another interesting result. Look at Fig 5. 18.\nWhen t cuts the parallel lines, l, m, we get, ∠ 3 = ∠7 (vertically opposite angles) .\nBut ∠7 = ∠8 (corresponding angles). Therefore,  ∠3 = ∠8\nYou can similarly show that ∠1 = ∠6. Thus, we\nhave the following result :\nIf two parallel lines are cut by a transversal, each\npair of alternate interior angles are equal.\nThis second result leads to another interesting\nproperty . Again, from Fig 5.18.(i) (ii)\nFig 5.17 (iii) (iv)\n2024-25\n\nMATHEMA TICS 84\n∠3 + ∠1 = 180° ( ∠3 and ∠1 form a linear pair)\nBut ∠1 = ∠6 (A pair of alternate interior angles)\nTherefore,   we can say that ∠3 + ∠6 = 180°.\nSimilarly ,  ∠1 + ∠8 = 180°. Thus, we obtain the following result:\nIf two parallel lines are cut by a transversal, then each pair of interior angles on the same\nside of the transversal are supplementary .\nYou can very easily remember these results if you can look for relevant ‘shapes’.\nThe F-shape stands for corresponding angles:\nDO THISThe Z - shape stands for alternate angles.\nDraw a pair of parallel lines and a transversal. Verify the above three statements by actually measuring\nthe angles.\n2024-25\n\nLINES AND ANGLES 85\nTRY THESE\nFig 5.19\nFig 5.205.4  C HECKING  FOR PARALLEL  LINES\nIf two lines are parallel, then you know that a transversal gives rise to\npairs of equal corresponding angles, equal alternate interior angles\nand interior angles on the same side of the transversal being\nsupplementary .\nWhen two lines are given, is there any method to check if they are\nparallel or not? You need this skill in many life-oriented situations.\nA draftsman uses a carpenter ’s square and a straight edge (ruler)\nto draw these segments (Fig 5.19). He claims they are parallel. How?\nAre you able to see that he has kept the corresponding angles to\nbe equal? (What is the transversal here?)\nThus, when a transversal cuts two lines, such that pairs of\ncorresponding angles ar e equal, then the lines have to be parallel .\nLook at the letter Z(Fig 5.20). The horizontal segments here are\nparallel, because the alternate angles are equal.\nWhen a transversal cuts two lines, such that pairs of alternate\ninterior angles ar e equal, the lines have to b e parallel .Lines l || m; Lines a || b; l1, l2 be two lines\nt is a transversal c is a transversal t is a transversal\n∠ x = ? ∠ y = ? Is ∠ 1 = ∠2 ?\nLines l || m; Lines l || m;      Lines l || m, p || q;\nt is a transversal t is a transversal Find a, b, c, d\n∠ z = ? ∠ x = ?\n2024-25\n\nMATHEMA TICS 86\nFig 5.21\nTRY THESE\nIs l || m? Why?           Is l  || m ? Why?             If l || m, what is ∠ x?\nDraw a line l (Fig 5.21).\nDraw a line m, perpendicular to l. Again draw a line p,\nsuch that p is perpendicular to m.\nThus, p is perpendicular to a perpendicular to l.\nYou find p || l. How? This is because you draw p such\nthat ∠1 + ∠2 = 180o.\nThus, when a transversal cuts two lines, such that pairs of interior angles on the\nsame side of the transversal ar e supplementar y, the lines have to be parallel .\nEXERCISE  5.2\n1.State the property that is used in each of the\nfollowing statements?\n(i)If  a || b, then ∠1 = ∠5.\n(ii)If ∠4 = ∠6, then a || b\n.\n(iii) If ∠4 + ∠5 = 180°, then a || b.\n2.In the adjoining figure, identify\n(i)the pairs of corresponding angles.\n(ii)the pairs of alternate interior angles.\n(iii) the pairs of interior angles on the same\nside of the transversal.\n(iv) the vertically opposite angles.\n3.In the adjoining figure, p || q. Find the unknown\nangles.\n2024-25\n\nLINES AND ANGLES 87\n(i)(ii)(iii)(iv)4.Find the value of x in each of the following figures if l || m.\n(i) (ii)\n5.In the given figure, the arms of two angles are parallel.\nIf ∠ABC = 70º, then find\n(i)∠DGC\n(ii)∠DEF\n6.In the given figures below , decide whether l  is parallel to m.\nWHAT HAVE WE DISCUSSED ?\n1.We recall t hat (i)A line-segment has two end points.\n(ii)A ray has only one end point (its initial point); and\n(iii) A line has no end points on either side.\n2.When two lines l and m meet, we say they  intersect ; the meeting point is called the\npoint of intersection.\nWhen lines drawn on a sheet of paper do not meet, however far produced, we call\nthem to be parallel lines.\n2024-25\n\n",
      "wordCount": 1552,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 14,
    "totalWords": 2278
  }
}