{
  "filename": "gemh103.pdf",
  "chapters": [
    {
      "chapterNumber": 2,
      "title": "Sale of English and Hindi books in the years 1995, 1",
      "content": "",
      "wordCount": 0,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 3,
      "title": "2024-25",
      "content": "Chapter  3\n2024-25\n\nDATA HANDLING 45\n3.2  A RITHMETIC  MEAN\nThe most common representative value of a group of data is the arithmetic  mean  or the\nmean . To understand this in a better way , let us look at the following example:\nTwo vessels contain 20 litres and 60 litres of milk respectively . What is the amount that\neach vessel would have, i f both share the milk equally? When we ask this question we are\nseeking the arithmetic mean.\nIn the above case, the average or the arithmetic mean would be\nTotal quantity of milk\nNumber of vessels = 20 60\n2+ litres = 40 litres.\nThus, each vessels would have 40 litres of milk.\nThe average or Arithmetic Mean (A.M.) or simply mean is defined as follows:\nmean = Sum of all observations\nnumber of observations\nConsider these examples.\nEXAMPLE 1Ashish studies for 4 hours, 5 hours and 3 hours respectively on three\nconsecutive days. How many hours does he study daily on an average?\nSOLUTION The average study time of Ashish would be\nTotal number of study hours\nNumber of days for which he stu d died = 4 5 3\n3+ +\n hours = 4 hours per day\nThus, we can say that Ashish studies for 4 hours daily on an average.\nEXAMPLE 2 A batsman scored the following number of runs in six innings:\n36, 35, 50, 46, 60, 55\nCalculate the mean runs scored by him in an inning.\nSOLUTION Total runs = 36 + 35 + 50 + 46 + 60 + 55 = 282.\nTo find the mean, we find the sum of all the observations and divide it by the number of\nobservations.\nTherefore, in this case, mean = 282\n6 = 47. Thus, the mean runs scored in an inning are 47.\nWhere does the arithmetic mean lie\nTRY THESE\nHow would you find the average of your study hours for the whole week?\n2024-25\n\nMATHEMA TICS 46\nTHINK, DISCUSS  AND WRITE\nConsider the data in the above examples and think on the following:\n/circle6Is the mean bigger than each of the observations?\n/circle6Is it smaller than each observation?\nDiscuss with your friends. Frame one more example of this type\nand answer the same questions.\nYou will find that the mean lies inbetween the greatest and the smallest\nobservations.\nIn particular , the mean of two numbers will always lie between the two numbers. For\nexample the mean of 5 and 1 1 is 5 11\n28+=, which lies between 5 and 1 1.\nCan you use this idea to show that between any two fractional numbers, you can find\nas many fractional numbers as you like. For example between 1\n2 and 1\n4 you have their\naverage 1\n21\n4\n2+\n = 3\n8 and then between 1\n2 and 3\n8, you have their average 7\n16\nand so on.\n1.Find the mean of your sleeping hours during one week.\n2.Find atleast 5 numbers between 1\n2 and 1\n3.\n3.2.1  Range\nThe d ifference between the highest and the lowest observation gives us an idea of the\nspread of the observations. This can be found by subtracting the lowest observation from\nthe highest observation. We call the result the range of the observation. Look at the\nfollowing example:\nEXAMPLE  3 The ages in years of 10 teachers of a school are:\n  32, 41, 28, 54, 35, 26, 23, 33, 38, 40\n(i)What is the age of the oldest teacher and that of the youngest teacher?\n(ii)What is the range of the ages of the teachers?\n(iii) What is the mean age of these teachers?\nSOLUTION\n(i)Arranging the ages in ascending order , we get:\n23, 26, 28, 32, 33, 35, 38, 40, 41, 54\nWe find that the age of the oldest teacher is 54 years and the age of the youngest\nteacher is 23 years.TRY THESE\n2024-25\n\nDATA HANDLING 47\n(ii)Range of the ages of the teachers = (54 – 23) years = 31 years\n(iii) Mean age of the tea chers\n= 23 26 28 32 33 35 38 40 41 54\n10+ + + + + + + + +years\n= 350\n10years  = 35 years\nEXERCISE  3.1\n1.Find the rang e of heights of any ten students of your class.\n2.Organise the following marks in a class assessment, in a tabular form.\n4, 6, 7, 5, 3, 5, 4, 5, 2, 6, 2, 5, 1, 9, 6, 5, 8, 4, 6, 7\n(i)Which number  is the highest? (ii)Which number is the lowest?\n(iii) What is the range of the data? (iv) Find the arithmetic mean.\n3.Find the mean of the first five whole numbers.\n4.A cricketer scores the following runs in eight innings:\n58, 76, 40, 35, 46, 45, 0, 100.\nFind the mean score.\n5.Following table shows the points of each player scored in four games:\nPlayer Game Game Game\nGame\n1 2 3 4\nA 14 16 10 10\nB 0 8 6 4\nC 8 11 Did not 13\nPlay\nNow answer the following questions:\n(i)Find the mean to determine A’s average number of points scored per game.\n(ii)To find the mean number of points per game for C, would you divide the total\npoints by 3 or by 4? Why?\n(iii) B played in all the four games. How would you find the mean?\n(iv) Who is the best performer?\n6.The marks (out of 100) obtained by a group of students in a science test are 85, 76,\n90, 85, 39, 48, 56, 95, 81 and 75. Find the:\n(i)Highest and the lowest marks obtained by the students.\n2024-25\n\nMATHEMA TICS 48\n(ii)Range of the marks obtained.\n(iii) Mean marks obtained by the group.\n7.The enrolment in a school during six consecutive years was as follows:\n1555, 1670, 1750, 2013, 2540, 2820\nFind the mean enrolment of the school for this period.\n8.The rainfall (in mm) in a city on 7 days of a certain week was recorded as follows:\nDay Mon Tue WedThurs Fri Sat Sun\nRainfall0.0 12.2 2.1 0.0 20.5 5.5\n1.0(in mm)\n(i)Find the range of the rainfall in the above data.\n(ii)Find the mean rainfall for the week.\n(iii) On how many days was the rainfall less than the mean rainfall.\n9.The heights of 10 girls were measured in cm and the results are as follows:\n135, 150, 139, 128, 151, 132, 146, 149, 143, 141.\n(i)What is the height of the tallest girl? (ii)What is the height of the shortest girl?\n(iii) What is the range of the data? (iv) What is the mean height of the girls?\n(v)How many girls have heights more than the mean height.\n3.3  M ODE\nAs we have said Mean is not the only measure of central tendency or the only form of\nrepresentative value. For different requirements from a data, other measures of central\ntendencies are used.\nLook at the following example\nTo find out the weekly demand for dif ferent sizes of shirt, a shopkeeper kept records of sales\nof sizes 90 cm, 95 cm, 100 cm, 105 cm, 1 10 cm. Following is the record for a week:\nSize (in inches) 90 cm 95 cm 100 cm 105 cm 110 cm Total\nNumber of Shirts Sold 8\n22 32 37 6 105\nIf he found the mean number of shirts sold, do you think that he would be able to\ndecide which shirt sizes to keep in stock?\nMean of total shirts sold = Total number of shirts sold\nNumber of different sizes of sh i irts= =105\n521\nShould he obtain 21 shirts of each size? If he does so, will he be able to cater to the\nneeds of the customers?\n2024-25\n\nDATA HANDLING 49\nThe shopkeeper , on looking at the record, decides to procure shirts of sizes 95 cm,\n100 cm, 105 cm. He decided to postpone the procurement of the shirts of other sizes\nbecause of their small number of buyers.\nLook at another example\nThe owner of a readymade dress shop says, “The most popular size of\ndress I sell is the size 90 cm.\nObserve that here also, the owner is concerned about the number of\nshirts of different sizes sold. She is however looking at the shirt size that is\nsold the most. This is another representative value for the data. The highest\noccuring event is the sale of size 90 cm.This representative value is called\nthe mode  of the data.\nThe mode of a set of observations is the observation that occurs most often.\nEXAMPLE  4 Find the mode of the given set of numbers: 1, 1, 2, 4, 3, 2, 1, 2, 2, 4\nSOLUTION Arranging the numbers with same values together , we get\n1, 1, 1, 2, 2, 2, 2, 3, 4, 4\nMode of this data is 2 because it occurs more frequently than other observations.\n3.3.1  Mode of Large Data\nPutting the same observations together and counting them is not easy if the number of\nobservations is lar ge. In such cases we tabulate the data. Tabulation can begin by putting\ntally marks and finding the frequency , as you did in your previous class.\nLook at the following example:\nEXAMPLE  5Following are the margins of victory in the football\nmatches of a league.\n1, 3, 2, 5, 1, 4, 6, 2, 5, 2, 2, 2, 4, 1, 2, 3, 1, 1, 2, 3, 2 ,\n6, 4, 3, 2, 1, 1, 4, 2, 1, 5, 3, 3, 2, 3, 2, 4, 2, 1, 2\nFind the mode of this data.\nSOLUTION Let us put the data  in a tabular form:\nMargins of Victor y Tally Bars Number of Matches\n1 9\n2 14\n3 7\n4 5\n5 3\n6 2\nTotal 40\nFind the mode of\n(i)2, 6, 5, 3, 0, 3, 4, 3, 2, 4, 5,\n2, 4\n(ii)2, 14, 16, 12, 14, 14, 16,\n14, 10, 14, 18, 14TRY THESE\n2024-25\n\nMATHEMA TICS 50\nLooking at the table, we can quickly say that 2 is the ‘mode’ since 2 has occured the\nhighest number of times. Thus, most of the matches have been won with a victory margin\nof 2 goals.\nTHINK, DISCUSS  AND WRITE\nCan a set of numbers have more than one mode?\nEXAMPLE  6Find the mode of the numbers:  2, 2, 2, 3, 3, 4, 5, 5, 5, 6, 6, 8\nSOLUTION Here, 2 and 5 both occur three times. Therefore, they both are modes of\nthe data.\n 1.Record the age in years of all your classmates. Tabulate the data and find the mode.\n 2.Record the heights in centimetres of your classmates and find the mode.\n 1.Find the mode of the following data:\n12, 14, 12, 16, 15, 13, 14, 18, 19, 12, 14, 15, 16, 15, 16, 16, 15,\n17, 13, 16, 16, 15, 15, 13, 15, 17, 15, 14, 15, 13, 15, 14\n 2.Heights (in cm) of 25 children are given below:\n168, 165, 163, 160, 163, 161, 162, 164, 163,  162, 164, 163, 160, 163, 160,\n165, 163, 162, 163, 164, 163, 160, 165, 163, 162\nWhat is the mode of their heights?  What do we understand by mode here?\nWhereas mean gives us the average of all observations of the data, the mode gives that\nobser vation which occurs most frequently in the data.\nLet us consider the following examples:\n(a)You have to decide upon the number of chapattis needed for 25 people called for a\nfeast.\n(b) A shopkeeper selling shirts has decided to replenish her stock.\n(c)We need to find the height of the door needed in our house.\n(d) When going on a picnic, if only one fruit can be bought for everyone, which is the\nfruit that we would get.\nIn which of these situations can we use the mode as a good estimate?\nConsider the first statement. Suppose the number of chapattis needed by each person\nis    2, 3, 2, 3, 2, 1, 2, 3, 2, 2, 4, 2, 2, 3, 2, 4, 4, 2, 3, 2, 4, 2, 4, 3, 5DO THIS\nTRY THESE\n2024-25\n\nDATA HANDLING 51\nTRY THESE\nThe mode of the data is 2 chapattis. If we use mode as the representative value for this\ndata, then we need 50 chapattis only , 2 for each of the 25 persons. However the total\nnumber would clearly be inadequate. Would mean  be an appropriate representative value?\nFor the third statement the height of the door is related to the height\nof the persons using that door . Suppose there are 5 children and 4\nadults using the door and the height of each of 5 children is around 135\ncm. The mode for the heights is 135  cm. Should we get a door that is\n144 cm high? Would all the adults be able to go through that door? It is\nclear that mode is not the appropriate representative value for this data.\nWould mean  be an appropriate representative value here?\nWhy not? Which representative value of height should be used to\ndecide the doorheight?\nSimilarly analyse the rest of the statements and find the representative\nvalue useful for that iss ue.\nDiscuss with  your friends and give\n(a)   Two situations where mean would be an appropriate representative value\nto use, and\n(b)   Two situations where mode would be  an appropriate representative value\nto use.\n3.4  M EDIAN\nWe have seen that in some situations, arithmetic mean is an appropriate measure of central\ntendency whereas in some other situations, mode is the appropriate measure of central\ntendency .\nLet us now look at another example. Consider a group of 17 students with the following\nheights (in cm): 106, 1 10, 123, 125, 1 17, 120, 1 12, 115, 1 10, 120, 1 15, 102, 1 15, 1 15,\n109, 1 15, 101.\nThe games teacher wants to divide the class into two groups so that each group has\nequal number of students, one group has students with height lesser than a particular height\nand the other group has students with heights greater than the particular height. How\nwould she do that?\nLet us see the various options she has:\n(i)She can find the mean. The mean is\n= =1930\n17113 5 .106 110 123 125 117 120 112 115 110 120 115 102 115 115 10+ + + + + + + + + + + + + + 9 9 115 101\n17+ +\n2024-25\n\nMATHEMA TICS 52\nSo, if the teacher divides the students into two groups on the basis of this mean height,\nsuch that one group has students of height less than the mean height and the other group\nhas students with height more than the mean height, then the groups would be of unequal\nsize. They would have 7 and 10 members respectively .\n(ii)The second option for her is to find mode. The observation with highest frequency is\n115 cm, which would be taken as mode.\nThere are 7 children below the mode and 10 children at the mode and above the\nmode. Therefore, we cannot divide the group into equal parts.\nLet us therefore think of an alternative representative value or measure of central\ntendency . For doing this we again look at the given heights (in cm) of students and arrange\nthem in ascending order . We have the following observations:\n101, 102, 106, 109, 1 10, 1 10, 1\n12, 115, 115, 115, 115, 115, 1 17, 120, 120, 123, 125\nThe middle value in this data is 1 15 because this value\ndivides the students into two equal groups of 8 students each.\nThis value is called as Median . Median refers to the value\nwhich lies in the middle of the data (when arranged in an\nincreasing or decreasing order) with half of the observations\nabove it and the other half below it. The games teacher decides\nto keep the middle student as a refree in the game .\nHere, we consider only those cases where number of\nobservations is odd.\nThus, in a given d ata, arranged in ascending or descending order , the median  gives us\nthe middle obse rvation.\nNote that in g eneral, we may not get the same value for median and mode.\nThus we realise that mean, mode and median are the numbers that are the representative\nvalues of a group of observations or data. They lie between the minimum and maximum\nvalues of the data. They are also called the measures of the central tendency .\nEXAMPLE 7Find the median of the data: 24, 36, 46, 17, 18, 25, 35\nSOLUTION We arrange the data in ascending order , we get 17, 18, 24, 25, 35, 36, 46\nMedian is the middle observation. Therefore 25 is the median.\nEXERCISE  3.2\n1.The s cores in mathematics test (out of 25) of 15 students is as follows:\n19, 25, 23, 20, 9, 20, 15, 10, 5, 16, 25, 20, 24, 12, 20\nFind the mode and median of this data. Are they same?\n2.The runs scored in a cricket match by 1 1 players is as follows:\n6, 15, 120, 50, 100, 80, 10, 15, 8, 10, 15\nFind the mean, mode and median of this data. Are the three same?Your friend found the median and the\nmode of a given data. Describe and\ncorrect your friends error if any:\n35, 32, 35, 42, 38, 32, 34\nMedian = 42, Mode = 32TRY THESE\n2024-25\n\nDATA HANDLING 53\n3.The weights (in kg.) of 15 students of a class are:\n38, 42, 35, 37, 45, 50, 32, 43, 43, 40, 36, 38, 43, 38, 47\n(i)Find the mode and median of this data.\n(ii)Is there more than one mode?\n4.Find the mode and median of the data: 13, 16, 12, 14, 19, 12, 14, 13, 14\n5.Tell whether the statement is true or false:\n(i)The mode is always one of the numbers in a data.\n(ii)The mean is one of the numbers in a data.\n(iii) The median is always one of the numbers in a data.\n(iv) The data 6, 4, 3, 8, 9 , 12, 13, 9 has mean 9.\n3.5  USE OF BAR GRAPHS WITH A DIFFERENT  PURPOSE\nWe have seen last year how information collected could be first arranged in a frequency\ndistribution table and then this information could be put as a visual representation in the\nform of pictographs or bar graphs. You can look at the bar graphs and make deductions\nabout the data. You can also get information based on these bar graphs. For example, you\ncan say that the mode is the longest bar if the bar represents the frequency .\n3.5.1 Choosing a Scale\nWe know that a bar graph is a representation of numbers using bars of uniform width and\nthe lengths of the bars depend upon the frequency and the scale you have chosen. For\nexample, in a bar graph where numbers in units are to be shown, the graph represents one\nunit length for one observation and if it has to show numbers in tens or hundreds, one unit\nlength can represent 10 or 100 ob servations. Consider the following examples:\nEXAMPLE 8Two hundred students of 6th and 7th classes were asked to name their\nfavourite colour so as to decide upon what should be the colour of their\nschool building. The results are shown in the following table. Represent\nthe given data on a bar graph.\nFavourite Colour Red Green Blue Yellow Orange\nNumber  of Students 43 19 55\n49 34\nAnswer the f ollowing questions with the help of the bar graph:\n(i)Which is the most preferred colour and which is the least preferred?\n(ii)How many colours are there in all? What are they?\nSOLUTION Choose a suitable scale as follows:\nStart the scale at 0. The greatest value in the data is 55, so end the scale at a value greater\nthan 55, such as 60. Use equal divisions along the axes, such as increments of 10. You\n2024-25\n\nMATHEMA TICS 54\nknow that all the bars would lie between 0\nand 60. We choose the scale such that the\nlength between 0 and 60 is neither too long\nnor too small. Here we take 1 unit for 10\nstudents.\nWe then draw and label the graph as shown.\nFrom the bar graph we conclude that\n(i)Blue is the most preferred colour\n(Because the bar representing Blue is the\ntallest).\n(ii)Green is the least preferred colour .\n(Because the bar representing Green is\nthe shortest).\n(iii) There are five colours. They are Red, Green, Blue, Yellow and Orange. (These are\nobserved on the horizontal line)\nEXAMPLE 9Following data gives total marks (out of 600) obtained by six children of a\nparticular class. Represent the data on a bar graph.\nStudents Ajay Bali Dipti Faiyaz Geetika Hari\nMarks Obtained 450 500 300\n360 400 540\nSOLUTION\n(i)To choose an appropriate scale we make equal divisions taking increments of 100.\nThus 1 unit will represent 100 marks. (What would be the difficulty if we choose one\nunit to represent 1 0 marks?)\n(ii)Now represent the data on the bar graph.\n2024-25\n\nDATA HANDLING 55\nFig 3.1134374172164\n112132152152162142314\nDrawing double bar graph\nConsider the following two collections of data giving the average daily hours of sunshine in\ntwo cities Aberdeen and Mar gate for all the twelve months of the year . These cities are\nnear the south pole and hence have only a few hours of sunshine each day .\nIn Margate\nJan. Feb. Mar.April May June July Aug. Sept. Oct. Nov.Dec.\nAverage\nhours of 2 4 4\n8 7 6 4 2\nSunshine\nIn Aberdeen\nAverage\nhours of 3 6 5 4 3\nSunshine\nBy drawing individual bar g raphs you could answer questions like\n(i)In which month does each city has maximum sunlight?    or\n(ii)In which months does each city has minimum sunlight?\nHowever , to answer questions like “In a particular month, which city has more sunshine\nhours”, we need to compare the average hours of sunshine of both the cities. To do this we\nwill learn to draw what is called a double bar graph giving the information of both cities\nside-by-side.\nThis bar graph (Fig 3.1) shows the average sunshine of both the cities.\n2024-25\n\nMATHEMA TICS 56\nFor each month we have two bars, the heights of which give the average hours of\nsunshine in each city . From this we can infer that except for the month of April, there is\nalways more sunshine in Mar gate than in Aberdeen. You could put together a similiar bar\ngraph for your area or for your city .\nLet us look at another example more related to us.\nEXAMPLE 10 A mathematics teacher wants to see, whether the new technique of\nteaching she applied after quarterly test was effective or not. She takes\nthe scores of the 5 weakest children in the quarterly test (out of 25) and\nin the half yearly test (out of 25):\nStudents Ashish Arun Kavish Maya Rita\nQuarterly 10\n15 12\n20 9\nHalf yearly 15 18 16 21 15\nSOLUTION She draws the adjoining double bar graph and finds a marked\nimprovement in most of the students, the teacher decides\nthat she should continue to use the new technique of teaching.\nCan you think of a few more situ ations where you could use double\nbar graphs?\nTRY THESE\n1.The bar graph (Fig 3.2) shows the result of a survey to test water resistant watches\nmade by different companies.\nEach of these companies claimed that their watches were water resistant. After a\ntest the above results were revealed.\nFig 3.2Years 1995 1996 1997 1998\nEnglish 350 400 450 620\nHindi 500 525 600 650(a)Can you work out a fraction of the number of watches\nthat leaked to the number tested for each company?\n(b) Could you tell on this basis which company has better\nwatches?\n2. Sale of English and Hindi books in the years 1995, 1996,\n1997 and 1998 are given below:\nDraw a double bar graph and answer the following questions:\n(a)In which year was the difference in the sale of the\ntwo language books least?.\n(b) Can you say that the demand for English books rose\nfaster? Justify .\n2024-25\n\nDATA HANDLING 57\nEXERCISE  3.3\n1.Use the bar graph (Fig 3.3) to answer the following questions.\n(a)Which is the most popular pet? (b) How many students have dog as a pet?\nFig 3.3 Fig 3.4\n2.Read the bar graph (Fig 3.4) which shows the number of books sold by a bookstore\nduring five consecutive years and answer the following questions:\n(i)About how many books were sold in 1989? 1990? 1992?\n(ii)In which year were about 475 books sold? About 225 books sold?\n(iii) In which years were fewer than 250 books sold?\n(iv) Can you explain how you would estimate the number of books sold in 1989?\n3.Number of children in six dif ferent classes are given below . Represent the data on a\nbar graph.\nClass Fifth Sixth Seventh Eighth Ninth Tenth\nNumber of Children 135 120\n95 100 90 80\n(a)How would you choose a scale?\n(b) Answer the following questions:\n(i)Which class has the maximum number of children? And the minimum?\n(ii)Find the ratio of students of class sixth to the students of class eight.\n4.The performance of a student in 1st Term and 2nd Term is given. Draw a double bar\ngraph choosing appropriate scale and answer the following:\nSubject English Hindi Maths Science S. Science\n1st Term (M.M. 100) 67 72 88 81 73\n2nd Term (M.M. 100) 70 65 95 85 75\n2024-25\n\nMATHEMA TICS 58\n(i)In which subject, has the child improved his performance the most?\n(ii)In which subject is the improvement the least?\n(iii) Has the performance gone down in any subject?\n5.Consider this data collected from a survey of a colony .\nFavourite Sport Cricket Basket Ball Swimming Hockey Athletics\nWatching 1240 470\n510 430 250\nParticipating 620 320 320 250 105\n(i)Draw a double bar graph choosing an appropriate scale.\nWhat do you infer from the bar graph?\n(ii)Which sport is most popular?\n(iii) Which is more preferred, watching or participating in sports?\n6.Take the data giving the minimum and the maximum temperature of various cities\ngiven in the beginning of this Chapter (T able 3.1). Plot a double bar graph using the\ndata and answer the following:\n(i)Which city has the largest difference in the minimum and maximum temperature\non the given date?\n(ii)Which is the hottest city and which is the coldest city?\n(iii) Name two cities where maximum temperature of one was less than the minimum\ntemperature of the other .\n(iv) Name the city which has the least difference between its minimum and the\nmaximum temperature.\nWHAT HAVE WE DISCUSSED ?\n1.Average is a number that represents or shows the central tendency of a group of\nobservations or data.\n2.Arithmetic mean is one of the representative values of data.\n3.Mode is another form of central tendency or representative value. The mode of a set\nof observations is the observation that occurs most often.\n4.Median is also a form of representative value. It refers to the value which lies in the\nmiddle of the data with half of the observations above it and the other half below it.\n5.A bar graph is a representation of numbers using bars of uniform widths.\n6.Double bar graphs help to compare two collections of data at a glance.\n2024-25\n\n",
      "wordCount": 4601,
      "examples": [
        {
          "chapterNumber": 3,
          "exampleNumber": 1,
          "title": "Ashish studies for 4 hours, 5 hours and 3 hours respectively on three",
          "question": "EXAMPLE 1Ashish studies for 4 hours, 5 hours and 3 hours respectively on three\nconsecutive days. How many hours does he study daily on an average?\nSOLUTION The average study time of Ashish would be\nTotal number of study hours\nNumber of days for which he stu d died = 4 5 3\n3+ +\n hours = 4 hours per day\nThus, we can say that Ashish studies for 4 hours daily on an average.\nEXAMPLE 2 A batsman scored the following number of runs in six innings:\n36, 35, 50, 46, 60, 55\nCalculate the mean runs scored b",
          "solution": "The average study time of Ashish would be\nTotal number of study hours\nNumber of days for which he stu d died = 4 5 3\n3+ +\n hours = 4 hours per day\nThus, we can say that Ashish studies for 4 hours daily on an average."
        },
        {
          "chapterNumber": 3,
          "exampleNumber": 2,
          "title": "A batsman scored the following number of runs in six innings:",
          "question": "EXAMPLE 2 A batsman scored the following number of runs in six innings:\n36, 35, 50, 46, 60, 55\nCalculate the mean runs scored by him in an inning.\nSOLUTION Total runs = 36 + 35 + 50 + 46 + 60 + 55 = 282.\nTo find the mean, we find the sum of all the observations and divide it by the number of\nobservations.\nTherefore, in this case, mean = 282\n6 = 47. Thus, the mean runs scored in an inning are 47.\nWhere does the arithmetic mean lie\nTRY THESE\nHow would you find the average of your study hours for t",
          "solution": "Total runs = 36 + 35 + 50 + 46 + 60 + 55 = 282.\nTo find the mean, we find the sum of all the observations and divide it by the number of\nobservations.\nTherefore, in this case, mean = 282\n6 = 4"
        },
        {
          "chapterNumber": 3,
          "exampleNumber": 3,
          "title": "The ages in years of 10 teachers of a school are:",
          "question": "EXAMPLE  3 The ages in years of 10 teachers of a school are:\n  32, 41, 28, 54, 35, 26, 23, 33, 38, 40\n(i)What is the age of the oldest teacher and that of the youngest teacher?\n(ii)What is the range of the ages of the teachers?\n(iii) What is the mean age of these teachers?\nSOLUTION\n(i)Arranging the ages in ascending order , we get:\n23, 26, 28, 32, 33, 35, 38, 40, 41, 54\nWe find that the age of the oldest teacher is 54 years and the age of the youngest\nteacher is 23 years.TRY THESE\n2024-25\n\nDATA",
          "solution": "(i)Arranging the ages in ascending order , we get:\n23, 26, 28, 32, 33, 35, 38, 40, 41, 54\nWe find that the age of the oldest teacher is 54 years and the age of the youngest\nteacher is 23 years.TRY THESE\n2024-25\n\nDATA HANDLING 47\n(ii)Range of the ages of the teachers = (54 – 23) years = 31 years\n(iii) Mean age of the tea chers\n= 23 26 28 32 33 35 38 40 41 54\n10+ + + + + + + + +years\n= 350\n10years  = 35 years"
        },
        {
          "chapterNumber": 3,
          "exampleNumber": 4,
          "title": "Find the mode of the given set of numbers: 1, 1, 2, 4, 3, 2, 1, 2, 2, 4",
          "question": "EXAMPLE  4 Find the mode of the given set of numbers: 1, 1, 2, 4, 3, 2, 1, 2, 2, 4\nSOLUTION Arranging the numbers with same values together , we get\n1, 1, 1, 2, 2, 2, 2, 3, 4, 4\nMode of this data is 2 because it occurs more frequently than other observations.\n3.3.1  Mode of Large Data\nPutting the same observations together and counting them is not easy if the number of\nobservations is lar ge. In such cases we tabulate the data. Tabulation can begin by putting\ntally marks and finding the frequenc",
          "solution": "Arranging the numbers with same values together , we get\n1, 1, 1, 2, 2, 2, 2, 3, 4, 4\nMode of this data is 2 because it occurs more frequently than other observations.\n3.3.1  Mode of Large Data\nPutting the same observations together and counting them is not easy if the number of\nobservations is lar ge. In such cases we tabulate the data. Tabulation can begin by putting\ntally marks and finding the frequency , as you did in your previous class.\nLook at the following"
        },
        {
          "chapterNumber": 3,
          "exampleNumber": 5,
          "title": "Following are the margins of victory in the football",
          "question": "EXAMPLE  5Following are the margins of victory in the football\nmatches of a league.\n1, 3, 2, 5, 1, 4, 6, 2, 5, 2, 2, 2, 4, 1, 2, 3, 1, 1, 2, 3, 2 ,\n6, 4, 3, 2, 1, 1, 4, 2, 1, 5, 3, 3, 2, 3, 2, 4, 2, 1, 2\nFind the mode of this data.\nSOLUTION Let us put the data  in a tabular form:\nMargins of Victor y Tally Bars Number of Matches\n1 9\n2 14\n3 7\n4 5\n5 3\n6 2\nTotal 40\nFind the mode of\n(i)2, 6, 5, 3, 0, 3, 4, 3, 2, 4, 5,\n2, 4\n(ii)2, 14, 16, 12, 14, 14, 16,\n14, 10, 14, 18, 14TRY THESE\n2024-25\n\nMATHEMA TI",
          "solution": "Let us put the data  in a tabular form:\nMargins of Victor y Tally Bars Number of Matches\n1 9\n2 14\n3 7\n4 5\n5 3\n6 2\nTotal 40\nFind the mode of\n(i)2, 6, 5, 3, 0, 3, 4, 3, 2, 4, 5,\n2, 4\n(ii)2, 14, 16, 12, 14, 14, 16,\n14, 10, 14, 18, 14TRY THESE\n2024-25\n\nMATHEMA TICS 50\nLooking at the table, we can quickly say that 2 is the ‘mode’ since 2 has occured the\nhighest number of times. Thus, most of the matches have been won with a victory margin\nof 2 goals.\nTHINK, DISCUSS  AND WRITE\nCan a set of numbers have more than one mode?"
        },
        {
          "chapterNumber": 3,
          "exampleNumber": 6,
          "title": "Find the mode of the numbers:  2, 2, 2, 3, 3, 4, 5, 5, 5, 6, 6, 8",
          "question": "EXAMPLE  6Find the mode of the numbers:  2, 2, 2, 3, 3, 4, 5, 5, 5, 6, 6, 8\nSOLUTION Here, 2 and 5 both occur three times. Therefore, they both are modes of\nthe data.\n 1.Record the age in years of all your classmates. Tabulate the data and find the mode.\n 2.Record the heights in centimetres of your classmates and find the mode.\n 1.Find the mode of the following data:\n12, 14, 12, 16, 15, 13, 14, 18, 19, 12, 14, 15, 16, 15, 16, 16, 15,\n17, 13, 16, 16, 15, 15, 13, 15, 17, 15, 14, 15, 13, 15, 14\n 2.",
          "solution": ""
        },
        {
          "chapterNumber": 3,
          "exampleNumber": 7,
          "title": "Find the median of the data: 24, 36, 46, 17, 18, 25, 35",
          "question": "EXAMPLE 7Find the median of the data: 24, 36, 46, 17, 18, 25, 35\nSOLUTION We arrange the data in ascending order , we get 17, 18, 24, 25, 35, 36, 46\nMedian is the middle observation. Therefore 25 is the median.\nEXERCISE  3.2\n1.The s cores in mathematics test (out of 25) of 15 students is as follows:\n19, 25, 23, 20, 9, 20, 15, 10, 5, 16, 25, 20, 24, 12, 20\nFind the mode and median of this data. Are they same?\n2.The runs scored in a cricket match by 1 1 players is as follows:\n6, 15, 120, 50, 100,",
          "solution": "We arrange the data in ascending order , we get 17, 18, 24, 25, 35, 36, 46\nMedian is the middle observation. Therefore 25 is the median."
        },
        {
          "chapterNumber": 3,
          "exampleNumber": 8,
          "title": "Two hundred students of 6th and 7th classes were asked to name their",
          "question": "EXAMPLE 8Two hundred students of 6th and 7th classes were asked to name their\nfavourite colour so as to decide upon what should be the colour of their\nschool building. The results are shown in the following table. Represent\nthe given data on a bar graph.\nFavourite Colour Red Green Blue Yellow Orange\nNumber  of Students 43 19 55\n49 34\nAnswer the f ollowing questions with the help of the bar graph:\n(i)Which is the most preferred colour and which is the least preferred?\n(ii)How many colours are the",
          "solution": "Choose a suitable scale as follows:\nStart the scale at 0. The greatest value in the data is 55, so end the scale at a value greater\nthan 55, such as 6"
        },
        {
          "chapterNumber": 3,
          "exampleNumber": 9,
          "title": "Following data gives total marks (out of 600) obtained by six children of a",
          "question": "EXAMPLE 9Following data gives total marks (out of 600) obtained by six children of a\nparticular class. Represent the data on a bar graph.\nStudents Ajay Bali Dipti Faiyaz Geetika Hari\nMarks Obtained 450 500 300\n360 400 540\nSOLUTION\n(i)To choose an appropriate scale we make equal divisions taking increments of 100.\nThus 1 unit will represent 100 marks. (What would be the difficulty if we choose one\nunit to represent 1 0 marks?)\n(ii)Now represent the data on the bar graph.\n2024-25\n\nDATA HANDLING 55",
          "solution": ""
        },
        {
          "chapterNumber": 3,
          "exampleNumber": 10,
          "title": "A mathematics teacher wants to see, whether the new technique of",
          "question": "EXAMPLE 10 A mathematics teacher wants to see, whether the new technique of\nteaching she applied after quarterly test was effective or not. She takes\nthe scores of the 5 weakest children in the quarterly test (out of 25) and\nin the half yearly test (out of 25):\nStudents Ashish Arun Kavish Maya Rita\nQuarterly 10\n15 12\n20 9\nHalf yearly 15 18 16 21 15\nSOLUTION She draws the adjoining double bar graph and finds a marked\nimprovement in most of the students, the teacher decides\nthat she should continu",
          "solution": "She draws the adjoining double bar graph and finds a marked\nimprovement in most of the students, the teacher decides\nthat she should continue to use the new technique of teaching.\nCan you think of a few more situ ations where you could use double\nbar graphs?\nTRY THESE\n1.The bar graph (Fig 3.2) shows the result of a survey to test water resistant watches\nmade by different companies.\nEach of these companies claimed that their watches were water resistant. After a\ntest the above results were revealed.\nFig 3.2Years 1995 1996 1997 1998\nEnglish 350 400 450 620\nHindi 500 525 600 650(a)Can you work out a fraction of the number of watches\nthat leaked to the number tested for each company?\n(b) Could you tell on this basis which company has better\nwatches?"
        }
      ],
      "exercises": [],
      "stats": {
        "examplesCount": 10,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 15,
    "totalWords": 4601
  }
}