{
  "filename": "gemh112.pdf",
  "chapters": [
    {
      "chapterNumber": 10,
      "title": "What other name can you give to the line of symmetry",
      "content": "",
      "wordCount": 0,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 12,
      "title": "Symmetr y",
      "content": "Chapter  12Symmetr y\n2024-25\n\nSYMMETRY 187\nEnjoy identifying lines (also called axes) of symmetry in the designs you collect.\nLet us now strengthen our ideas on symmetry further .  Study the following figures in\nwhich the lines of symmetry are marked with dotted lines. [Fig 12.1 (i) to (iv)]\n12.2  L INES OF SYMMETRY  FOR REGULAR  POLYGONS\nYou know that a polygon is a closed figure made of several line segments.  The polygon\nmade up of the least number of line segments is the triangle. (Can there be a polygon that\nyou can draw with still fewer line segments? Think about it).\nA polygon is said to be regular if all its sides are of equal length and all its angles are of\nequal measure. Thus, an equilateral triangle is a regular polygon of three sides. Can you\nname the regular polygon of four sides?\nAn equilateral triangle is regular because each of its sides has same length and each of\nits angles measures 60° (Fig 12.2).\nA square is also regular because all its sides are of equal length and each of its angles\nis a right angle (i.e., 90°).  Its diagonals are seen to be perpendicular bisectors of one\nanother (Fig 12.3).Fig 12.1(i) (ii) (iii) (iv)\n60°60°\n60°a a\na\nFig 12.2\nFig 12.3\n2024-25\n\nMATHEMA TICS 188\nIf a pentagon is regular , naturally , its sides should have equal length. You will, later on,\nlearn that the measure of each of its  angles is 108° (Fig 12.4).\nA regular hexagon has all its sides equal and each of its angles measures 120°. You will\nlearn more of these figures later (Fig 12.5).\nThe regular polygons are symmetrical figures and hence their lines of symmetry are\nquite interesting,\nEach regular polygon has as many lines of symmetry as it has sides [Fig 12.6 (i) - (iv)].\nWe say, they have multiple lines of symmetry .\nPerhaps, you might like to investigate this by paper folding. Go ahead!\nThe concept of line symmetry is closely related to mirror reflection.  A shape has line\nsymmetry when one half of it is the mirror image of the other half (Fig 12.7). A mirror line,\nthus, helps to visualise a line of symmetry (Fig 12.8).\nIs the dotted line a mirror line? No. Is the dotted line a mirror line? Yes.\nFig 12.8Fig 12.4\nFig 12.6\nFig 12.7Fig 12.5\n2024-25\n\nSYMMETRY 189\nWhile dealing with mirror reflection, care is needed to note down the left-right changes\nin the orientation, as seen in the figure here (Fig 12.9).\nThe shape is same, but the other way round!\nPlay this punching game!\nFold a sheet into two halves Punch a hole two holes about the\nsymmetric fold.\nFig 12.10\nThe fold is a line (or axis) of symmetry .  Study about punches at dif ferent locations on\nthe folded paper and the corresponding lines of symmetry (Fig 12.10).\nEXERCISE  12.1\n1.Copy the figures with punched holes and find the axes of symmetry for the following:\nFig 12.9(i)R R\n(ii)\n2024-25\n\nMATHEMA TICS 190\n2.Given the line(s) of symmetry , find the other hole(s):\n3.In the following figures, the mirror line (i.e., the line of symmetry) is given as a dotted\nline. Complete each figure performing reflection in the dotted (mirror) line. (Y ou might\nperhaps place a mirror along the dotted line and look into the mirror for the image).\nAre you able to recall the name of the figure you complete?\n 4.The following figures have more than one line of symmetry .  Such figures are said to\nhave multiple lines of symmetry .\nIdentify multiple lines of symmetry , if any , in each of the following figures:\n(a) (b) (c)(a) (b) (c) (d) (e) (f)\n2024-25\n\nSYMMETRY 191\n5.Copy the figure given here.\nTake any one diagonal as a line of symmetry and shade a few more squares to\nmake the figure symmetric about a diagonal. Is there more than one way to do\nthat? Will the figure be symmetric about both the diagonals?\n6.Copy the diagram and complete each shape to be symmetric about the mirror\nline(s):\n7.State the number of lines of symmetry for the following figures:\n(a)An equilateral triangle (b)An isosceles triangle (c)A scalene triangle\n(d)A square (e)A rectangle (f)A rhombus\n(g)A parallelogram (h)A quadrilateral (i)A regular hexagon\n(j)A circle\n8.What letters of the English alphabet have reflectional symmetry (i.e., symmetry related\nto mirror reflection) about.\n(a)a vertical mirror (b)a horizontal mirror\n(c)both horizontal and vertical mirrors\n9.Give three examples of shapes with no line of symmetry .\n10. What other name can you give to the line of symmetry of\n(a)an isosceles triangle? (b)a circle?\n12.3  R OTATIONAL  SYMMETRY\nWhat do you say when the hands of a clock go round?\nYou say that they rotate. The hands of a clock rotate in only one direction,\nabout a fixed point, the centre of the clock-face.\nRotation, like movement of the hands of a clock, is called a clockwise\nrotation; otherwise it is said to be anticlockwise.(a) (b) (c)\n2024-25\n\nMATHEMA TICS 192\nWhat can you say about the rotation of the blades of a ceiling fan?  Do they rotate\nclockwise or anticlockwise? Or do they rotate both ways?\nIf you spin the wheel of a bicycle, it rotates.  It can rotate in either way: both clockwise\nand anticlockwise. Give three examples each for (i) a clockwise rotation and (ii) anticlockwise\nrotation.\nWhen an object rotates, its shape and size do not change.  The rotation turns an object\nabout a fixed point.  This fixed point is the centre of rotation . What is the centre of\nrotation of the hands of a clock?  Think about it.\nThe angle of turning during rotation is called the angle of r otation . A full\nturn, you know , means a rotation of 360°.  What is the degree measure of the\nangle of rotation for (i) a half-turn? (ii) a quarter-turn?\nA half-turn means rotation by 180°; a quarter-turn is rotation by 90°.\nWhen it is 12 O’clock, the hands of a clock are together . By 3 \nO’clock, the\nminute hand would have made three complete turns; but the hour hand would\nhave made only a quarter-turn.  What can you say about their positions at 6\nO’clock?\nHave you ever made a paper windmill? The Paper windmill in the picture\nlooks symmetrical (Fig 12.1 1); but you do not find any line of symmetry . No\nfolding can help you to have coincident halves. However if you rotate it by 90°\nabout the fixed point, the windmill will look exactly the same. We say the windmill\nhas a rotational symmetr y.\nFig 12.12\nIn a full turn, there are precisely four positions (on rotation through the angles 90°,\n180°, 270° and 360°) when the windmill looks exactly the same. Because of this, we say\nit has a rotational symmetry of order 4.\nHere is one more example for rotational symmetry .\nConsider a square with P as one of its corners (Fig 12.13).\nLet us perform quarter-turns about the centre of the square marked .\nFig 12.13\nFig 12.1 1\nA\nBCD\nD\nABC\nC\nDAB\nB A\nC BD CA D\n90° 90° 90° 90°\nP\n90°\nPP\nP90°P\n90° 90°\n(i) (ii) (iii) (iv) (v)\n2024-25\n\nSYMMETRY 193\nFig 12.13 (i) is the initial position. Rotation by 90° about the centre leads\nto Fig 12.13 (ii). Note the position of P  now . Rotate again through 90° and you get\nFig 12.13 (iii). In this way , when you complete four quarter -turns, the square reaches its\noriginal position. It now looks the same as Fig12.13 (i). This can be seen with the help of\nthe positions taken by P .\nThus a square has a rotational symmetry of order 4  about its centre. Observe that\nin this case,\n(i)The centre of rotation is the centre of the square.\n(ii)The angle of rotation is 90°.\n(iii) The direction of rotation is clockwise.\n(iv) The order of rotational symmetry is 4.\nTRY THESE\n120°\n120°120°R\nR RR\n(i) (ii) (iii) (iv)\nDO THIS\n1.(a)Can you now tell the order of the rotational symmetry for an equilateral triangle? (Fig 12.14)\nFig 12.14\n(b)How many positions are there at which the triangle looks exactly the same, when rotated about its\ncentre by 120°?\n  2.Which of the following shapes (Fig 12.15) have rotational symmetry about the marked point.\n(i) (ii) (iii) (iv)\nFig 12.15\nDraw two identical parallelograms, one-ABCD on a piece of paper and the\nother A' B' C' D' on a transparent sheet. Mark the points of intersection of their\ndiagonals, O and O' respectively (Fig 12.16).\nPlace the parallelograms such that A' lies on A, B' lies on B and so on.  O' then falls\non O.\n2024-25\n\nMATHEMA TICS 194\nStick a pin into the shapes at the point O.\nNow turn the transparent shape in the clockwise direction.\nHow many times do the shapes coincide in one full round?\nWhat is the order of rotational symmetry?\nThe point where we have the pin is the centre of rotation.  It is the\nintersecting point of the diagonals in this case.\nEvery object has a rotational symmetry of order 1, as it occupies\nsame position after a rotation of 360° (i.e., one complete revolution).\nSuch cases have no interest for us.\nYou have around you many shapes, which possess rotational\nsymmetry  (Fig 12.17).\nFruit Road sign Wheel\n(i) (ii) (iii)\nFig 12.17\nFor example, when you slice certain fruits, the cross-sections are shapes with rotational\nsymmetry . This might surprise you when you notice them [Fig 12.17(i)].\nThen there are many road signs that exhibit rotational symmetry . Next time when you\nwalk along a busy road, try to identify such road signs and find about the order of rotational\nsymmetry [Fig 12.17(ii)].\nThink of some more examples for rotational symmetry . Discuss in each case:\n(i)the centre of rotation (ii)the angle of rotation\n(iii) the direction in which the rotation is affected and\n(iv) the order of the rotational symmetry .\nGive the order of the rotational symmetry of the given figures about the point\nmarked  (Fig 12.17).\n(i) (ii) (iii)\nTRY THESE\nFig 12.18Fig 12.16\n2024-25\n\nSYMMETRY 195\nEXERCISE 12.2\n1.Which of the following figures have rotational symmetry of order more than 1:\n(a) (b) (c) (d) (e) (f)\n2.Give the order of rotational symmetry for each figure:\n(a) (b) (c) (d)\n(e) (f) (g) (h)\n12.4  L INE SYMMETRY  AND ROTATIONAL  SYMMETRY\nYou have been observing many shapes and their symmetries so far .  By now you\nwould have understood that some shapes have only line symmetry , some have only\nrotational symmetry and some have both line symmetry and rotational symmetry .\nFor example, consider the square shape (Fig 12.19).\nHow many lines of symmetry does it have?\nDoes it have any rotational symmetry?\nIf ‘yes’, what is the order of the rotational symmetry?\nThink about it.\nThe circle is the most perfect symmetrical figure,\nbecause it can be rotated around its centre through\nany angle and at the same time it has unlimited number\nof lines of symm etry. Observe any circle pattern.\nEvery line through the centre (that is every diameter)\nforms a line of (reflectional) symmetry and it has\nrotational symmetry around the centre for every angle.\nFig 12.19\n2024-25\n\nMATHEMA TICS 196\nSome of the English alphabets have  fascinating symmetrical structures.Which\ncapital letters have just one line of symmetry (like E)? Which capital letters have a\nrotational symmetry of order 2 (like I)?\nBy attempting to think on such lines, you will be able to fill in the following table:\nAlphabet Line Number of Lines of Rotational Order of Rotational\nLetters Symmetry Symmetry\nSymmetry Symmetry\nZ No 0 Yes 2\nS\nH Yes Yes\nO Yes Yes\nE Yes\nN Yes\nC\nEXERCISE  12.3\n1.Name any two figures that have both line symmetry and rotational symmetry .\n2.Draw , wherever possible, a rough sketch of\n(i)a triangle with both line and rotational symmetries of order more than 1.\n(ii)a triangle with only line symmetry and no rotational symmetry of order more\nthan 1.\n(iii) a quadrilateral with a rotational symmetry of order more than 1 but not a line\nsymmetry .\n(iv) a quadrilateral with line symmetry but not a rotational symmetry of order more than 1.\n3.If a figure has two or more lines of symmetry , should it have rotational symmetry of\norder more than 1 ?\n4.Fill in the blanks:\n Shape Centre of Rotation Order of Rotation Angle of Rotation\nSquare\nRectangle\nRhombus\nEquilateral\nTriangle\nRegular\nHexagon\nCircle\nSemi-circleDO THIS\n2024-25\n\nSYMMETRY 197\n5.Name the quadrilaterals which have both line and rotational symmetry of order more\nthan 1 .\n6.After rotating by 60° about a centre, a figure looks exactly the same as its original\nposition. At what other angles will this happen for the figure?\n7.Can we have a rotational symmetry of order more than 1 whose angle of rotation is\n(i)45°? (ii)17°?\nWHAT HAVE WE DISCUSSED ?\n1.A figure has line symmetr y, if there is a line about which the figure may be folded so\nthat the two parts of the figure will coincide.\n2.Regular polygons have equal sides and equal angles. They have multiple (i.e., more\nthan one) lines of symmetry .\n3.Each regular polygon has as many lines of symmetry as it has sides.\nRegular Regular Regular Square Equilateral\nPolygon hexagon pentagon triangle\nNumber of lines 6 5 4 3\nof symmetry\n4.Mirror reflection leads to symmetry , under which the left-right orientation have to be\ntaken care of.\n5.Rotation turns an object about a fixed point.\nThis fixed point is the centre of rotation .\nThe angle by which the object rotates is the angle of rotation .\nA half-turn means rotation by 180o; a quarter-turn  means rotation by 90o.  Rotation\nmay be clockwise or anticlockwise.\n6.If, after a rotation, an object looks exactly the same, we say that it has a rotational\nsymmetr y.\n7.In a complete turn (of 360o), the number of times an object looks exactly the same is\ncalled the order  of rotational symmetr y. The order of symmetry of a square, for\nexample, is 4 while, for an equilateral triangle, it is 3.\n8.Some shapes have only one line of symmetry , like the letter E; some have only rotational\nsymmetry , like the letter S; and some have both symmetries like the letter H.\nThe study of symmetry is important because of its frequent use in day-to-day life and\nmore because of the beautiful designs it can provide us.\n2024-25\n\n",
      "wordCount": 2444,
      "examples": [],
      "exercises": [
        {
          "chapterNumber": 12,
          "exerciseNumber": "12.1",
          "questions": [
            {
              "questionNumber": 10,
              "questionText": "What other name can you give to the line of symmetry of\n(a)an isosceles triangle? (b)a circle?"
            }
          ]
        }
      ],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 1
      }
    }
  ],
  "metadata": {
    "pages": 12,
    "totalWords": 2444
  }
}