{
  "filename": "gesc106.pdf",
  "chapters": [
    {
      "chapterNumber": 1,
      "title": "that the leaves of the plants",
      "content": "",
      "wordCount": 0,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 2,
      "title": "you learnt that all",
      "content": "Chapter 2 you learnt that all\norganisms are made of small\nmicroscopic units called cells. A cell isthe smallest structural and functional\nunit of an organism. Each cell of an\norganism performs certain functionssuch as nutrition, transport, excretion\nand reproduction. To perform these\nfunctions, the cell needs energy. Evenwhen we are eating, sleeping or reading\nwe require energy. But, where does this\nenergy come from? Can you say whyyour parents insist that you should eat\nregularly? The food has stored energy,\nwhich is released during respiration.Therefore, all living organisms respireto get energy from food. During\nbreathing, we breathe in air. You know\nthat air contains oxygen. We breathe outair which is rich in carbon dioxide. The\nair we breathe in is transported to all\nparts of the body and ultimately to eachcell. In  the cells, oxygen in the air helps\nin the breakdown of food. The process\nof breakdown of food in the cell with therelease of energy is called cellular\nrespiration. Cellular respiration takesplace in the  cells of all organisms.\nIn the cell, the food (glucose) is broken\ndown into carbon dioxide and water usingoxygen. When breakdown of glucoseoccurs with the use of oxygen it is called\naerobic  respiration . Food can also be\nbroken down, without using oxygen. This\nis called anaerobic respiration .\nBreakdown of food releases energy.\nYou should know that there are some\norganisms such as yeast that can survivein the absence of air. They are calledanaerobes . They get energy through\nanaerobic respiration. In the absence ofoxygen, glucose breaks down into alcoholand carbon dioxide, as given below:\nReprint 2024-25\n\nSCIENCE 58\nOur muscle cells can also respire\nanaerobically, but only for a short time,\nwhen there is a temporary deficiency of\noxygen. During heavy exercise, fast\nrunning (Fig. 6.1), cycling, walking formany hours or heavy weight lifting, the\ndemand for energy is high. But the\nsupply of oxygen to produce the energyis limited. Then anaerobic respiration\ntakes places in the muscle cells to fulfil\nthe demand of energy:\nFig. 6.1  During exercise, some muscles may\nrespire anaerobicallyHave you ever wondered why you get\nmuscle cramps after heavy exercise? Thecramps occur when muscle cells respire\nanaerobically. The partial breakdown of\nglucose produces lactic acid. Theaccumulation of lactic acid  causes muscle\ncramps. We get relief from cramps after ahot water bath or a massage. Can youguess why it is so? Hot water bath or\nmassage improves circulation of blood.\nAs a result, the supply of oxygen to themuscle cells increases. The increase in\nthe supply of oxygen results in the\ncomplete breakdown of lactic acid intocarbon dioxide and water.\n6.2 B REATHING\nActivity 6.1Yeasts are single-celled organisms.They respire anaerobically and during\nthis process yield alcohol. They are,\ntherefore, used to make wine and beer.\nCAUTION\nDo this activity under the supervision\nof your teacher.\nClose your nostrils and mouth\ntightly and look at a watch. What did\nyou feel after some time? How long were\nyou able to keep both of them closed?\nNote down the time for which you couldhold your breath (Fig. 6.2).\nSo, now you know that you cannot\nsurvive for long without breathing.\n Breathing means taking in air rich\nin oxygen and giving out air rich incarbon dioxide with the help ofrespiratory organs. The taking in of air\nrich in oxygen\n into the body is called\ninhalation and giving out of air rich in\ncarbon dioxide is known as exhalation.\nIt is a continuous process which goes\nReprint 2024-25\n\nRESPIRATION  IN ORGANISMS 59\nyou like to find out your breathing rate?\nDo you want to know whether it isconstant or it changes according to the\nrequirement of oxygen by the body? Let\nus find out by doing the followingactivity.\nActivity 6.2\nGenerally we are not aware that we are\nbreathing. However, if you try you can\ncount your rate of breathing. Breathein and out normally. Find out how many\ntimes you breathe in and breathe out\nin a minute? Did you inhale the samenumber of times as you exhaled? Now\ncount your breathing rate (number of\nbreaths/minute) after brisk walk andafter running. Record your breathing\nrate as soon as you finish and also after\ncomplete rest. Tabulate your findingsand compare your breathing rates under\ndifferent conditions with those of your\nclassmates.\nFrom the above activity, you must\nhave realised that whenever a person\nneeds extra energy, he/she breathesfaster. As a result more oxygen is\nBoojho noticed that when he\nreleased his breath after holding\nit for some time, he had to\nbreathe heavily. Can you tell\nhim why it was so?\nFig. 6.2   Holding breathon all the time and throughout the lifeof an organism.\nThe number of times a person\nbreathes in a minute is termed as thebreathing rate . During breathing\ninhalation and exhalation take place\nalternately. A breath means one\ninhalation plus one exhalation. Would\nTable 6.1 Changes in breathing rate under different conditions\nName of the classmate Breathing rate\nNormal After a brisk After running At rest\nwalk for 10 fast 100 m\nminutes\nSelf\nReprint 2024-25\n\nSCIENCE 60\nFig. 6.3   Variation in the breathing rate during\ndifferent activitiessupplied to our cells. It speeds up\nthe breakdown of food and more\nenergy is released. Does this explain\nwhy do we feel hungry after aphysical activity?\nWhen you feel drowsy, does your\nbreathing rate slow down? Does yourbody receive sufficient oxygen?\nActivity 6.3\nFigure 6.3 shows the various activitiescarried out by a person during a normalday. Can you say in which activity, the\nrate of breathing will be the slowest and\nin which it will be the fastest? Assignnumbers to the pictures in the order of\nincreasing rate of breathing according\nto your experience.\n6.3 H OW DO WE BREATHE ?\nLet us now learn about the mechanismof breathing. Normally we take in air\nthrough our nostrils. When we inhale\nair, it passes through our nostrils intothe nasal cavity . From the nasal cavity,\nthe air reaches our lungs through the\nwindpipe. Lungs are present in thechest cavity (Fig. 6.4). This cavity is\nsurrounded by ribs on the sides. A large,muscular sheet called diaphragm  forms\nthe floor of the chest cavity (Fig. 6.4).\nBreathing involves the movement of the\ndiaphragm and the rib cage.\nDuring inhalation, ribs move up and\noutwards and diaphragm moves down.This movement increases space in ourchest cavity and air rushes into the\nlungs. The lungs get filled with air.\nDuring exhalation, ribs move down andinwards, while diaphragm moves up to\nits former position. This reduces the size\nof the chest cavity and air is pushed outof the lungs (Fig. 6.5). These movements\nin our body can be felt easily. Take aOn an average, an adult human being\nat rest breathes in and out 15–18times in a minute. During heavy\nexercise, the breathing rate can\nincrease upto 25 times per minute.While we exercise, not only do we\nbreathe fast, we also take deep breaths\nand thus inhale more oxygen.\nPaheli wants to know why\nwe yawn when we are\nsleepy or drowsy.\nReprint 2024-25\n\nRESPIRATION  IN ORGANISMS 61deep breath. Keep your palm on the\nabdomen, feel the movement ofabdomen. What do you find?\nAfter having learnt that during\nbreathing there are changes in the sizeof the chest cavity, children got involved\nin the chest expansion competition.\nEveryone was boasting that she/he\nFig 6.4 Human respiratory system\nThe air around us has various types of unwanted particles, such as smoke, dust,pollens, etc. When we inhale, the particles get trapped in the hair present in ournasal cavity. However, sometimes these particles may get past the hair in the\nnasal cavity. This may irritate the lining of the cavity, as a result of which we\nsneeze. Sneezing expels these foreign particles from the inhaled air and a dust-free, clean air enters our body.\nTAKE CARE: When you sneeze, you should cover your nose so that the foreign\nparticles you expel are not inhaled by other persons.Smoking damages lungs. Smoking isalso linked to cancer. It must beavoided.\nNasal passage\nOral cavityPharynx\nTrachea\nLungs\nRibs\nDiaphragmcould expand it the maximum. How\nabout doing this activity in the classwith your classmates?\nReprint 2024-25\n\nSCIENCE 62\nActivity 6.4\nTake a deep breath. Measure the size\nof the chest with a measuring tape\n(Fig. 6.6) and record your observations\nin Table 6.2. Measure the size of thechest again when expanded and\nindicate which classmate shows the\nmaximum expansion of the chest.\nWe can understand the mechanism\nof breathing by a simple model.Activity 6.5\nTake a wide plastic bottle. Remove thebottom. Get a Y-shaped glass or plastic\ntube. Make a hole in the lid so that the\ntube may pass through it. To the forkedend of the tube fix two deflated balloons.\nIntroduce the tube into the bottle as\nshown in Fig. 6.7. Now cap the bottle.Seal it to make it airtight. To the open\nbase of the bottle tie a thin rubber or\nplastic sheet using a large rubber band.\nFig. 6.5  Mechanism of breathing in human beings\nTable 6.2: Effect of breathing on the chest size of some classmates\nName of the Size of the chest (cm)\nclassmate During inhalation During exhalation Difference in sizeRibs move\nout\nDiaphragm\nmoves downAir is\ndrawn inAir forced out\nRibs moveback\nDiaphragm\nmoves back\n(a) Inhalation (b) Exhalation\nReprint 2024-25\n\nRESPIRATION  IN ORGANISMS 63Fig. 6.6  Measuring chest size\nthe hole in the lid in such a way that it\ndips in lime water. Now blow gentlythrough the straw a few times (Fig. 6.8).\nIs there a change in the appearance of\nlime water? Can you explain this changeon the basis of what you learnt in\nChapter 5?\nYou are aware that air we inhale or\nexhale is a mixture of gases. What dowe exhale? Do we exhale only carbon\ndioxide or a mixture of gases along withit? You must have also observed that if\nyou exhale on a mirror, a film of\nmoisture appears on its surface. Fromwhere do these droplets come?\nTo understand the expansion of the\nlungs, pull the rubber sheet from the\nbase downwards and watch the balloons.\nNext, push the rubber/plastic sheet upand observe the balloons. Did you see\nany changes in the balloons?\nWhat do the balloons in this model\nrepresent? What does the rubber sheetrepresent?\nNow, you should be able to explain\nthe mechanism of breathing.\n6.4 W HAT DO WE BREATHE  OUT?\nActivity 6.6\nTake a slender, clean test tube or a\nglass/plastic bottle. Make a hole in its\nlid and fix it on the bottle.  Pour some\nfreshly prepared lime water in the\ntest-tube. Insert a plastic straw through\nPlastic\nbottle\nBalloons\nRuber\nsheet\nFig 6.7  Model to show\nmechanism of breathing\nBoojho wants to know how\nmuch air a person can hold in\nthe lungs.\nBreathe for Better Life\nRegular traditional breathing exercise (pranayama) can increase the capacity oflungs to take in more air. Thus more oxygen can be supplied to the body cells\nresulting in release of more energy.\nReprint 2024-25\n\nSCIENCE 64\nFig.6.9  Tracheal systemTracheae\n6.5 B REATHING  IN OTHER ANIMALS\nAnimals such as elephants, lions, cows,\ngoats, frogs, lizards, snakes, birds, have\nlungs in their chest cavities like the\nhuman beings.\nHow do other organisms breathe? Do\nthey also have lungs like those of humanbeings? Let us find out.Cockroach:  A cockroach has small\nopenings on the sides of its body. Otherinsects also have similar openings.\nBoojho wants to know if\ncockroaches, snails, fish,\nearthworms, ants and mosquitoes\nalso have lungs.\nThese openings are called spiracles\n(Fig. 6 .9). Insects have a network of air\ntubes called tracheae for gas exchange.\nOxygen rich air rushes through spiraclesinto the tracheal tubes, diffuses into thebody tissue, and reaches every cell of\nthe body. Similarly, carbon dioxide from\nthe cells goes into the tracheal tubes andmoves out through spiracles. These air\ntubes or tracheae are found only in\ninsects and not in any other group ofanimals.\nFig. 6.8  Effect of exhaled air on lime water\nThe percentage of oxygen and carbondioxide in inhaled and exhaled air.\nInhaled air Exhaled air\nLungs21% oxygen 16.4% oxygen\n4.4% carbon\ndioxide0.04% carbondioxideStraw\nLime water\nEarthworm: Recall from Chapter 6 of\nClass VI that earthworms breathe\nthrough their skins. The skin of an\nearthworm feels moist and slimy ontouching. Gases can easily pass through\nthem. Though frogs have a pair of lungs\nlike human beings, they can alsobreathe through their skin, which is\nmoist and slippery.\nReprint 2024-25\n\nRESPIRATION  IN ORGANISMS 65\nGills\nFig. 6.10  Breathing organs in fish\nPaheli wants to know whether\nroots, which are underground\nalso take in oxygen? If so, how?\ndioxide. In the cells oxygen is used tobreak down glucose into carbon dioxideand water as in other organisms. In\nplants each part can independently take\nin oxygen from the air and give outcarbon dioxide. You have already learnt\nin Chapter 1 that the leaves of the plants\nhave tiny pores called stomata forexchange of oxygen and carbon dioxide.\nSoil particles\nRoot hair\nAir space\nFig. 6.11  Roots absorb air from the soil6.6 B REATHING  UNDER  WATER\nCan we breathe and survive in water?\nThere are many organisms which live in\nwater. How do they breathe under water?\nYou have studied in Class VI that\ngills in fish help them to use oxygendissolved in water. Gills are projections\nof the skin. You may wonder how gillshelp in breathing. Gills are well supplied\nwith blood vessels (Fig. 6.10) for\nexchange of gases.\nBoojho has seen in televisionprogrammes that whales and\ndolphins often come up to the\nwater surface. They even release\na fountain of water sometimes\nwhile moving upwards. Why do\nthey do so?\n6.7 D O PLANTS ALSO RESPIRE ?\nLike other living organisms, plants also\nrespire for their survival as you have\nlearnt in Class VI. They also take inoxygen from the air and give out carbonLike all other living cells of the\nplants, the root cells also needoxygen to generate energy. Roots takeup air from the air spaces present\nbetween the soil particles (Fig. 6.11).\nReprint 2024-25\n\nSCIENCE 66Can you guess what would happen\nif a potted plant is overwatered?\nIn this chapter you learnt\nthat respiration is a vital biological\nWhat you have learnt\nRespiration is essential for survival of living organisms. It releases energy\nfrom the food.\nThe oxygen we inhale is used to breakdown glucose into carbon dioxideand water. Energy is released in the process.\nThe breakdown of glucose occurs in the cells of an organism (cellularrespiration).\nIf the food is broken down with the use of oxygen, it is called aerobicrespiration. If the breakdown occurs without the use of oxygen, therespiration is called anaerobic respiration.\nDuring heavy exercise when the supply of oxygen to our muscle cells isinsufficient, food breakdown is by anaerobic respiration.\nBreathing is a part of the process of respiration during which anorganism takes in the oxygen-rich air and gives out air rich in carbondioxide. The respiratory organs for the exchange of gases vary in differentorganisms.\nDuring inhalation, our lungs expand and then come back to the originalstate as the air moves out during exhalation.\nIncreased physical activity enhances the rate of breathing.\nIn animals like cow, buffalo, dog and cat the respiratory organs and theprocess of breathing are similar to those in humans.\nIn earthworm, the exchange of gases occurs through the moist skin. Infishes it takes place through gills and in insects through the tracheae.\nIn a plant the roots take in air present in the soil. Leaves have tiny porescalled stomata through which they exchange gases. The breakdown ofglucose in the plant cells is similar to that in other living beings.process. All living organisms need\nto respire to get the energy neededfor their survival.\nKeywords\nAerobic respiration\nAnaerobic respirationBreathing rateCellular respirationDiaphragmExhalationGillsLungsInhalationSpiraclesTracheaeRibs\nReprint 2024-25\n\nRESPIRATION  IN ORGANISMS 67Exercises\n1. Why does an athlete breathe faster and deeper than usual after\nfinishing the race?\n2. List the similarities and differences between aerobic and anaerobic\nrespiration.\n",
      "wordCount": 2644,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 3,
      "title": "Why do we often sneeze when we inhale a lot of dust-",
      "content": "3. Why do we often sneeze when we inhale a lot of dust-laden air?\n",
      "wordCount": 14,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 4,
      "title": "Take three test-tubes. Fill ¾th of each with water.",
      "content": "4. Take three test-tubes. Fill ¾th of each with water. Label them A, B and\nC. Keep a snail in test-tube A, a water plant in test-tube B and in C,\nkeep snail and plant both. Which test-tube would have the highestconcentration of CO\n2?\n",
      "wordCount": 45,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 5,
      "title": "Tick the correct answer:",
      "content": "5. Tick the correct answer:\n(a) In cockroaches, air enters the body through\n(i) lungs (ii) gills\n(iii) spiracles (iv) skin\n(b) During heavy exercise, we get cramps in the legs due to the\naccumulation of\n(i) carbon dioxide (ii) lactic acid\n(iii) alcohol (iv) water\n(c) Normal range of breathing rate per minute in an average adult\nperson at rest is:\n(i) 9–12 (ii) 15–18\n(iii) 21–24 (iv) 30–33\n(d) During exhalation, the ribs\n(i) move outwards (ii) move downwards\n(iii) move upwards (iv) do not move at all\n",
      "wordCount": 90,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 6,
      "title": "Match the items in Column I with those in Column II:",
      "content": "6. Match the items in Column I with those in Column II:\nColumn I Column II\n(a) Yeast (i)Earthworm\n(b) Diaphragm (ii) Gills\n(c) Skin (iii) Alcohol\n(d) Leaves (iv) Chest cavity\n(e) Fish (v) Stomata\n(f) Frog (vi) Lungs and skin\n(vii) Tracheae\nReprint 2024-25\n\nSCIENCE 687. Mark ‘T’ if the statement is true and ‘F’ if it is false:\n(i) During heavy exercise the breathing rate of a person slows\ndown. (T/F)\n(ii)Plants carry out photosynthesis only during the day and\n         respiration only at night. (T/F)\n(iii) Frogs breathe through their skins as well as their lungs. (T/F)\n(iv) The fishes have lungs for respiration. (T/F)\n(v) The size of the chest cavity increases during inhalation. (T/F)\n",
      "wordCount": 119,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 8,
      "title": "Given below is a square of letters in which are hidd",
      "content": "8. Given below is a square of letters in which are hidden different words\nrelated to respiration in organisms. These words may be present in any\ndirection — upwards, downwards, or along the diagonals. Find the wordsfor your respiratory system. Clues about those words are given belowthe square.\nSV MP LU N G S\nCZ GQW XNTLR M A T I DOT CI Y RXYM S R ABR HI ANTAYS T PTB Z R C EMI A MT SI HASP I RAC LESNE DKJNSAT\n(i) The air tubes of insects\n(ii) Skeletal structures surrounding chest cavity\n(iii) Muscular floor of chest cavity\n(iv) Tiny pores on the surface of leaf\n(v) Small openings on the sides of the body of an insect\n(vi) The respiratory organs of human beings\n(vii) The openings through which we inhale(viii) An anaerobic organism\n(ix) An organism with tracheal system\n",
      "wordCount": 145,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 9,
      "title": "The mountaineers carry oxygen with them because:",
      "content": "9. The mountaineers carry oxygen with them because:\n(a) At an altitude of more than 5 km there is no air.\nReprint 2024-25\n\nRESPIRATION  IN ORGANISMS 69Did you know?\nFor us oxygen is essential, but for those organisms which do not use it,\noxygen is toxic. In fact, for humans and other organisms it may bedangerous to breathe pure oxygen for long.(b) The amount of air available to a person is less than that available\non the ground.\n(c) The temperature of air is higher than that on the ground.\n(d) The pressure of air is higher than that on the ground.\nExtended Learning — Activities and Projects\n1. Observe fish in an aquarium. You will find flap like structures on both\nsides of their heads. These are flaps which cover the gills. These flapsopen and close alternately. On the basis of these observations, explainthe process of respiration in the fish.\n2. Visit a local doctor. Learn about the harmful effects of smoking. You can\nalso collect material on this topic from other sources. You can seek helpof your teacher or parents. Find out the percentage of people of yourarea who smoke. If you have a smoker in your family, confront him withthe material that you have collected.\n3. Visit a doctor. Find out about artificial respiration. Ask the doctor:\n(a) When does a person need artificial respiration?\n(b) Does the person need to be kept on artificial respiration temporarily\nor permanently?\n(c) From where can the person get supply of oxygen for artificial\nrespiration?\n4. Measure the breathing rate of the members of your family and some of\nyour friends. Investigate:\n(c) If the breathing rate of children is different from that of adults.\n(d) If the breathing rate of males is different from that of females.\nIf there is a difference in any of these cases, try to find the reason.\nReprint 2024-25\n\n",
      "wordCount": 315,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 13,
    "totalWords": 3372
  }
}