{
  "filename": "gesc107.pdf",
  "chapters": [
    {
      "chapterNumber": 1,
      "title": "Match structures given in Column I with functions gi",
      "content": "1. Match structures given in Column I with functions given in Column II.\nColumn  I Column  II\n(i) Stomata (a) Absorption of water\n(ii)Xylem (b) Transpiration\n(iii) Root hairs (c) Transport of food\n(iv) Phloem (d) Transport of water\n(e) Synthesis of carbohydrates\n",
      "wordCount": 43,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 2,
      "title": "Fill in the blanks.",
      "content": "2. Fill in the blanks.\n(i) The blood from the heart is transported to all parts of the body by\nthe                         .\n(ii) Haemoglobin is present in                         cells.\n(iii) Arteries and veins are joined by a network of                         .\n(iv) The rhythmic expansion and contraction of the heart is called\n                        .\n(v) The main excretory product in human beings is                         .\n(vi) Sweat contains water and                         .\n(vii) Kidneys eliminate the waste materials in the liquid form called\n                       .\n(viii) Water reaches great heights in the trees because of suction pull\ncaused by                        .\nReprint 2024-25\n\nTRANSPORTATION  IN ANIMALS  AND PLANTS 813. Choose the correct option:\n(a) In plants, water is transported through\n(i) xylem (ii)phloem\n(iii) stomata (iv) root hair\n(b) Water absorption through roots can be increased by keeping the\nplants\n(i) in the shade\n(ii) in dim light\n(iii) under the fan\n(iv) covered with a polythene bag\n",
      "wordCount": 151,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 4,
      "title": "Why is transport of materials necessary in a plant o",
      "content": "4. Why is transport of materials necessary in a plant or in an animal?\nExplain.\n",
      "wordCount": 15,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 5,
      "title": "What will happen if there are no platelets in the bl",
      "content": "",
      "wordCount": 0,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 6,
      "title": ". So, two types of",
      "content": "Chapter 6. So, two types of\nblood vessels,  arteries  and veins are\npresent in the body.  (Fig. 7.1)\nArteries  carry oxygen-rich blood\nfrom the heart to all parts of the body.Since the blood flow is rapid and at ahigh pressure, the arteries have thickelastic walls.\nLet us perform an activity to study\nthe flow of blood through arteries.\nActivity 7.1\nPlace the middle and index finger ofyour right hand on the inner side of your\nleft wrist (Fig. 7.2). Can you feel some\nthrobbing movements? Why do youthink there is throbbing? This\nthrobbing is called the pulse and it is\ndue to the blood flowing in the arteries.Count the number of pulse beats in one\nminute.\nHow many pulse beats could you\ncount? The number of beats per minuteis called the pulse rate . A resting\nperson, usually has a pulse rate between\n72 and 80 beats per minute. Find other\nplaces in your body where you can feel\nthe pulse.\nRecord your own pulse beats per\nminute and those of your classmates.Insert the values you obtained inTable 7.1 and compare them.\nFig. 7.2  Pulse in the wrist\nReprint 2024-25\n\nSCIENCE 72Table 7.1 Pulse rate\nS. No. Name Pulse per minute\n1.\n2.\n3.\n4.5.\nPaheli explained that the\npulmonary artery carries blood\nfrom the heart, so it is called an\nartery and not a vein. It carries\ncarbon dioxide-rich blood to the\nlungs. Pulmonary vein carries\noxygen-rich blood from the\nlungs to the heart. \nVeins  are the vessels which carry\ncarbon dioxide-rich blood from all parts\nof the body back to the heart. The veins\nhave thin walls. There are valves presentin veins which allow blood to flow only\ntowards the heart.\nRefer to Fig. 7.3. Do you see the\narteries divide into smaller vessels? On\nreaching the tissues, they divide further\ninto extremely thin tubes called\ncapillaries . The capillaries join to form\nveins which empty into the heart.\nHeart\nThe heart is an organ which beats\ncontinuously to act as a pump for the\ntransport of blood, which carries othersubstances with it.\nImagine a pump working for\nyears without stopping! Absolutelyimpossible. Yet our heart works like a\npump non-stop. Let us now learn about\nthe heart.\nThe heart is located in the chest\ncavity with its lower tip slightly tiltedtowards the left (Fig. 7.1). Hold yourfingers inwards on your palm. That\nCapillariesVein\nArteryHeartLungs\nI am confused! I have learnt\nthat an artery always\ncarries oxygen-rich blood. \nPulmonary\narteryPulmonary\nvein\nFig. 7.3  Schematic diagram of circulation\nBlood Donation\nHundreds of people die due to\nunavailability of blood. Voluntary\nblood donation is harmless and\npainless and can save precious lives.\nBlood can be donated at hospitals andother places authorised by the\ngovernment. Donated blood are stored\nwith special care in Blood Banks.\nReprint 2024-25\n\nTRANSPORTATION  IN ANIMALS  AND PLANTS 73makes your fist. Your heart is roughly\nthe size of your fist.\nWhat will happen if the blood rich in\noxygen and the blood rich in carbondioxide mix with each other? To avoidthis from happening, the heart has fourchambers. The two upper chambers arecalled the atria (singular: atrium) and\nthe two lower chambers are called the\nventricles  (Fig. 7.4). The partition\nbetween the chambers  helps to avoid\nPaheli wonders which side of\nthe heart will have oxygen-rich\nblood and which side will have\ncarbon dioxide-rich blood.\nFig. 7.4  Sections of human heart\nVena Cava\nRight atrium\nRight ventriclePartition completely\nseparating the twohalvesLeft atrium\nLeft ventriclePulmonary artery\nPulmonary vein\nmixing up of blood rich in oxygen with\nthe blood rich in carbon dioxide.\nTo understand the functioning of the\ncirculatory system, start from the rightside of the heart in Fig. 7.3 and follow\nthe arrows. These arrows show thedirection of the blood flow from the heartAorta\nReprint 2024-25\n\nSCIENCE 74to the lungs and back to the heart from\nwhere it is pumped to the rest of thebody.\nHeartbeat\nThe walls of the chambers of the heart\nare made up of muscles. These muscles\ncontract and relax rhythmically. Thisrhythmic contraction followed by its\nrelaxation constitute a heartbeat.\nRemember that heartbeats continueevery moment of our life. If you place\nyour hand on the left side of your chest,\nyou can feel your heartbeat. The doctorfeels your heartbeats with the help of\nan instrument called a stethoscope.\nA doctor uses the stethoscope as a\ndevice to amplify the sound of the heart.It consists of a chest piece that carries a\nsensitive diaphragm, two ear pieces anda tube joining the parts. Doctors can\nget clues about the condition of yourheart by listening through a\nstethoscope.\nLet us construct a model of a\nstethoscope with the materials that areavailable around us.\nActivity 7.2\nTake a small funnel of 6–7 cm indiameter. Fix a rubber tube (50 cm long)\ntightly on the stem of the funnel. Stretch\na rubber sheet (or a balloon) on themouth of the funnel and fix it tightly\nwith a rubber band. Put the open end\nof the tube on one of your ears. Place\nTable 7.2 Heartbeat and pulse rate\nName of student While resting After running (4–5 minutes)\nHeartbeat Pulse rate Heartbeat Pulse rate\nFig. 7.5  Instrument to hear heartbeat (a) Stethoscope\n (b) Model of\nstethoscopeChest Piece\nEar PieceTube\nReprint 2024-25\n\nTRANSPORTATION  IN ANIMALS  AND PLANTS 75the mouth of the funnel on your chest\nnear the heart. Now try to listencarefully. Do you hear a regular\nthumping sound ? The sound is that of\nheart beats. How many times did yourheart beat in a minute ? Count again\nafter running for 4–5 minutes. Compare\nyour observations.\nRecord your own pulse rate and heart\nbeat and that of your friends whileresting and after running and record inTable 7.2. Do you find any relationship\nbetween your heart beat and pulse rate?\nEach heart beat generates one pulse inthe arteries and the pulse rate per\nminute indicates the rate of heart beat.\nThe rhythmic beating of the various\nchambers of the heart maintaincirculation of blood and transport of\nsubstances to the different parts of thebody.\nBoojho wonders if sponges and\nhydra  also have blood? Animals such\nas sponges and Hydra do not possess\nany circulatory system. The water inwhich they live brings food and oxygenas it enters their bodies. The watercarries away waste materials and carbondioxide as it moves out. Thus, these\nanimals do not need a circulatory fluid\nlike the blood.\nLet us now learn about the removal\nof waste other than carbon dioxide.\n7.2 E XCRETION  IN ANIMALS\nRecall how carbon dioxide is removed\nas waste from the body through the\nlungs during exhalation. Also recall thatthe undigested food is removed during\negestion. Let us now find out how the\nother waste materials are removed fromthe body. You may wonder where these\nunwanted materials come from!\nWhen our cells perform their\nfunctions, certain waste products arereleased. These are toxic and hence need\nto be removed from the body. Theprocess of removal of wastes produced\nin the cells of the living organisms is\ncalled excretion . The parts involved in\nexcretion form the excretory system .\nExcretory system in humans\nThe waste which is present in the blood\nhas to be removed from the body. How\ncan this be done? A mechanism to filterthe blood is required. This is done by\nthe blood capillaries in the kidneys .\nWhen the blood reaches the two kidneys,\nit contains both useful and harmful\nsubstances. The useful substances are\nabsorbed back into the blood. Thewastes dissolved in water are removed\nas urine . From the kidneys, the urine\ngoes into the urinary bladder throughThe English physician, William Harvey\n(A.D.1578–1657), discovered thecirculation of blood. The current\nopinion in those days was that blood\noscillates in the vessels of the body.For his views, Harvey was ridiculed\nand was called “circulator”. He lost\nmost of his patients. However, beforehe died, Harvey’s idea about\ncirculation was generally accepted as\na biological fact.\nReprint 2024-25\n\nSCIENCE 76Sometimes a person’s kidneys may\nstop working due to infection or\ninjury. As a result of kidney failure,\nwaste products start accumulating inthe blood. Such persons cannot\nsurvive unless their blood is filtered\nperiodically through an artificialkidney. This process is called dialysis .tube-like ureters . It is stored in the\nbladder and is passed out through the\nurinary opening at the end of a\nmuscular tube called urethra  (Fig. 7.6).\nThe kindeys, ureters, bladder and\nurethra form the excretory system.\nAn adult human being normally\npasses about 1–1.8 L of urine in 24hours. The urine consists of 95% water,\n2.5% urea and 2.5% other wasteproducts.\nWe have all experienced that we sweat\non a hot summer day. The sweat\nPaheli wants to know\nwhether other animals also\nurinate?\nThe way in which waste chemicals\nare removed from the body of the\nanimal depends on the availabilityof water. Aquatic animals like fishes,\nexcrete cell waste as ammonia which\ndirectly dissolves in water. Someland animals like birds, lizards,\nsnakes excrete a semi-solid, white\ncoloured compound (uric acid). Themajor excretory product in humans\nis urea.Fig. 7.6   Human excretory system\nKidney\nUreter\nUrinary bladder\nUrethracontains water and salts. Boojho has\nseen that sometimes in summer, whitepatches are formed on our clothes,\nespecially in areas like underarms.\nThese marks are left by salts present inthe sweat.\nDoes sweat serve any other function?\nWe know that the water kept in anearthen pot ( matka ) is cooler. This is\nbecause the water evaporates from thepores of the pot, which causes cooling.\nUrinary opening\nReprint 2024-25\n\nTRANSPORTATION  IN ANIMALS  AND PLANTS 77\nSimilarly, when we sweat, it helps to cool\nour body.\n7.3 T RANSPORT  OF SUBSTANCES  IN\nPLANTS\nIn Chapter 1 you learnt that plants takewater and mineral nutrients from the soilthrough the roots and transport it to the\nleaves. The leaves prepare food for the\nplant, using water and carbon dioxide\nduring photosynthesis. You also learnt in\nChapter 6 that food is the source of energy\nand every cell of an organism gets energyby the breakdown of glucose. The cells\nuse this energy to carry out vital activitiesof life. Therefore food must be madeavailable to every cell of an organism.\nHave you ever wondered how water and\nnutrients absorbed by the root aretransported to the leaves? How is the\nfood prepared by the leaves carried to\nthe parts which cannot make food?\nTransport of water and\nminerals\nPlants absorb water and minerals by\nthe roots. The roots have root hair.The root hair increase the surface areaof the root for the absorption of waterand mineral nutrients dissolved in\nwater. The root hair is in contact with\nthe water present between the soilparticles [Fig. 7.7 (a)].\nCan you guess how water moves\nfrom the root to the leaves? What kindof transport system is present in plants?\nBoojho thinks that plants\nmay have pipes to transport\nwater to the entire plant like\nwe have in our homes for the\nsupply of water.\n(a)(b)\nXylem vesselsFig. 7.7  Transport of water and minerals in\n(a) a section of root, (b) a treeRoot hair\nReprint 2024-25\n\nSCIENCE 78\nWell, Boojho is right. Plants have\npipe-like vessels to transport water and\nnutrients from the soil. The vessels are\nmade of special cells, forming the\nvascular tissue . A tissue is a group of\ncells that perform specialised function\nin an organism. The vascular tissue for\nthe transport of water and nutrients in theplant is called the xylem [Fig. 7.7 (a)].\nThe xylem forms a continuous\nnetwork of channels that connects rootsto the leaves through the stem and\nbranches and thus transports water to\nthe entire plant [Fig. 7.7 (b)].\nPaheli says her mother puts\nladyfinger and other vegetables in\nwater if they are somewhat dry.\nShe wants to know how water\nenters into them.\nBoojho wants to know why\nplants absorb a large quantity\nof water from the soil, then give\nit off by transpiration!\nFig. 7.8 (a) Stem placed in coloured water\nDoes any part of the herb appear\nred? If yes, how do you think the colourreached there?\nYou can cut the stem across and look\nfor the red colour inside the stem(Fig. 7.8(b) and 7.8(c)).\nFrom this activity we see that water\nmoves up the stem. In other words, stemconducts water. Just like the red ink,minerals dissolved in water also move\nup the stem, along with water. Water\nand minerals go to leaves and otherplant parts, through narrow tubes\n(xylem) inside the stem (Fig. 7.7(b)).You know that leaves synthesise\nfood. The food has to be transported to\nall parts of the plant. This is done by\nthe vascular tissue called the phloem .\nThus, xylem and phloem transport\nsubstances in plants.\nActivity 7.3\nWe would require a glass tumbler, water,\nred ink, a tender herb (e.g., Balsam),\nand a blade for this activity.\nPour water to fill one-third of the\ntumbler. Add a few drops of red ink tothe water. Cut the base of the stem ofthe herb and place it in the glass as shown\nin Fig. 7.8(a). Observe it the next day.\nFig. 7.8 (b) Water moves up in the stem\n(c) Enlarged view of open end of stem(b) (c)\nReprint 2024-25\n\nTRANSPORTATION  IN ANIMALS  AND PLANTS 79\nWhat you have learnt\nIn most animals the blood that circulates in the body distributes food\nand oxygen to different cells of the body. It also carries waste productsfrom different parts of the body for excretion.\nCirculatory system consists of the heart and blood vessels.\nIn humans, blood flows through arteries and veins and the heart actsas a pumping organ.\nBlood consists of plasma, RBC, WBC and platelets. Blood is red due tothe presence of a red pigment, haemoglobin.\nThe human heart beats about 70–80 times per minute in an adultperson. This is called heart rate.\nArteries carry blood from the heart to all parts of the body.\nVeins carry blood from all parts of the body back to the heart.\nRemoval of waste products from the body is called excretion.Transpiration\nIn Class VI you learnt that plants\nrelease a lot of water by the process of\ntranspiration.\n Plants absorb mineral nutrients and\nwater from the soil. Not all the waterabsorbed is utilised by the plant. The water\nevaporates through the stomata presenton the surface of the leaves by the process\nof transpiration. The evaporation of waterfrom leaves generates a suction pull (the\nsame that you produce when you suck\nwater through a straw) which canpull water to great heights in the\ntall trees. Transpiration also cools\nthe plant.\nKeywords\nAmmonia\nArteryBloodBlood vesselsCapillaryCirculatory systemDialysisExcretionExcretory systemHaemoglobinHeart beatKidneysPhloemPlasmaPlateletsPulseRed blood cellRoot hairStethoscopeSweatTissueUreaUreterUrethraUric acidUrinary bladderVeinWhite blood cell\nXylem\nReprint 2024-25\n\nSCIENCE 80\nExcretory system of humans consists of two kidneys, two ureters, a\nurinary bladder, and urethra.\nSalts and urea are removed along with water as sweat.\nFish excrete waste substances such as ammonia which directly dissolvein water.\nBirds, insects and lizard excrete uric acid in semi-solid form.\nWater and mineral nutrients are absorbed by roots from the soil.\nNutrients are transported along with water to the entire plant via thevascular tissue called xylem.\nThe vascular tissue for the transport of food to the various parts of theplant is phloem.\nA lot of water is lost by plants in the form of vapour through stomataduring transpiration.\nTranspiration generates a force which pulls up water absorbed by the\nroots from the soil, to reach the stem and leaves.\nExercises\n1. Match structures given in Column I with functions given in Column II.\nColumn  I Column  II\n(i) Stomata (a) Absorption of water\n(ii)Xylem (b) Transpiration\n(iii) Root hairs (c) Transport of food\n(iv) Phloem (d) Transport of water\n(e) Synthesis of carbohydrates\n2. Fill in the blanks.\n(i) The blood from the heart is transported to all parts of the body by\nthe                         .\n(ii) Haemoglobin is present in                         cells.\n(iii) Arteries and veins are joined by a network of                         .\n(iv) The rhythmic expansion and contraction of the heart is called\n                        .\n(v) The main excretory product in human beings is                         .\n(vi) Sweat contains water and                         .\n(vii) Kidneys eliminate the waste materials in the liquid form called\n                       .\n(viii) Water reaches great heights in the trees because of suction pull\ncaused by                        .\nReprint 2024-25\n\nTRANSPORTATION  IN ANIMALS  AND PLANTS 813. Choose the correct option:\n(a) In plants, water is transported through\n(i) xylem (ii)phloem\n(iii) stomata (iv) root hair\n(b) Water absorption through roots can be increased by keeping the\nplants\n(i) in the shade\n(ii) in dim light\n(iii) under the fan\n(iv) covered with a polythene bag\n4. Why is transport of materials necessary in a plant or in an animal?\nExplain.\n5. What will happen if there are no platelets in the blood?6. What are stomata? Give two functions of stomata.\n",
      "wordCount": 2779,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 7,
      "title": "Does transpiration serve any useful function in the",
      "content": "7. Does transpiration serve any useful function in the plants? Explain.\n",
      "wordCount": 11,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 8,
      "title": "What are the components of blood?9. Why is blood nee",
      "content": "8. What are the components of blood?9. Why is blood needed by all the parts of a body?\n",
      "wordCount": 18,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 10,
      "title": "What makes the blood look red?11. Describe the funct",
      "content": "10. What makes the blood look red?11. Describe the function of the heart.\n",
      "wordCount": 13,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 12,
      "title": "Why is it necessary to excrete waste products?",
      "content": "12. Why is it necessary to excrete waste products?\n",
      "wordCount": 9,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 13,
      "title": "Draw a diagram of the human excretory system and lab",
      "content": "13. Draw a diagram of the human excretory system and label the various\nparts.\nExtended Learning — Activities and Projects\n1. Find out about blood groups and their importance.\n2. When a person suffers from chest pain, the doctor immediately takes\nan ECG. Visit a doctor and get information about ECG. You may even\nlook up an encyclopaedia or the internet.\nDid you know?\nThere is no substitute for blood. If people lose blood from surgery or injuryor if their bodies cannot produce enough blood, there is only one way toget it — through transfusion of blood donated by volunteers. Blood isusually in short supply. Donating blood does not decrease the strength ofthe donors.\nReprint 2024-25\n\n",
      "wordCount": 116,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 12,
    "totalWords": 3155
  }
}