{
  "filename": "gesc103.pdf",
  "chapters": [
    {
      "chapterNumber": 1,
      "title": "State similarities and differences between the labor",
      "content": "1. State similarities and differences between the laboratory thermometer\nand the clinical thermometer.\n",
      "wordCount": 13,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 2,
      "title": "Give two examples each of conductors and insulators",
      "content": "2. Give two examples each of conductors and insulators of heat.\n",
      "wordCount": 11,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 3,
      "title": "Fill in the blanks :",
      "content": "3. Fill in the blanks :\n(a) The hotness of an object is determined by its __________.(b) Temperature of boiling water cannot be measured by a\n_____________ thermometer.\n(c) Temperature is measured in degree ______________.\nReprint 2024-25\n\nHEAT 35(d) No medium is required for transfer of heat by the process of\n__________.\n(e) A cold steel spoon is dipped in a cup of hot milk. Heat is transferred\nto its other end by the process of ______________.\n(f ) Clothes of ______________ colours absorb more heat better than\nclothes of light colours.\n",
      "wordCount": 92,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 4,
      "title": "Match the following :",
      "content": "4. Match the following :\n(i) Land breeze blows during (a) summer\n(ii) Sea  breeze blows during (b) winter\n(iii) Dark coloured clothes are preferred during (c) day\n(iv) Light coloured clothes are preferred during (d) night\n",
      "wordCount": 37,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 5,
      "title": "Discuss why wearing more layers of clothing during w",
      "content": "5. Discuss why wearing more layers of clothing during winter keeps us\nwarmer than wearing just one thick piece of clothing .\n",
      "wordCount": 22,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 6,
      "title": "Look at Fig. 3.13. Mark where the  heat is being tra",
      "content": "6. Look at Fig. 3.13. Mark where the  heat is being transferred by\nconduction, by convection and by radiation.\nFig. 3.13\n",
      "wordCount": 21,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 7,
      "title": "In places of hot climate it is advised that the oute",
      "content": "7. In places of hot climate it is advised that the outer walls of houses be\npainted white. Explain.\n",
      "wordCount": 19,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 8,
      "title": "One litre of water at 30°C is mixed with one litre o",
      "content": "8. One litre of water at 30°C is mixed with one litre of water at 50°C. The\ntemperature of the mixture will be\n(a) 80°C (b)   more than 50°C but less than 80°C\n(c) 20°C (d)   between 30°C and 50°C\nReprint 2024-25\n\nSCIENCE 369. An iron ball at 40°C is dropped in a mug containing water at 40°C.\nThe heat will\n(a) flow from iron ball to water.\n(b) not flow from iron ball to water or from water to iron ball.\n(c) flow from water to iron ball.\n(d) increase the temperature of both.\n10. A wooden spoon is dipped in a cup of ice cream. Its other end\n(a) becomes cold by the process of conduction.(b) becomes cold by the process of convection.\n(c) becomes cold by the process of radiation.\n(d) does not become cold.\n",
      "wordCount": 138,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 11,
      "title": "Stainless steel pans are usually provided with coppe",
      "content": "11. Stainless steel pans are usually provided with copper bottoms. The\nreason for this could be that\n(a) copper bottom makes the pan more durable.(b) such pans appear colourful.\n(c) copper is a better conductor of heat than the stainless steel.\n(d) copper is easier to clean than the stainless steel.\nExtended Learning — Activities and Projects\n1. Go to a doctor or your nearest health centre. Observe the doctor taking\ntemperature of patients. Enquire:\n(a) why she dips the thermometer in a liquid before use.(b) why the thermometer is kept under the tongue.\n(c) whether the body temperature can be measured by keeping the\nthermometer at some place other than the mouth.\n(d) whether the temperature of different parts of the body is the same\nor different.\nYou can add more questions which come to your mind.\n2. Go to a veterinary doctor (a doctor who treats animals).  Discuss and\nfind out the normal temperature of domestic animals and birds.\n3. Wrap a thin paper strip tightly around an iron rod.  Try to burn the\npaper with candle while rotating the iron rod continuously. Does it burn?\nExplain your observation.\nReprint 2024-25\n\nHEAT 374. Take a sheet of paper. Draw a spiral on it as shown in the Fig. 3.14.  Cut out\nthe paper along the line. Suspend the paper as shown in Fig. 3.14 above\na lighted candle. Observe what happens. Think of an explanation.\nFig. 3.14\nDid you know?\nThe celsius scale was devised by a Swedish astronomer, Anders Celsiusin 1742. Strangely, he fixed the temperature of the boiling water as 0°Cand of freezing water as 100°C. However, this order was reversed verysoon.5. Take two similar transparent glass bottles having wide mouths. Put a\nfew crystals of potassium permanganate or pour a few drops of ink in\none bottle. Fill this bottle with hot water. Fill the other bottle with coldwater. Cover the cold water bottle with a thick piece of paper such as apostcard. Press the postcard firmly with one hand and hold the bottlewith the other hand. Invert the bottle and place it on top of the hotwater bottle. Hold both the bottles firmly. Ask some other person to pullthe postcard. Observe what happens. Explain.\nReprint 2024-25\n\n",
      "wordCount": 372,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 14,
    "totalWords": 725
  }
}