{
  "filename": "gesc110.pdf",
  "chapters": [
    {
      "chapterNumber": 1,
      "title": "Electric cell",
      "content": "1. Electric cell\n",
      "wordCount": 3,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 2,
      "title": "Electric bulb",
      "content": "2. Electric bulb\n",
      "wordCount": 3,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 3,
      "title": "Switch in ‘ON’ position",
      "content": "3. Switch in ‘ON’ position\n",
      "wordCount": 5,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 4,
      "title": "Switch in ‘OFF’ position5. Battery6. Wire",
      "content": "4. Switch in ‘OFF’ position5. Battery6. Wire\nthat the positive terminal of one cell is\nconnected to the negative terminal of the\nnext cell. Such a combination of two ormore cells is called a battery.\nReprint 2024-25\n\nELECTRIC  CURRENT  AND ITS EFFECTS 111\nthat the rubber bands hold the metal\nstrips tightly.\nYou could also buy cell holders from\nthe market for making batteries of twoor more electric cells. Place the cells in\nthem properly, such that the positiveterminal of one cell is connected to the\nnegative terminal of the next cell.Connect a piece of wire each to the two\nmetal clips on the cell holder as shown\nin Fig.10.5.  Your battery is ready foruse.\nThe symbol used for representing a\nbattery is shown in Table.10.1.\nLet us now draw a circuit diagram of\nan electric circuit using symbols shownin Table 10.1.\nActivity 10.1\nMake the electric circuit shown inFig. 10.7. You used a similar circuit\nin Class VI to make an electric bulb\nglow. Do you remember that the bulbglows only when the switch is in the\n‘ON’ position? The bulb glows as soon\nas the switch is moved to the ‘ON’position.\n Copy this electric circuit in your\nnotebook. Make also a circuit diagramof this circuit using symbols for the\nvarious electric components.\nIs your diagram similar to the one\nshown in Fig. 10.8?\nIt is much easier to draw a circuit\ndiagram using symbols. Therefore, we\ngenerally represent an electric circuit by\nits circuit diagram.\nFig. 10.9 shows another circuit\ndiagram. Is it identical to the circuitdiagram shown in Fig.10.8? In which\nway is it different?\nWould the bulb glow in this electric\ncircuit? Recall that the bulb glows onlywhen the switch is in the ‘ON’ positionand the electric circuit is closed.Fig. 10.4  A cell holder\nFig. 10.5  Another type of cell holder\nPaheli and Boojho wonder whether\nthe batteries used in tractors, trucks\nand inverters are also made from cells.Then why is it called a battery? Can\nyou help them to find the answer to\nthis question? \nFig. 10.6  Truck battery and its cutout\nReprint 2024-25\n\nSCIENCE 112electric current passes through it. When\nthe bulb gets fused, its filament is\nbroken.\nFig. 10.8  Circuit diagram of electric circuit\nshown in Fig. 10.7Fig. 10.9  Another circuit diagram\nIf the filament of the bulb is broken,\nwould the circuit be complete?   Wouldthe bulb still glow?\nYou might have noticed that a\nglowing electric bulb become warm. Doyou know why?\n10.2 H EATING  EFFECT OF ELECTRIC\nCURRENT\nActivity 10.2\nTake an electric cell, a bulb, a switchand connecting wires. Make an electriccircuit as shown in Fig.10.9. This\nactivity has to be done using only one\ncell. Keep the switch in the ‘OFF’Fig. 10.7  An electric circuit\nIn the bulb there is a thin wire, called\nthe filament, which glows when anCAUTION\nNever touch a lighted electric bulbconnected to the mains. It may be veryhot and your hand may get burnt\nbadly. Do not experiment with the\nelectric supply from the mains or agenerator or an inverter. You may get\nan electric shock, which may be\ndangerous. Use only electric cells forall the activities suggested here.\nNotice that the key or switch canbe placed anywhere in the circuit.\nWhen the switch is in the ‘ON’\nposition, the circuit from the\npositive terminal of the battery tothe negative terminal is complete.\nThe circuit is then said to be closed\nand the current flows throughoutthe circuit instantly.\nWhen the switch is in the ‘OFF’position, the circuit is incomplete.It is said to be open. No current\nflows through any part of the\ncircuit.\nReprint 2024-25\n\nELECTRIC  CURRENT  AND ITS EFFECTS 113\nposition.  Does the bulb glow? Touch\nthe bulb. Now move the electric switchto the ‘ON’ position and let the bulb glow\nfor a minute or so. Again touch the bulb.\nDo you feel any difference? After movingthe switch back to the ‘OFF’ position,\ntouch the bulb again.\nActivity 10.3\nMake a circuit as shown in Fig.10.10.\nTake about 10 cm long piece of nichromewire and tie it between the nails. (You\ncan get nichrome wire from an electric\nrepair shop or you can use a piece ofdiscarded coil of an electric heater.)\nTouch the wire. Now switch on the\ncurrent in the circuit by moving theswitch to the ‘ON’ position. After a fewThe wire gets hot when an electric\ncurrent passes through it. This is theheating effect of the electric current.\nCan you think of any electric appliance\nwhere the heating effect of the electriccurrent is used?  Make a list of such\nappliances.\nFig. 10.10\nseconds touch the wire. (Do not hold it\nfor a long time.)  Switch off the current.\nTouch the wire again after a few\nminutes.You might have seen an electric room\nheater or an electric heater used forcooking. All these contain a coil of wire.\nThis coil of wire is called an element.\nYou may have noticed that when theseappliances are switched on after\nCAUTION\nDo not keep the switch in the ‘ON’\nposition for a long time, otherwise the\ncell may become weak very quickly.\nBoojho could not see element in anelectric iron.  Paheli told him thatelectrical appliances, such as\nimmersion heaters, hotplates, irons,\ngeysers, electric kettles, hair dryers,have elements inside them. Have you\never seen the element in any\nappliance?\nFig. 10.11 Element of electric iron\nReprint 2024-25\n\nSCIENCE 114connecting to the electric supply, their\nelements become red hot and give outheat.\nThe amount of heat produced in a\nwire depends on its material, length\nand thickness. Thus, for different\nrequirements, the wires of different\nmaterials and different lengths and\nthicknesses are used.\nThe wires used for making electric\ncircuits do not normally become hot. On\nthe other hand, the elements of some\nelectric appliances become so hot that\nthey are easily visible. The filament of\nFig. 10.12  Glowing filament of an electric bulb\n(incandescent)\nIncandescent electric bulbs (Fig. 10.12) are often used for lighting but they also\ngive heat. It means that a part of electricity consumed is used in producing\nheat. This is not desirable as it results in the wastage of electricity. The fluorescenttube-lights and compact fluorescent lamps (CFLs) are better electricity efficient\nlighting sources. Nowadays, the use of light emitting diode (LED) bulbs is\nincreasing. For producing a given intensity of light, LED bulbs consume lesselectricity as compared to incandescent bulbs or fluorescent tubes or CFLs.Thus\nLED bulbs are much electricity efficient and therefore being preferred.\nFig. 10.13  Electric bulb, tube-light, CFL and LED\nIt is advised to use electrical appliances and gadgets, which are electricity efficient.\nBureau of Indian Standards, New Delhi assigns a Standard Mark on products,\ncalled ISI mark  which is an assurance of conformity to the specifications\ngiven on the products. It is therefore suggested to use ISI mark products.\nNote: Fluorescent tubes and CFLs contain mercury vapour, toxic in nature.\nTherefore, damaged fluorescent tubes or CFLs need to be disposed off safely.\nReprint 2024-25\n\nELECTRIC  CURRENT  AND ITS EFFECTS 115One reason for excessive currents in\nelectrical circuits is the direct\ntouching of wires. This may happen if\nthe insulation on the wires has comeoff due to wear and tear.  This may\ncause a short circuit. Another reason\nfor excessive current can be theconnection of many devices to a single\nsocket.  This may cause overload in\nthe circuit. You might have readreports in newspapers about fires\ncaused by short circuits and\noverloads.buildings fuses are inserted in all\nelectrical circuits. There is a maximum\nlimit on the current which can safelyflow through a circuit. If by accident the\ncurrent exceeds this safe limit, the wiresan electric bulb gets heated to such a\nhigh temperature that it starts glowing.\nIf a large current passes through a\nwire, the wire may become so hot that it\nmay even melt and break. But is it\npossible for a wire to melt and break?\nLet us check it out.\nActivity 10.4\nMake the circuit we used for Activity 10.3\nagain. However, replace the cell with a\nbattery of four cells. Also, in place ofthe nichrome wire, tie a thin strand of\nsteel wool. (The steel wool is commonly\nused for cleaning utensils and isavailable in grocery shops.) If there are\nany fans in the room, switch them off.\nNow pass the current through the circuitfor sometime. Observe the strand of steel\nwool carefully. Note what happens.  Does\nthe strand of steel wool melt and break?\nWires made from some special\nmaterials melt quickly and break whenlarge electric currents are passedthrough them. These wires are used for\nmaking electric fuses  (Fig.10.14). In allCAUTION\nNever try to investigate an electric fuse\nconnected to mains circuit on yourown. You may, however, visit an\nelectric repair shop and compare the\nburnt out fuses with the new ones.Fig. 10.15  Fuses used in electrical appliances\nFig. 10.14  Fuse used in buildings\nmay become overheated and may causefire. If a proper fuse is there in the circuit,it will blow off and break the circuit. A\nfuse is thus a safety device which\nReprint 2024-25\n\nSCIENCE 116Fig. 10.17  Effect of current on a\ncompass needle\nFig. 10.18  Hans Christian Oersted\n(A.D. 1777-1851)prevents damages to electrical circuits\nand possible fires.\nFuses of different kinds are used\nfor different purposes. Fig. 10.14 showsfuses used in our houses. Fuses\nshown in Fig. 10.15 are generally usedin electrical appliances.\nWe observed the heating effect of the\nelectric current and learnt how we useit to our advantage. Does the electric\ncurrent have other effects also?\n10.3 M AGNETIC  EFFECT OF\nELECTRIC  CURRENT\nActivity 10.5\nTake the cardboard tray from inside adiscarded matchbox. Wrap an electricwire a few times around the cardboard\ntray. Place a small compass needleinside it. Now connect the free ends of\nthis wire to an electric cell through a\nswitch as shown in Fig.10.17.\nNote the direction in which the\ncompass needle is pointing. Bring a barmagnet near the compass needle.Observe what happens. Now, while\nwatching the compass needle carefully,\nmove the switch to the ‘ON’ position.These days Miniaturecircuit breakers (MCBs)are increasingly being\nused in place of fuses.\nThese are switches whichautomatically turn off\nwhen current in a circuit\nexceeds the safe limit. Youturn them on and the\ncircuit is once again\ncomplete. Look for ISImark on MCBs also.\nFig. 10.16  Miniature\ncircuit breaker (MCB)\nCAUTION\nAlways, use proper fuses which have\nbeen specified for particular\napplications, carrying ISI mark. Neveruse just any wire or strip of metal in\nplace of a fuse.\nReprint 2024-25\n\nELECTRIC  CURRENT  AND ITS EFFECTS 11710.4 E LECTROMAGNET\nActivity 10.6\nTake around 75 cm long piece of\ninsulated (plastic or cloth covered or\nenamelled) flexible wire and an iron nail,say about 6–10 cm long. Wind the wire\ntightly around the nail in the form of a\ncoil. Connect the free ends of the wireto the terminals of a cell through a switch\nas shown in Fig. 10.19.\nPlace some pins on or near the end\nof the nail. Now switch on the current.What happens? Do the pins cling to the\ntip of the nail? Switch off the current.Are the pins still clinging to the end of\nthe nail?\nThe coil in the above activity behaves\nlike a magnet when electric current flowsthrough it. When the electric current is\nswitched off, the coil generally loses itsmagnetism. Such coils are called\nelectromagnets . The electromagnets\ncan be made very strong and can lift\nvery heavy loads. Do you remember the\ncrane about which you read in Chapter 10\nof Class VI? The end of such a cranehas a strong electromagnet attached to\nit. The electromagnets are also used to\nseparate magnetic material from thejunk. Doctors use tiny electromagnets\nto take out small pieces of magnetic\nmaterial that have accidentally fallen in\nFig. 10.19  An electromagnetWhat do you observe? Does the compassneedle deflect? Move the switch back tothe ‘OFF’ position. Does the compass\nneedle come back to its initial position?\nRepeat the experiment a few times.\nWhat does this experiment indicate?\nWe know that the needle of a compass\nis a tiny magnet, which points in\nnorth-south direction. When we bring\na magnet close to it, the needle gets\ndeflected. We have also seen thatcompass needle gets deflected when the\ncurrent flows in a nearby wire. Can you\nconnect the two observations? When thecurrent flows through a wire, does the\nwire behave like a magnet?\nThis is what a scientist called Hans\nChristian Oersted (Fig. 10.18)  also\nwondered. He was the first person who\nnoticed the deflection of compass needleevery time the current was passed\nthrough the wire.\nSo, when electric current passes\nthrough a wire, it behaves like a magnet.This is the magnetic effect of the electric\ncurrent. In fact, an electric current canbe used to make magnets. Do you find\nit too surprising?  Let us try it out.Remember not to switch on thecurrent for more than a few seconds\nat a time. The electromagnet weakensthe cell quickly if left connected.\nReprint 2024-25\n\nSCIENCE 118the electromagnet. There is a contact\nscrew near the iron strip. When the ironstrip is in contact with the screw, the\ncurrent flows through the coil which\nbecomes an electromagnet. It, then,pulls the iron strip. In the process, the\nhammer at the end of the strip strikes\nthe gong of the bell to produce a sound.However, when the electromagnet pulls\nthe iron strip, it also breaks the circuit.\nThe current through the coil stopsflowing. Will the coil remain an\nelectromagnet?\nThe coil is no longer an electromagnet.\nIt no longer attracts the iron strip. Theiron strip comes back to its original\nposition and touches the contact screwagain. This completes the circuit. The\ncurrent flows in the coil and the\nhammer strikes the gong again.   Thisprocess is repeated in quick succession.\nThe hammer strikes the gong every time\nthe circuit is completed.  This is howthe bell rings.\nKeywords\nBattery\nCircuit diagramElectric componentsElectric bellElectromagnetFuseHeating effect of currentMagnetic effect of current\nWhat you have learnt\nIt is convenient to represent electric components by symbols. Using these,\nan electric circuit can be represented by a circuit diagram.\nWhen an electric current flows through a wire, the wire gets heated. It isthe heating effect of current. This effect has many applications.the eye. Many toys also have\nelectromagnets inside them.\n10.5 E LECTRIC  BELL\nWe are quite familiar with an electric bell.It has an electromagnet in it.  Let us seehow it works.\nFig. 10.20 shows the circuit of an\nelectric bell. It consists of a coil of wirewound on an iron piece.  The coil acts\nas an electromagnet. An iron strip with\na hammer at one end is kept close to\nFig. 10. 20  Circuit of an electric bell\nReprint 2024-25\n\nELECTRIC  CURRENT  AND ITS EFFECTS 119\nWires made from some special materials melt quickly and break\nwhen large electric currents are passed through them. Thesematerials are used for making electric fuses which prevent firesand damage to electric appliances.\nWhen an electric current flows through a wire, it behaves like amagnet.\nA current carrying coil of an insulated wire wrapped around apiece of iron is called an electromagnet.\nElectromagnets are used in many devices.\nExercises\n1. Draw in your notebook the symbols to represent the following\ncomponents of electrical circuits: connecting wires, switch in the ‘OFF’position, bulb, cell, switch in the ‘ON’ position, and battery\n2. Draw the circuit diagram to represent the circuit shown in Fig.10.21.\nFig. 10.21\n3. Fig.10.22 shows four cells fixed on a board. Draw lines to indicate how\nyou will connect their terminals with wires to make a battery of fourcells.\nFig. 10.22\n4. The bulb in the circuit shown in Fig.10.23 does not glow. Can you\nidentify the problem? Make necessary changes in the circuit to makethe bulb glow.\nReprint 2024-25\n\nSCIENCE 120Fig. 10.23\n",
      "wordCount": 2617,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 5,
      "title": "Name any two effects of electric current.",
      "content": "5. Name any two effects of electric current.\n",
      "wordCount": 8,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 6,
      "title": "When the current is switched on through a wire, a co",
      "content": "6. When the current is switched on through a wire, a compass needle kept\nnearby gets deflected from its north-south position. Explain.\n",
      "wordCount": 22,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 7,
      "title": "Will the compass needle show deflection when the swi",
      "content": "7. Will the compass needle show deflection when the switch in the circuit\nshown by Fig.10.24 is closed?\nFig. 10.24\n",
      "wordCount": 20,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 8,
      "title": "Fill in the blanks:",
      "content": "8. Fill in the blanks:\n(a) Longer line in the symbol for a cell represents its                     terminal.\n(b) The combination of two or more cells is called a                        .\n(c) When current is switched ‘on’ in a room heater, it                        .\n(d) The safety device based on the heating effect of electric current is\ncalled a                         .\n",
      "wordCount": 57,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 9,
      "title": "Mark ‘T’ if the statement is true and ‘F’ if it is f",
      "content": "",
      "wordCount": 0,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 10,
      "title": "of Class VI? The end of such a cranehas a strong electromagnet attached to",
      "content": "Chapter 10\nof Class VI? The end of such a cranehas a strong electromagnet attached to\nit. The electromagnets are also used to\nseparate magnetic material from thejunk. Doctors use tiny electromagnets\nto take out small pieces of magnetic\nmaterial that have accidentally fallen in\nFig. 10.19  An electromagnetWhat do you observe? Does the compassneedle deflect? Move the switch back tothe ‘OFF’ position. Does the compass\nneedle come back to its initial position?\nRepeat the experiment a few times.\nWhat does this experiment indicate?\nWe know that the needle of a compass\nis a tiny magnet, which points in\nnorth-south direction. When we bring\na magnet close to it, the needle gets\ndeflected. We have also seen thatcompass needle gets deflected when the\ncurrent flows in a nearby wire. Can you\nconnect the two observations? When thecurrent flows through a wire, does the\nwire behave like a magnet?\nThis is what a scientist called Hans\nChristian Oersted (Fig. 10.18)  also\nwondered. He was the first person who\nnoticed the deflection of compass needleevery time the current was passed\nthrough the wire.\nSo, when electric current passes\nthrough a wire, it behaves like a magnet.This is the magnetic effect of the electric\ncurrent. In fact, an electric current canbe used to make magnets. Do you find\nit too surprising?  Let us try it out.Remember not to switch on thecurrent for more than a few seconds\nat a time. The electromagnet weakensthe cell quickly if left connected.\nReprint 2024-25\n\nSCIENCE 118the electromagnet. There is a contact\nscrew near the iron strip. When the ironstrip is in contact with the screw, the\ncurrent flows through the coil which\nbecomes an electromagnet. It, then,pulls the iron strip. In the process, the\nhammer at the end of the strip strikes\nthe gong of the bell to produce a sound.However, when the electromagnet pulls\nthe iron strip, it also breaks the circuit.\nThe current through the coil stopsflowing. Will the coil remain an\nelectromagnet?\nThe coil is no longer an electromagnet.\nIt no longer attracts the iron strip. Theiron strip comes back to its original\nposition and touches the contact screwagain. This completes the circuit. The\ncurrent flows in the coil and the\nhammer strikes the gong again.   Thisprocess is repeated in quick succession.\nThe hammer strikes the gong every time\nthe circuit is completed.  This is howthe bell rings.\nKeywords\nBattery\nCircuit diagramElectric componentsElectric bellElectromagnetFuseHeating effect of currentMagnetic effect of current\nWhat you have learnt\nIt is convenient to represent electric components by symbols. Using these,\nan electric circuit can be represented by a circuit diagram.\nWhen an electric current flows through a wire, the wire gets heated. It isthe heating effect of current. This effect has many applications.the eye. Many toys also have\nelectromagnets inside them.\n10.5 E LECTRIC  BELL\nWe are quite familiar with an electric bell.It has an electromagnet in it.  Let us seehow it works.\nFig. 10.20 shows the circuit of an\nelectric bell. It consists of a coil of wirewound on an iron piece.  The coil acts\nas an electromagnet. An iron strip with\na hammer at one end is kept close to\nFig. 10. 20  Circuit of an electric bell\nReprint 2024-25\n\nELECTRIC  CURRENT  AND ITS EFFECTS 119\nWires made from some special materials melt quickly and break\nwhen large electric currents are passed through them. Thesematerials are used for making electric fuses which prevent firesand damage to electric appliances.\nWhen an electric current flows through a wire, it behaves like amagnet.\nA current carrying coil of an insulated wire wrapped around apiece of iron is called an electromagnet.\nElectromagnets are used in many devices.\nExercises\n1. Draw in your notebook the symbols to represent the following\ncomponents of electrical circuits: connecting wires, switch in the ‘OFF’position, bulb, cell, switch in the ‘ON’ position, and battery\n2. Draw the circuit diagram to represent the circuit shown in Fig.10.21.\nFig. 10.21\n3. Fig.10.22 shows four cells fixed on a board. Draw lines to indicate how\nyou will connect their terminals with wires to make a battery of fourcells.\nFig. 10.22\n4. The bulb in the circuit shown in Fig.10.23 does not glow. Can you\nidentify the problem? Make necessary changes in the circuit to makethe bulb glow.\nReprint 2024-25\n\nSCIENCE 120Fig. 10.23\n5. Name any two effects of electric current.\n6. When the current is switched on through a wire, a compass needle kept\nnearby gets deflected from its north-south position. Explain.\n7. Will the compass needle show deflection when the switch in the circuit\nshown by Fig.10.24 is closed?\nFig. 10.24\n8. Fill in the blanks:\n(a) Longer line in the symbol for a cell represents its                     terminal.\n(b) The combination of two or more cells is called a                        .\n(c) When current is switched ‘on’ in a room heater, it                        .\n(d) The safety device based on the heating effect of electric current is\ncalled a                         .\n9. Mark ‘T’ if the statement is true and ‘F’ if it is false:\n(a) To make a battery of two cells, the negative terminal of one cell is\nconnected to the negative terminal of the other cell. (T/F)\n(b) When the electric current through the fuse exceeds a certain limit,\nthe fuse wire melts and breaks. (T/F)\n(c) An electromagnet does not attract a piece of iron. (T/F)\n(d) An electric bell has an electromagnet. (T/F)\n10. Do you think an electromagnet can be used for separating plastic bags\nfrom a garbage heap? Explain.\nReprint 2024-25\n\nELECTRIC  CURRENT  AND ITS EFFECTS 12111. An electrician is carrying out some repairs in your house.  He wants to\nreplace a fuse by a piece of wire.  Would you agree? Give reasons for\nyour response.\n",
      "wordCount": 951,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 12,
      "title": "Zubeda made an electric circuit using a cell holder",
      "content": "12. Zubeda made an electric circuit using a cell holder shown in Fig. 10.4,\na switch and a bulb. When she put the switch in the ‘ON’ position, thebulb did not glow. Help Zubeda in identifying the possible defects in thecircuit.\n",
      "wordCount": 41,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 13,
      "title": "In the circuit shown in Fig. 10.25",
      "content": "13. In the circuit shown in Fig. 10.25\nFig. 10.25\n(i) Would any of the bulb glow when the switch is in the ‘OFF’\nposition?\n(ii) What will be the order in which the bulbs A, B and C will glow\nwhen the switch is moved to the ‘ON’ position?\nExtended Learning — Activities and Projects\n1. Set up the circuit shown in Fig. 10.17 again. Move the key to ‘ON’\nposition and watch carefully in which direction the compass needlegets deflected. Switch ‘OFF’ the current. Now keeping rest of the circuitintact, reverse the connections at the terminal of the cell. Again switch‘on’ the current. Note the direction in which the needle gets deflected.Think of an explanation.\nPaheli and Boojho saw a magic trick sometime back. The magician placedan iron box on a stand. He then called Boojho and asked him to lift thebox. Boojho could easily lift the box. Now the magician made a show ofmoving his stick around the box while muttering some thing. He againasked Boojho to lift the box. This time Boojho could not even move it. Themagician again muttered some thing and now Boojho could lift the box.\nThe audience, including Paheli and Boojho, were very impressed with\nthe show and felt that the magician had some supernatural powers.However, after reading this chapter Paheli is wondering if the trick wasindeed some magic or some science was involved? Can you guess whatscience might be involved?A B C\nReprint 2024-25\n\nSCIENCE 122Did you know?\nThe credit for the invention of the electric bulb\nis usually given to Thomas Alva Edison, thoughothers before him had worked on it.  Edisonwas a remarkable man.  He made some 1300inventions including the electric bulb,gramophone, the motion picture camera andthe carbon transmitter, which facilitated theinvention of the telephone. \nFig. 10.27  Thomas Alva Edison\n(A.D. 1847 – 1931)\nFig. 10.26  A working model of a railway signal\n4. Visit an electric shop. Request an electrician to show you the various\ntypes of fuses and MCB and to explain how they work.2. Make four electromagnets with 20, 40, 60 and 80 turns. Connect them\none by one to a battery of 2 cells. Bring the electromagnet near a box ofpins. Count the number of pins attracted by it. Compare the strengthsof the electromagnets.\n3. Using an electromagnet, you can make a working model of a railway\nsignal as shown in Fig.10.26.\nCardboard signal\nThread\nIron nail\nCoil\nReprint 2024-25\n\n",
      "wordCount": 404,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 14,
    "totalWords": 4131
  }
}