{
  "filename": "gesc113.pdf",
  "chapters": [
    {
      "chapterNumber": 1,
      "title": "Sullage water Kitchen",
      "content": "1. Sullage water Kitchen\n",
      "wordCount": 4,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 2,
      "title": "Foul waste Toilets",
      "content": "2. Foul waste Toilets\n",
      "wordCount": 4,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 3,
      "title": "Trade waste Industrial",
      "content": "3. Trade waste Industrial\nand commercial\norganisations\nReprint 2024-25\n\nSCIENCE 158sewers, forming the sewerage . It is like\na transport system that carries sewage\nfrom the point of being produced to the\npoint of disposal, i.e. treatment plant.\nManholes are located at every 50 m\nto 60 m in the sewerage, at the junctionof two or more sewers and at points\nwhere there is a change in direction.\nActivity 13.3\nStudy the sewage route in your home/school/building. Do the following:\nMake a line diagram of the sewage\nroute.\nWalk down the street or survey the\ncampus to find the number of\nmanholes.\nIf possible, observe open drain and\nrecord which living organisms are\nfound in and around it.In case you do not have a sewerage\nsystem in your locality, find out howsewage is being disposed off.\nTreatment of polluted water\nPerform the following activity. It will helpyou understand the processes that take\nplace at the wastewater treatment plant.\nActivity 13.4\nDivide yourself into groups to perform\nthe activity. Record observations at eachstage:\nFill a large glass jar 3/4 full of water.\nAdd some dirty organic matter suchas grass pieces or orange peels, a\nsmall amount of detergent, and a few\ndrops of an ink or any colour.Cap the jar, shake it well and let the\nmixture stand in the sun for twodays.\nAfter two days, shake the mixture\nand pour a small sample into testtube. Label this test tube “Before\ntreatment; Sample 1”. How does itsmell?\nUse an aerator from an aquarium tobubble air through the sample in theglass jar. Allow several hours foraeration; leave the aerator attachedovernight. If you do not have anaerator, use a mechanical stirrer or\na mixer. You may have to stir it\nseveral times.\nThe next day when aeration iscomplete, pour another sample intoa second test tube. Label it as “After\naeration; Sample 2”.\nFold a piece of filter paper to form acone. Wet the paper with tap waterand then insert the cone in a funnel.Mount the funnel on a support(as you have learnt in Class VI).\nPlace layers of sand, fine gravel and\nfinally medium gravel in the funnel\n(Fig. 13.2). (An actual filtration plantdoes not use filter paper, but the sandfilter is several metres deep).\nPour the remaining aerated liquidthrough the filter into the beakers.\nDo not allow the liquid to spill over\nthe filter. If the filtered liquid is notclear, filter it a few  times till you getclear water.\nPour a sample of the filtered waterinto a third test tube labelled\n“Filtered; Sample 3”.\nReprint 2024-25\n\nWASTEWATER  STORY 159Pour another sample of the filtered\nwater into a fourth test tube. Add a\nsmall piece of a chlorine tablet. Mixwell until the water is clear. Label the\ntest tube “Chlorinated; Sample 4” .\nObserve carefully the samples in all\nthe test tubes. Do not taste ! Just\nsmell them!Now answer the following questions:\n(a) What changes did you observe in the\nappearance of the liquid afteraeration?\n(b) Did aeration change the odour?\n(c\n) What was removed by the sand filter?\n(d) Did chlorine remove the colour?\n(e) Did chlorine have an odour? Was it\nworse than that of the wastewater?\n13.4 W ASTE WATER  TREATMENT  PLANT\n(WWTP)\nTreatment of wastewater involves\nphysical, chemical, and biological\nprocesses, which remove physical,chemical and biological matter that\ncontaminates the wastewater.1. Wastewater is passed through bar\nscreens. Large objects like rags,\nsticks, cans, plastic packets, napkins\nare removed (Fig. 13.3).\nFig. 13.2  Filtration process\nFig. 13.3  Bar screen\nFig. 13.4  Grit and sand removal tank2. Water then goes to a grit and sand\nremoval tank. The speed of theincoming wastewater is decreased to\nallow sand, grit and pebbles to settledown (Fig. 13.4).\n3. The water is then allowed to settle in\na large tank which is sloped towardsthe middle. Solids like faeces settleat the bottom and are removed with\nReprint 2024-25\n\nSCIENCE 160After several hours, the suspended\nmicrobes settle at the bottom of the tank\nas activated sludge. The water is then\nremoved from the top.\nThe activated sludge is about 97%\nwater. The water is removed by sanddrying beds or machines. Dried sludge\nis used as manure, returning organicmatter and nutrients to the soil.\nThe treated water has a very low level\nof organic material and suspendedmatter. It is discharged into a sea, a river\nor into the ground. Nature cleans it up\nfurther.  Sometimes it may be necessaryto disinfect water with chemicals like\nchlorine and ozone before releasing it\ninto the distribution system.\nBecome an active citizen\nWaste generation is a natural part ofhuman activity. But we can limit the\na scraper. This is the sludge . A\nskimmer removes the floatable solidslike oil and grease. Water so clearedis called clarified water (Fig. 13.5).\nThe sludge is transferred to a\nseparate tank where it is decomposed\nby the anaerobic bacteria. The biogas\nproduced in the process can be used as\nfuel or can be used to produce electricity.4. Air is pumped into the clarified water\nto help aerobic bacteria to grow.Bacteria consume human waste, foodwaste, soaps and other unwanted\nmatter still remaining in clarified\nwater (Fig. 13.6).\nFig. 13.6  AeratorDid you know ?\nIt has been suggested that we should\nplant eucalyptus trees all along\nsewage ponds. These trees absorb allsurplus wastewater rapidly and\nrelease pure water vapour into the\natmosphere.\nThe water in a river is cleaned\nnaturally by processes that are\nsimilar to those adopted in a\nwastewater treatment plant.\nFig. 13.5  Water clarifier\nReprint 2024-25\n\nWASTEWATER  STORY 161type of waste and quantity of waste\nproduced. Often we have been repelledby offensive smell. The sight of open\ndrains is disgusting. The situation\nworsens in the rainy season when thedrains start overflowing. We have to\nwade through the mud pools on the\nroads. Most unhygienic and unsanitaryconditions prevail. Flies, mosquitoes and\nother insects breed in it.\nYou can be an enlightened citizen\nand approach the municipality or thegram panchayat. Insist that the open\ndrains be covered. If the sewage ofany particular house makes the\nneighbourhood dirty, you shouldChemicals like paints, solvents,\ninsecticides, motor oil, medicinesmay kill microbes that help purify\nwater. So do not throw them down\nthe drain.\nUsed tealeaves, solid food remains,\nsoft toys, cotton, sanitary towels, etc.\nshould also be thrown in the dustbin(Fig. 13.7). These wastes choke the\ndrains. They do not allow free flow\nof oxygen. This hampers thedegradation process.\n Don’t add to the load of\nWWTP. Paheli wonders how!\nrequest them to be more considerate\nabout others’ health.\n13.5 B ETTER HOUSEKEEPING\nPRACTICES\nOne of the ways to minimise or eliminatewaste and pollutants at their source is\nto  see what you are releasing down thedrain.\nCooking oil and fats should not be\nthrown down the drain. They canharden and block the pipes. In an\nopen drain the fats clog the soil pores\nreducing its effectiveness in filteringwater. Throw oil and fats in the\ndustbin.\nFig. 13.7  Do not throw everything in the sink\nReprint 2024-25\n\nSCIENCE 16213.6 S ANITATION  AND DISEASE\nPoor sanitation and contaminated\ndrinking water is the cause of a large\nnumber of diseases.\nLet us look at our own country. A\nvast number of our people are still\nwithout sewerage facilities. Where dothey relieve themselves?\nA very large fraction of our people\ndefecates in the open, on dry riverbeds,\non railway tracks, near fields and many\na time directly in water. Untreated\nhuman excreta is a health hazard. It\nmay cause water pollution and soilpollution. Both the surface water and\ngroundwater get polluted. Groundwater\nis a source of water for wells, tubewells,\nsprings and many rivers. Thus, it\nbecomes the most common route forwater borne diseases. They include\ncholera, typhoid, polio, meningitis,\nhepatitis and dysentery.\nBhoojo wants to know how\nsewage is disposed of in an\naeroplane.\n13.7 A LTERNATIVE  ARRANGEMENT\nFOR SEWAGE  DISPOSAL\nTo improve sanitation, low cost onsite\nsewage disposal systems are being\nencouraged. Examples are septic tanks,\nchemical toilets, composting pits. Septictanks are suitable for places where there\nis no sewerage system, for hospitals,\nisolated buildings or a cluster of 4 to 5houses.\nSome organisations offer hygienic\non-site human waste disposaltechnology. These toilets do not require\nscavenging. Excreta from the toilet seats\nflow through covered drains into abiogas plant. The biogas produced is\nused as a source of energy.\n13.8 S ANITATION  AT PUBLIC PLACES\nIn our country fairs are organisedperiodically. A large number of people\nparticipate in them. In the same wayrailway stations, bus depots, airports,\nhospitals are very busy places.\nThousands of people visit them daily.Large amount of waste is generatedVermi-processing toilet\nA design of  a toilet in which humans excreta is treated by earthworms has beentested in India. It has been found to be a novel, low water-use toilet for safe\nprocessing of human waste. The operation of the toilet is very simple and hygienic.\nThe human excreta is completely converted to vermi cakes — a resource muchneeded for soil.In the year 2016, the Government of India has initiated a new mission known as“Swachh Bharat” under which a lot of drives such as proper sewage disposal\nand providing toilets for everyone have been started.\nReprint 2024-25\n\nWASTEWATER  STORY 163\nWhat you have learnt\nUsed water is wastewater. Wastewater could be reused.\nWastewater is generated in homes, industries, agricultural fields and in\nother human activities. This is called sewage.\nSewage is a liquid waste which causes water and soil pollution.\nWastewater is treated in a sewage treatment plant.\nTreatment plants reduce pollutants in wastewater to a level where naturecan take care of it.\nWhere underground sewerage systems and refuse disposal systems arenot available, the low cost on-site sanitation system can be adopted.\nBy-products of wastewater treatment are sludge and biogas.\nOpen drain system is a breeding place for flies, mosquitoes and organismswhich cause diseases.\nWe should not defecate in the open. It is possible to have safe disposal ofexcreta by low cost methods.here. It must be disposed of properly\notherwise epidemics could break out.\nThe government has laid down\ncertain standards of sanitation but,unfortunately, they are not strictlyenforced.\nHowever, all of us can contribute in\nmaintaining sanitation at public places.We should not scatter litter anywhere.\nIf there is no dustbin in sight, we should\ncarry the litter home and throw it in thedustbin.\nConclusion\nWe all have a role to play in keeping ourenvironment clean and healthy. YouMahatma Gandhi said:\n“No one need to wait for anyone else\nto adopt a humane and enlightened\ncourse of action.”must realise your responsibility inmaintaining the water sources in ahealthy state. Adopting good sanitation\npractices should be our way of life. As\nan agent of change your individualinitiative will make a great difference.\nInfluence others with your energy, ideas\nand optimism. A lot can be done if peoplework together. There is great power in\ncollective action.\nKeywords\nAeration\nAerobic bacteriaAnaerobic bacteriaBiogasContaminantSanitationSewageSewerSewerageSludgeWastewater\nReprint 2024-25\n\nSCIENCE 164Exercises\n1. Fill in the blanks:\n(a) Cleaning of water is a process of removing ____________.\n(b) Wastewater released by houses is called ____________.\n(c) Dried ____________ is used as manure.\n(d) Drains get blocked by ____________ and ____________.\n2. What is sewage? Explain why it is harmful to discharge untreated\nsewage into rivers or seas.\n3. Why should oils and fats be not released in the drain? Explain.4. Describe the steps involved in getting clarified water from wastewater.5. What is sludge? Explain how it is treated.6. Untreated human excreta is a health hazard. Explain.7. Name two chemicals used to disinfect water.8. Explain the function of bar screens in a wastewater treatment plant.9. Explain the relationship between sanitation and disease.\n10. Outline your role as an active citizen in relation to sanitation.11. Here is a crossword puzzle: Good luck!\nReprint 2024-25\n\nWASTEWATER  STORY 165Across\n3. Liquid waste products\n",
      "wordCount": 1948,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 4,
      "title": "Solid waste extracted in sewage treatment6. A word r",
      "content": "",
      "wordCount": 0,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 10,
      "title": "Outline your role as an active citizen in relation t",
      "content": "10. Outline your role as an active citizen in relation to sanitation.11. Here is a crossword puzzle: Good luck!\nReprint 2024-25\n\nWASTEWATER  STORY 165Across\n3. Liquid waste products\n4. Solid waste extracted in sewage treatment6. A word related to hygiene8. Waste matter discharged from human body\nDown\n1. Used water2. A pipe carrying sewage5. Micro-organisms which causes cholera7. A chemical to disinfect water\n",
      "wordCount": 63,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 12,
      "title": "Study the following statements about ozone:",
      "content": "12. Study the following statements about ozone:\n(a) It is essential for breathing of living organisms.(b) It is used to disinfect water.\n(c) It absorbs ultraviolet rays.\n(d) Its proportion in air is about 3%.\nWhich of these statements are correct?\n(i) (a), (b) and (c)\n(ii) (b) and (c)\n(iii) (a) and (d)\n(iv) All four\nExtended Learning — Activities and Projects\n1. Construct a crossword puzzle of your own using the keywords.2. Then and now: Talk to your grand parents and other elderly people in\nthe neighbourhood. Find out the sewage disposal systems available to\nthem. You can also write letters to people living in far off places to getmore information. Prepare a brief report on the information youcollected.\n3. Visit a sewage treatment plant.\nIt could be as exciting and enriching as a visit to a zoo, a museum, or apark. To guide your observation here are a few suggestions.\nRecord in your notepad:Place ___________ Date  ___________ Time  ___________\nName of the official at the plant __________  Guide/Teacher ___________\nReprint 2024-25\n\nSCIENCE 166(a) The location of the sewage plant.\n(b) Treatment capacity.\n(c) The purpose of screening as the initial process.\n(d) How is air bubbled through the aeration tank?\n(e) How safe is the water at the end of the treatment? How is it tested?(f ) Where is the water discharged after treatment?(g) What happens to the plant during heavy rains?\n(h) Is biogas consumed within the plant or sold to other consumers?\n(i) What happens to the treated sludge?\n(j) Is there any special effort to protect nearby houses from the plant?\n(k) Other observations.\nFor more information, consult:\nMillennium Development Goals:http://www.un.org/millenniumgoals/“Water for Life” International Decade for Action:http://www.un.org/waterforlifedecade/http://www.cep.unep.org/pubs/Techreports/tr43en/Household%20systems.htm\nAn early engineering feat: Indus valley civilisation\nOne of the ancient civilisations, Harappa and Mohenjodaro had perhaps\nthe world’s first urban sanitation system. Within the city individual\nhouses, or groups of houses, obtained water from wells. There was aseparate room for bathing, and wastewater was directed to the covered\ndrains which lined the major streets. The oldest toilet made of bricks is\nabout 4500 years old.“By providing clean water and sanitation to the poorest people on the planet,\nwe can reduce poverty and suffering and ensure education for all chil-dren.”— UNICEF\nReprint 2024-25\n\nC KC K\nReprint 2024-25\n\nNotes\nReprint 2024-25\n\n",
      "wordCount": 384,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 13,
    "totalWords": 2403
  }
}