{
  "filename": "gesc102.pdf",
  "chapters": [
    {
      "chapterNumber": 1,
      "title": "that",
      "content": "Chapter 1 that\nplants can prepare their own food\nby the process of photosynthesis\nbut animals cannot. Animals get their\nfood from plants, either directly by\neating plants or indirectly by eating\nanimals that eat plants. Some animalseat both plants and animals. Recall that\nall organisms including humans require\nfood for growth, repair and functioningof the body. Animal nutrition includes\nnutrient requirement, mode of intakeof food and its utilisation in the body.\nYou have studied in Class VI that food\nconsists of many components. Try torecall and list them below:\n1. ______________________\n2. ______________________3. ______________________\n4. ______________________\n5. ______________________6. ______________________\nThe components of food such as\ncarbohydrates are complex substances.\nThese complex substances cannot beutilised as such. So they are broken\ndown into simpler substances. The\nbreakdown of complex components ofTable 2.1 Various modes of feeding\nName of Kind of Mode of\nanimal food feeding\nSnailAntEagle\nHumming-bird\nLiceMosquito\nButterfly\nHouse fly(Scraping, chewing, siphoning, capturing\nand swallowing, sponging, sucking etc.)food into simpler substances is called\ndigestion.\n2.1 D IFFERENT  WAYS OF TAKING FOOD\nThe mode of taking food into the body\nvaries in different organisms. Bees and\nhumming-birds suck the nectar ofplants, infants of human and many\nother animals feed on mother’s milk.\nSnakes like the python swallow theanimals they prey upon. Some aquatic\nanimals filter tiny food particles floating\nnearby and feed upon them.\nActivity 2.1\nWhat is the type of food and mode offeeding of the following animals? Write\ndown your observations in the given\nTable. You may find the list of modes offeeding given below the Table helpful.\nComplex substance Simpler substances\nReprint 2024-25\n\nSCIENCE 12\nFig. 2.1  StarfishAmazing fact\nStarfish feeds on animals covered by\nhard shells of calcium carbonate.\nAfter opening the shell, the starfish\npops out its stomach through itsmouth to eat the soft animal inside\nthe shell. The stomach then goes back\ninto the body and the food is slowlydigested.\n2.2 D IGESTION  IN HUMANS\nWe take in food through the mouth,digest and utilise it. The unused partsof the food are defecated. Have you ever\nwondered what happens to the food\ninside the body? The food passesthrough a continuous canal (Fig. 2.2)\nwhich begins at the buccal cavity and\nends at the anus. The canal can bedivided into various compartments:\n(1) the buccal cavity, (2) foodpipe or\noesophagus , (3) stomach , (4) small\nintestine, (5) large intestine ending in\nthe rectum  and (6) the anus. Is it not a\nvery long path? These parts together\nform the alimentary canal  (digestive\ntract). The food components graduallyget digested as food travels through thevarious compartments. The inner wallsof the stomach and the small intestine,and the various glands associated with thecanal such as salivary glands , the liver\nand the pancreas secrete digestive juices.\nThe digestive juices convert complex\nsubstances of food into simpler ones. The\ndigestive tract and the associated glands\ntogether constitute the digestive system .\nNow, let us know what happens to\nthe food in different parts of the digestivetract.\nThe mouth and buccal cavity\nFood is taken into the body through themouth. The process of taking food into\nFig. 2.2  Human digestive systemBuccal cavity\nSalivary gland\nStomach\nPancreas\nSmall\nintestine\nLargeintestine\nRectum\nAnusGall bladderLiverOesophagus\nReprint 2024-25\n\nNUTRITION  IN ANIMALS 13\nFig. 2.3   Arrangement of teeth and different\ntype of teethMilk teeth and permanent teeth\nDo you remember about falling of your teeth some years ago? The first set of\nteeth grows during infancy and they fall off at the age between six to eightyears. These are termed milk teeth . The second set that replaces them are the\npermanent teeth . The permanent teeth may last throughout life or fall off\nduring old age or due to some dental disease.\nthe body is called ingestion . We chew\nthe food with the teeth and break itdown mechanically into small pieces.Each tooth is rooted in a separate socket\nin the gums (Fig. 2.3). Our teeth vary in\nappearance and perform differentfunctions. Accordingly they are given\ndifferent names (Fig. 2.3).\nActivity 2.2\nWash your hands. Look into the\nmirror and count your teeth. Use\nyour index finger to feel the teeth.\nHow many kinds of teeth could youfind? Take a piece of an apple or\nbread and eat it. Which teeth do\nyou use for biting and cutting, andwhich ones for piercing and tearing?\nAlso find out the ones that are used for\nchewing and grinding?\nRecord your observations in Table 2.2\nBoojho is fascinated by the\nhighly coiled small intestine seen\nin Fig. 2.2. He wants to know its\nlength. Would you like to make a\nwild guess? We have given its\napproximate length on page 16.\nJust imagine how such a long\nstructure is accommodated in a\nsmall space within our body!\nType of teeth Number of teeth Total\nLower jaw Upper jaw\nCutting and\nbiting teeth\nPiercing and\ntearing teethChewing and\ngrinding teethTable 2.2\nMolar\nCaninePremolar\nIncisor\nReprint 2024-25\n\nSCIENCE 14\nFig. 2.4  Effect of saliva on starchIodine solution\nWater\nBoiled rice\nBoiled and chewed rice\nSweets and tooth decay\nNormally bacteria are present in our mouth but they are not harmful\nto us. However, if we do not clean our teeth and mouth after eating,\nmany harmful bacteria also begin to live and grow in it. These bacteriabreak down the sugars present from the leftover food and release\nacids (see Chapter 4 to know what an acid is). The acids gradually\ndamage the teeth (Fig. 2.5). This is called tooth decay . If it is not\ntreated in time, it causes severe toothache and in extreme cases\nresults in tooth loss. Chocolates, sweets, soft drinks and other sugar\nproducts are the major culprits of tooth decay.\nTherefore, one should clean the teeth with a brush or datun and\ndental floss (a special strong thread which is moved between twoteeth to take out trapped food particles) at least twice a day andrinse the mouth after every meal. Also, one should not put dirty\nfingers or any unwashed object in the mouth.\nFig. 2.5  Gradual decay of tooth(a)\n(b)\n(c)\n(d)\nOur mouth has the salivary glands\nwhich secrete saliva. Do you know the\naction of saliva on food? Let us find out.\nActivity 2.3\nTake two test tubes. Label them ‘A’ and\n‘B’. In test tube ‘A’ put one teaspoonfulof boiled rice; in test tube ‘B’ keep one\nteaspoonful of boiled rice after chewingit for 3 to 5 minutes. Add 3–4 mL of\nwater in both the test tubes (Fig. 2.4).\nNow pour 2–3 drops of iodine solutionin each test tube and observe. Why is\nthere a change in colour in the test\ntubes? Discuss the results with yourclassmates and your teacher. The saliva\nbreaks down the starch into sugars.\nThe tongue is a fleshy muscular\norgan attached at the back to the floor\nof the buccal cavity. It is free at the front\nand can be moved in all directions. Doyou know the functions of the tongue?\nWe use our tongue for talking. Besides,\nit mixes saliva with the food duringchewing and helps in swallowing food.\nWe also taste food with our tongue. It\nhas taste buds that detect differenttastes of food. We can find out the\nAB\nReprint 2024-25\n\nNUTRITION  IN ANIMALS 15\nPaheli wants to know how\nfood moves in the opposite\ndirection during vomiting.\nFig. 2.6  Regions of the\ntongue for different tastes\nFig. 2.7  Movement of the\nfood in the oesophagus\nof the alimentary canalposition of taste buds by the following\nactivity.\nActivity 2.4\n1. Prepare a separate sample  each of\n(i) sugar solution, (ii) common saltsolution, (iii) lemon juice and (iv) juiceof crushed neem leaf or bitter gourd.\n",
      "wordCount": 1272,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 2,
      "title": "Blindfold one of your classmates and",
      "content": "2. Blindfold one of your classmates and\nask her/him to take out the tongueand keep it in straight and flat position.\n",
      "wordCount": 21,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 3,
      "title": "Use a clean toothpick to put the",
      "content": "",
      "wordCount": 0,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 4,
      "title": "to know what an acid is). The acids gradually",
      "content": "Chapter 4 to know what an acid is). The acids gradually\ndamage the teeth (Fig. 2.5). This is called tooth decay . If it is not\ntreated in time, it causes severe toothache and in extreme cases\nresults in tooth loss. Chocolates, sweets, soft drinks and other sugar\nproducts are the major culprits of tooth decay.\nTherefore, one should clean the teeth with a brush or datun and\ndental floss (a special strong thread which is moved between twoteeth to take out trapped food particles) at least twice a day andrinse the mouth after every meal. Also, one should not put dirty\nfingers or any unwashed object in the mouth.\nFig. 2.5  Gradual decay of tooth(a)\n(b)\n(c)\n(d)\nOur mouth has the salivary glands\nwhich secrete saliva. Do you know the\naction of saliva on food? Let us find out.\nActivity 2.3\nTake two test tubes. Label them ‘A’ and\n‘B’. In test tube ‘A’ put one teaspoonfulof boiled rice; in test tube ‘B’ keep one\nteaspoonful of boiled rice after chewingit for 3 to 5 minutes. Add 3–4 mL of\nwater in both the test tubes (Fig. 2.4).\nNow pour 2–3 drops of iodine solutionin each test tube and observe. Why is\nthere a change in colour in the test\ntubes? Discuss the results with yourclassmates and your teacher. The saliva\nbreaks down the starch into sugars.\nThe tongue is a fleshy muscular\norgan attached at the back to the floor\nof the buccal cavity. It is free at the front\nand can be moved in all directions. Doyou know the functions of the tongue?\nWe use our tongue for talking. Besides,\nit mixes saliva with the food duringchewing and helps in swallowing food.\nWe also taste food with our tongue. It\nhas taste buds that detect differenttastes of food. We can find out the\nAB\nReprint 2024-25\n\nNUTRITION  IN ANIMALS 15\nPaheli wants to know how\nfood moves in the opposite\ndirection during vomiting.\nFig. 2.6  Regions of the\ntongue for different tastes\nFig. 2.7  Movement of the\nfood in the oesophagus\nof the alimentary canalposition of taste buds by the following\nactivity.\nActivity 2.4\n1. Prepare a separate sample  each of\n(i) sugar solution, (ii) common saltsolution, (iii) lemon juice and (iv) juiceof crushed neem leaf or bitter gourd.\n2. Blindfold one of your classmates and\nask her/him to take out the tongueand keep it in straight and flat position.\n3. Use a clean toothpick to put the\nabove samples one by one ondifferent areas of the tongue as\nshown in Fig. 2.6. Use a new\ntoothpick for each sample.\n4. Ask the classmate which areas of the\ntongue could detect the sweet, salty,sour and bitter substances.5. Now write down your observations\nand label Fig. 2.6.Repeat this activity with other\nclassmates.\nThe foodpipe/oesophagus\nThe swallowed food passes into thefoodpipe or oesophagus. Look at Fig. 2.2.\nThe foodpipe runs along the neckSometimes when you eat in a hurry, talk or laugh while eating, you may cough,\nget hiccups or a choking sensation. This happens when food particles enter thewindpipe. The windpipe carries air from the nostrils to the lungs. It runs adjacent\nto the foodpipe. But inside the throat, air and food share a common passage.\nThen how is food prevented from entering the windpipe? During the act ofswallowing a flap-like valve closes the passage of the windpipe and guides the\nfood into the foodpipe. If, by chance, food particles enter the windpipe, we feel\nchoked, get hiccups or cough.\nFood\nOesophagus\nStomach\nReprint 2024-25\n\nSCIENCE 16The working of the stomach was discovered by a\nstrange accident. In 1822, a man named Alexis St.\nMartin was badly hit by a shot gun. The bullet had\nseriously damaged the chest wall and made a holein his stomach. He was brought to an American\narmy doctor William Beaumont. The doctor saved\nthe patient but he could not close the hole properlyand left it bandaged (Fig. 2.8). Beaumont took it as\na great opportunity to see the inside of the stomach\nthrough the hole. He made some wonderfulobservations.\nBeaumont found that the stomach was churning\nfood. Its wall secreted a fluid which could digestthe food. He also observed that the end of the stomach opens into the intestine\nonly after the digestion of the food inside the stomach is completed.\nand the chest. Food is pushed down by\nmovement of the wall of the foodpipe.Actually this movement takes place\nthroughout the alimentary canal and\npushes the food downwards (Fig.  2.7).At times the food is not accepted by our\nstomach and is vomited out. Recall the\ninstances when you vomited after eatingand think of the reason for it. Discuss\nwith your parents and teacher.\nThe stomach\nThe stomach is a thick-walled bag. Itsshape is like a flattened J and it is the\nwidest part of the alimentary canal. Itreceives food from the food pipe at one\nend and opens into the small intestine\nat the other.\nThe inner lining of the stomach\nsecretes mucous, hydrochloric acid anddigestive juices. The mucous protectsthe lining of the stomach. The acid kills\nmany bacteria that enter along with thefood and makes the medium in the\nstomach acidic and helps the digestivejuices to act. The digestive juices break\ndown the proteins  into simpler\nsubstances.\nThe small intestine\nThe small intestine is highly coiled and\nis about 7.5 metres long. It receivessecretions from the liver and the pancreas.\nBesides, its wall also secretes juices.\nThe liver is a reddish brown gland\nsituated in the upper part of theabdomen on the right side. It is the\nlargest gland in the body. It secretes bile\njuice that is stored in a sac called the\ngall bladder (Fig. 2.2). The bile plays\nan important role in the digestion of fats.\nThe pancreas is a large cream\ncoloured gland located just below thestomach (Fig. 2.2). The pancreatic juiceacts on carbohydrates, fats and proteins\nand changes them into simpler forms.\nFig. 2.8  Alexis St. Martin’s\nshotgun wound\nReprint 2024-25\n\nNUTRITION  IN ANIMALS 17Diarrhoea\nSometime you may have experienced the need to pass watery stool frequently.\nThis condition is known as diarrhoea. It may be caused by an infection, food\npoisoning or indigestion. It is very common in India, particularly among children.\nUnder severe conditions it can be fatal. This is because of the excessive loss of\nwater and salts from the body. Diarrhoea should not be neglected. Even before a\ndoctor is consulted the patient should be given plenty of boiled and cooled waterwith a pinch of salt and sugar dissolved in it. This is called Oral Rehydration\nSolution (ORS).The partly digested food now reaches thelower part of the small intestine wherethe intestinal juice completes the\ndigestion of all components of the food.\nThe carbohydrates get broken intosimple sugars such as glucose, fats into\nfatty acids and glycerol, and proteins\ninto amino acids.\nAbsorption in the small\nintestine\nThe digested food can now pass into the\nblood vessels in the wall of the intestine.This process is called absorption. The\ninner walls of the small intestine havethousands of finger-like outgrowths.These are called villi (singular villus).\nCan you guess what the role of villi couldbe in the intestine? The villi increasethe surface area for absorption of the\ndigested food. Each villus has a network\nof thin and small blood vessels close toits surface. The surface of the villi\nabsorbs the digested food materials. The\nabsorbed substances are transportedvia the blood vessels to different organs\nof the body where they are used to build\ncomplex substances such as theproteins required by the body. This is\ncalled assimilation . In the cells, glucose\nbreaks down with the help of oxygen\ninto carbon dioxide and water, and\nenergy is released. The food thatremains undigested and unabsorbed\nenters into the large intestine.\nLarge intestine\nThe large intestine is wider and shorterthan small intestine. It is about 1.5 metre\nin length. Its function is to absorb  waterand some salts from the undigested food\nmaterial. The remaining waste passes\ninto the rectum and remains there assemi-solid faeces. The faecal matter is\nremoved through the anus from\ntime-to-time. This is called egestion.\n2.3 D IGESTION  IN GRASS-EATING\nANIMALS\nHave you observed cows, buffaloesand other grass-eating animals\nchewing continuously even when\nthey are not eating? Actually, theyquickly swallow the grass and store\nit in a part of the stomach called\nrumen (Fig. 2.9). Here the food gets\nReprint 2024-25\n\nSCIENCE 18\nFig. 2.9  Digestive system of ruminant\nBoojho wants to know why\nwe cannot digest cellulose\nlike the cattle do.\nRumenhelps in digestion of cellulose. Many\nanimals, including humans, cannotdigest cellulose.\nAnimals like horses, rabbit, etc., have\na large sac-like structure called Caecum\nbetween the oesophagus and the small\nintestine (Fig. 2.9). The cellulose of the\nfood is digested here by the action of\ncertain bacteria which are not present in\nhumans.\nSo far you have learnt about animals\nwhich possess the digestive system. Butthere are many small organisms which do\nnot have a mouth and a digestive system.Then, how do they acquire and digest\nfood? In the section below you will learn\nanother interesting way of food intake.\n2.4 F EEDING  AND DIGESTION  IN\nAMOEBA\nAmoeba is a microscopic single-celledorganism found in pond water. Amoebahas a cell membrane, a rounded, dense\nnucleus and many small bubble-like\nvacuoles (Fig. 2.10) in its cytoplasm.Amoeba constantly changes its shape\nand position. It pushes out one, ormore finger-like projections, calledpseudopodia or false feet for movement\nand capture of food.\nPaheli wants to know why\nthese animals cannot chew\nfood properly at the time they\ntake it in?\npartially digested and is called cud.\nBut later the cud returns to the mouth\nin small lumps and the animal chews\nit. This process is called rumination  and\nthese animals are called ruminants .\nThe grass is rich in cellulose, a type\nof carbohydrate. In ruminants like cattle,deer, etc., bacteria present in rumen\nStomachOesophagus\nLarge IntestineSmall Intestine\nCaecum\nFig. 2.10  AmoebaFood particle\n(ingestion)\nFood vacuolePseudopodium\nEgested waste\nNucleus\nReprint 2024-25\n\nNUTRITION  IN ANIMALS 19\nAmoeba feeds on some microscopic\norganisms. When it senses food, it\npushes out pseudopodia around the\nfood particle and engulfs it. The food\nbecomes trapped in a food vacuole\n[Fig. 2.10).\nDigestive juices are secreted into the\nfood vacuole. They act on the food andbreak it down into simpler substances.\nGradually the digested food is absorbed.The absorbed substances are used for\ngrowth, maintenance and multiplication.The undigested residue of the food is\nexpelled outside by the vacuole.\nThe basic process of digestion of\nfood and release of energy is the samein all animals. In a later chapter you\nwill learn about the transport of foodabsorbed by the intestine to the various\nparts of the body.\nWhat you have learnt\nAnimal nutrition includes nutrient requirement, mode of intake of food\nand its utilisation in the body.\nThe human digestive system consists of the alimentary canal andsecretory glands. It consists of the (i) buccal cavity, (ii) oesophagus,(iii) stomach, (iv) small intestine, (v) large intestine ending in rectumand (vi) anus. The main digestive glands which secrete digestive juicesare (i) the salivary glands, (ii) the liver and (iii) the pancreas. The stomachwall and the wall of the small intestine also secrete digestive juices.\nThe modes of feeding vary in different organisms.\nNutrition is a complex process involving: (i) ingestion, (ii) digestion,(iii) absorption, (iv) assimilation and  (v) egestion.Keywords\nAbsorption\nAmino acidAmoebaAssimilation\nBile\nBuccal cavityCanineCelluloseDigestionEgestionFatty acidFood vacuoleGall bladderGlycerolIncisor\nIngestion\nLiverMilk teethMolarPermanent teethOesophagusPancreasPremolarPseudopodiaRumen\nRuminant\nRuminationSalivary glandsVilli\nSaliva\nReprint 2024-25\n\nSCIENCE 20\nDigestion of carbohydrates, like starch, begins in the buccal cavity. The\ndigestion of protein starts in the stomach. The bile secreted from theliver, the pancreatic juice from the pancreas and the digestive juicefrom the intestinal wall complete the digestion of all components of foodin the small intestine. The digested food is absorbed in the blood vesselsfrom the small intestine.\nThe absorbed substances are transported to different parts of the body.Water and some salts are absorbed from the undigested food in thelarge intestine.\nThe undigested and unabsorbed residues are expelled out of the bodyas faeces through the anus.\nThe grazing animals like cows, buffaloes and deer are known asruminants. They quickly ingest, swallow their leafy food and store it inthe rumen. Later, the food returns to the mouth and the animal chews itpeacefully.\nAmoeba ingests its food with the help of its false feet or pseudopodia.The food is digested in the food vacuole.\nExercises\n1. Fill in the blanks:\n(a) The main steps of nutrition in humans are __________, __________,\n__________, _________ and __________.\n(b) The largest gland in the human body is __________.\n(c) The stomach releases hydrochloric acid and ___________ juices which\nact on food.\n(d) The inner wall of the small intestine has many finger-like outgrowths\ncalled _________.\n(e) Amoeba digests its food in the ____________ .\n2. Mark ‘T’ if the statement is true and ‘F’ if it is false:\n(a) Digestion of starch  starts in the stomach. (T/F)(b) The tongue helps in mixing food with saliva. (T/F)(c) The gall bladder temporarily stores bile. (T/F)(d) The ruminants bring back swallowed grass into their mouth\nand chew it for some time. (T/F)\n3. Tick ( )  mark the correct answer in each of the following:\n(a) Fat is completely digested in the\n(i) stomach  (ii)  mouth  (iii)  small intestine  (iv)  large intestine\nReprint 2024-25\n\nNUTRITION  IN ANIMALS 21(b) Water from the undigested food is absorbed mainly in the\n(i) stomach (ii) foodpipe  (iii) small intestine (iv) large intestine\n4. Match the items of Column I with those given in Column II:\nColumn I Column II\nFood components Product(s) of digestion\nCarbohydrates Fatty acids and glycerol\nProteins Sugar\nFats Amino acids\n",
      "wordCount": 2271,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 5,
      "title": "What are villi? What is their location and function?",
      "content": "5. What are villi? What is their location and function?6. Where is the bile produced? Which component of the food does it help to\ndigest?\n",
      "wordCount": 25,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 7,
      "title": "Name the type of carbohydrate that can be digested b",
      "content": "7. Name the type of carbohydrate that can be digested by ruminants but\nnot by humans. Give the reason also.\n",
      "wordCount": 20,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 8,
      "title": "Why do we get instant energy from glucose?9. Which p",
      "content": "8. Why do we get instant energy from glucose?9. Which part of the digestive canal is involved in:\n(i) absorption of food ________________.\n(ii) chewing of food ________________.\n(iii) killing of bacteria ________________.\n(iv) complete digestion of food ________________.\n(v) formation of faeces ________________.\n",
      "wordCount": 44,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 10,
      "title": "Write one similarity and one difference between the",
      "content": "10. Write one similarity and one difference between the nutrition in amoeba\nand human beings.\n",
      "wordCount": 15,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 11,
      "title": "Match the items of Column I with suitable items in C",
      "content": "11. Match the items of Column I with suitable items in Column II\nColumn I Column II\n(a) Salivary gland (i) Bile juice secretion\n(b) Stomach (ii) Storage of undigested food\n(c) Liver (iii) Saliva secretion\n(d) Rectum (iv) Acid release\n(e) Small intestine (v) Digestion is completed(f ) Large intestine (vi) Absorption of water\n(vii) Release of faeces\nReprint 2024-25\n\nSCIENCE 2213. Can we survive only on raw, leafy vegetables/grass? Discuss.\nExtended Learning — Activities and Project\n1. Visit a doctor and find out:\n(i) Under what conditions does a patient need to be on a drip of\nglucose?\n(ii) Till when does a patient need to be given glucose?\n(iii) How does glucose help the patient recover?\nWrite the answers in your notebook.\n2. Find out what vitamins are and get the following information.\n(i) Why are vitamins necessary in the diet?\n(ii)Which fruits or vegetables should be eaten regularly to get\nvitamins?\nWrite a one-page note on the information collected by you. You may take\nhelp of a doctor, a dietician, your teacher or any other person, or fromany other source.\nFig. 2.11  A part of human digestive system12. Label Fig. 2.11 of the digestive system.\nReprint 2024-25\n\nNUTRITION  IN ANIMALS 233. Collect data from your friends, neighbours and classmates to know more\nabout “milk teeth”.\nTabulate your data. One way of doing it is given below:\nS. No. Age at which Age at which No. of teeth No. of teeth\nfirst tooth fell last tooth fell lost replaced\n1.\n2.3.4.5.\nFind out from at least twenty children and find the average age at which\nchildren lose the milk teeth. You may take help of your friends.\nDid you know?\nFats in goat’s milk are much simpler than those in cow’s milk. Therefore,the goat’s milk is much easier to digest than the cow’s milk.\nReprint 2024-25\n\n",
      "wordCount": 309,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 13,
    "totalWords": 3977
  }
}