{
  "filename": "hemh111.pdf",
  "chapters": [
    {
      "chapterNumber": 10,
      "title": "Two persons could fit new windows in a house in 3 da",
      "content": "10. Two persons could fit new windows in a house in 3 days.\n(i)One of the persons fell ill before the work started. How long would the jobtake now?\n(ii)How many persons would be needed to fit the windows in one day?\n11.A school has 8 periods a day each of  45 minutes duration. How long would eachperiod be, if the school has 9 periods a day , assuming the number of school hours to\nbe the same?\nReprint 2024-25\n\n \nDO THIS\n1.Take a sheet of paper . Fold it as shown in the figure. Count the number of part s and\nthe area of a part in each case.\nTabulate your observations and discuss with your friends. Is it a case of inverse proportion? Why?\nNumber of parts 1 2 4 8 16\nArea of each part area of the paper1\n2 the area of the paper ... ... ...\n2.Take a few containers of dif ferent sizes with circular bases. Fill the same amount of\nwater in each container . Note the diameter of each container and the respective\nheight at which the water level stands. Tabulate your observations. Is it a case of\ninverse proportion?\nDiameter of container (in cm)\nHeight of water level (in cm)\nWHA T HA VE WE DISCUSSED?\n1.Two quantities x and y are said to be in direct pr opor tion if they increase (decrease) together in\nsuch a manner that the ratio of their corresponding values remains constant. That is if xky= [k is\na positive number], then x and y are said to vary directly . In such a case if y1, y2 are the values of\ny corresponding to the values x1, x2 of x respectively then 12\n12xx\nyy= .\nReprint 2024-25\n\n\n2.Two quantities x and y are said to be in inverse pr oportion if an increase in x causes a proportional\ndecrease in y (and vice-versa) in such a manner that the product of their corresponding values\nremains constant. That is, if xy = k, then x and y are said to vary inversely . In this case if  y1, y2 are\nthe values of y corresponding to the values x1, x2 of x respectively then x1 y1 = x2  y2 or 12\n21xy\nxy= .\nReprint 2024-25\n\n",
      "wordCount": 385,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 16,
    "totalWords": 385
  }
}