{
  "filename": "hesc108.pdf",
  "chapters": [
    {
      "chapterNumber": 1,
      "title": "Moving a book",
      "content": "1. Moving a book\nplaced on a table\n",
      "wordCount": 8,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 2,
      "title": "Opening or",
      "content": "2. Opening or\nshutting  a door\n",
      "wordCount": 6,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 3,
      "title": "Drawing a bucket",
      "content": "3. Drawing a bucket\nof water from a\nwell\n4. A football player\ntaking a penalty\nkick\n5. A cricket ball hit\nby a batsman\n",
      "wordCount": 25,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 6,
      "title": "Moving a loaded",
      "content": "6. Moving a loaded\ncart\n",
      "wordCount": 5,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 7,
      "title": "Opening a",
      "content": "7. Opening a\ndrawerPushing Pulling Lifting — Yes Yes\nTable 8.1 : Identifying Actions as Push or Pull\nI learnt in Class VI that a\nmagnet attracts a piece of\niron towards it. Is attraction\nalso a pull? What about\nrepulsion between similar\npoles of two magnets? Is it a\npull or a push?Do you notice that each of the actions\ncan be grouped as a pull or a push or\nboth? Can we infer from this, that to move\nan object, it has to be pushed or pulled?\nIn science, a push or a pull on an\nobject is called a force . Thus, we can\nsay that the motion imparted to objects\nwas due to the action of a force. When\ndoes a force come into play? Let us\nfind out.   \nPull\n2024-25\n\nFORCE AND PRESSURE 95Fig. 8.3 (b) : Who is pulling whom ?\n8.2 Forces are due to an\nInteraction\nSuppose a man is standing behind a\nstationary car [Fig.8.2(a)]. Will the car\nmove due to his presence? Suppose the\nman now begins to push the car\n[Fig.8.2(b)], that is, he applies a force\non it. The car  may begin to move in theFig. 8.3 shows three situations that\nmay be familiar to you. Can you decide\nwho is pulling and who is pushing in\nthese cases? In Fig. 8.3 (a), both the girls\nappear to push each other while\nFig. 8.2 (b) :  A car being pushed by a man\nFig. 8.3  (a)  : Who is pushing whom?\ndirection of the applied force. Note that the\nman has to push the car to make it move.Fig. 8.2(a) : A man standing behind a stationary car\nFig. 8.3 (c) :  Who is pulling whom ?\nthe pair of girls in Fig. 8.3 (b) are trying\nto pull each other . Similarly, the cow\nand the man in Fig. 8.3 (c) appear to\npull each other . The girls in the two\nsituations shown here are applying force\non each other . Is it also true for the man\nand the cow?\nFrom these examples, we can infer\nthat at least two objects must interact\nfor a force to come into play. Thus, an\ninteraction of one object with another\nobject results in a force between the\ntwo objects.\n2024-25\n\nSCIENCE 96Does it mean that the net\nforce on an object is zero if the\ntwo forces acting on it in\nopposite directions are equal?\nrope in their direction. Sometimes the rope\nsimply does not move. Is it not similar to\nthe situation shown in Fig. 8.3 (b)? The\nteam that pulls har der, that is, applies a\nlarger force, finally wins the game.\nWhat do these examples suggest\nabout the nature of force?\nForces applied on an object \nin the\nsame dir ection add  to one another . Now\nrecall what happened when you and\nyour friend pushed the heavy box in the\nsame direction in Activity 8.2.\nIf the two forces act in the opposite\ndirections on an object, the net force acting\non it is the difference between the two\nforces . What did you observe in Activity\n8.2 when both of you were pushing the\nheavy box from opposite directions?\nRecall that in the tug-of-war when\ntwo teams pull equally hard, the rope\ndoes not move in any direction.\nSo, we learn that a force could be\nlarger or smaller than the other or equal\nto each other . The strength of a force is\nusually expr essed by its magnitude . We\nhave also to specify the direction in\nwhich a force acts. Also, if the direction\nor the magnitude of the applied force\nchanges, its effect also changes.Activity 8.2\nChoose a heavy object like a table\nor a box, which you can move only\nby pushing har d. Try to push it all\nby yourself. Can you move it? Now\nask one of your friends to help you\nin pushing it in the same direction\n[Fig. 8.4(a)]. Is it easier to move it\nnow? Can you explain why?\nNow push the same object, but\nask your friend to push it from the\nopposite side [Fig. 8.4 (b)]. Does the\nobject move? If it does, note the\ndirection in which it moves. Can\nyou guess which one of you is\napplying a larger force?\nFig. 8.4 :  Two friends pushing a heavy load\n(a) in the same direction, (b) in\nopposite direction(a)\n(b)8.3 Exploring Forces\nLet us try to learn more about forces.\nFig. 8.5 : The rope may not move if the two\nteams pull at it with equal force\nHave you ever seen a game of tug-of\nwar? In this game two teams pull at a\nrope in opposite directions (Fig. 8.5).\nMembers of both the teams try to pull the\n2024-25\n\nFORCE AND PRESSURE 97In general, more than one force may\nbe acting on an object. However , the\neffect on the object is due to the net\nforce acting on it.\n8.4 A Force can Change the\nState of Motion\nLet us now find out what happens when\na force acts on an object.\nActivity 8.3\nTake a rubber ball and place it on a\nlevel sur face such as a table top or\na concr ete floor . Now, gently push\nthe ball along the level sur face\n(Fig. 8.6). Does the ball begin to\nmove? Push the ball again while it\nis still moving. Is there any change\nin its speed? Does it increase or\ndecrease?\nNext, place your palm in front\nof the moving ball. Remove your\npalm as soon as the moving ball\ntouches it. Does your palm apply a\nforce on the ball? What happens to\nthe speed of the ball now? Does it\nincrease or decrease? What would\nhappen if you let your palm hold\nthe moving ball?\nFig. 8.6  : A ball at rest begins to move\nwhen a force is applied on itI have seen\nchildren competing with one\nanother in moving a rubber tyre\nor a ring by pushing it\n(Fig. 8.7).  I now understand\nwhy the speed of the tyre\nincreases whenever it is\npushed.\nFig. 8.7 : To move a tyre faster it has to be\npushed repeatedly\nYou might r ecall similar situations.\nFor example, while taking a penalty kick\nin football, the player applies a force on\nthe ball. Before being hit, the ball was at\nrest and so its speed was zero. The\napplied force makes the ball move\ntowards the goal. Suppose, the\ngoalkeeper dives or jumps up to save the\ngoal. By his action the goalkeeper tries\nto apply a force on the moving ball. The\nforce applied by him can stop or deflect\nthe ball, saving a goal being scored. If\nthe goalkeeper succeeds in stopping the\nball, its speed decreases to zero.\nThese observations suggest that a\nforce applied on an object may change\nits speed. If the force applied on the object\nis in the direction of its motion, the speed\nof the object increases. If the force is\napplied in the direction opposite to the\ndirection of motion, then it results in a\ndecrease in the speed of the object.\n2024-25\n\nSCIENCE 98Let us consider some more\nexamples. In a game of volleyball,\nplayers often push the moving ball to\ntheir team  mates to make a winning\nmove. Sometimes the ball is returned\nto the other side of the court by\npushing or smashing it. In cricket,  a\nbatsman plays his or her shot by\napplying a force on the ball with the\nbat. Is there any change in the\ndirection of motion of the ball in these\ncases? In all these examples the speed\nand the direction of the moving ball\nchange due to the application of a\nforce. Can you give a few more\nexamples of this kind?\nA change in either the speed of an\nobject, or its direction of motion, or both,\nis described as a change in its state of\nmotion . Thus, a force may bring a\nchange in the state of motion of an\nobject.\nFig. 8.8 : (a) A ball set in motion by\npushing it along a level surface\nand (b) the direction of motion\nof the ball after it strikes the\nruler placed in its path(a)State of Motion\nThe state of motion of an object is\ndescribed by its speed and the\ndirection of motion. The state of rest\nis considered to be the state of zero\nspeed. An object may be at rest or in\nmotion; both are its states of motion.Paheli is curious to know whether\napplication of a force can only change the\nspeed of an object. Let us find out.\nActivity 8.4\nTake a ball and place it on a level\nsurface as you did in Activity 8.3.\nMake the ball move by giving it a\npush [Fig. 8.8(a)]. Now place a ruler\nin its path as shown in Fig. 8.8(b).\nIn doing so, you would apply a force\non the moving ball. Does the ball\ncontinue to move in the same\ndirection after it strikes the ruler?\nRepeat the activity and try to\nobstruct the moving ball by placing\nthe ruler in such a way that it\nmakes different angles to its path.\nIn each case note your observations\nabout the direction of motion of the\nball after it strikes the ruler .\n(b)Does it mean that the application of\na force would always result in a change\nin the state of motion of the object? Let\nus find out.\nIt is common experience that many\na time application of force does not result\nin a change in the state of motion. For\nexample, a heavy box may not move at\nall even if you apply the maximum force\nthat you can exert. Again, no effect of\nforce is observed when you try to push\na wall.\n2024-25\n\nFORCE AND PRESSURE 998.5 Force can Change the\nShape of an Object\nDescription of\nSituationHow to Apply\nForceDiagram Action of Force\nChange in\nState of\nMotionChange in\nShape\nYes No Yes No\nPressing it down\nwith your hands.\nBy sitting on the\nseat.\nBy hanging a\nweight or by\npulling its free end.\nBy putting a weight\nat the centre of the\nscale.Table 8.2 : Studying the Effect of Force on Objects\nActivity 8.5\nSome situations have been given in Column 1 of Table 8.2 in which\nobjects are not free to move.  Column 2 of the Table suggests the manner\nin which a force can be applied on each object while Column 3 shows a\ndiagram of the action. T ry to observe the ef fect of for ce in as many\nsituations as possible. Y ou can also add similar situations using available\nmaterial from your environment. Note your observations in Columns 4\nand 5 of the Table.\nA lump of\ndough on a\nplate.\nSpring fixed to\nthe seat of a\nbicycle.\nA rubber band\nsuspended from\na hook/nail\nfixed on a wall.\nA plastic or\nmetal scale\nplaced between\ntwo bricks.\n2024-25\n\nSCIENCE 100\nFig. 8.9 : Muscular force of animals is used to\ncarry out many difficult tasksWhat do you conclude from the\nobservations noted in Table 8.2? What\nhappens when you apply a force on\nan inflated balloon by pressing it\nbetween your palms? What happens\nto the shape of a ball of dough when it\nis rolled to make a chapati ? What\nhappens when  you press a rubber ball\nplaced on a table? In all these\nexamples you saw that the application\nof force on an object may change\nits shape .\nHaving per formed all the above\nactivities, you would have realised  that\na force\nlmay make an object move from rest.\nlmay change the speed of an object\nif it is moving.\nlmay change the direction of motion\nof an object.\nlmay bring about a change in the\nshape of an object.\nlmay cause some or all of these\neffects.\nWhile a force may cause one or more\nof these effects, it is important to\nremember that none of these actions can\ntake place without the action of a force.\nThus, an object cannot move by itself,\nit cannot change speed by itself, it\ncannot change direction by itself and\nits shape cannot change by itself.\n8.6 Contact Forces\nMuscular Force\nCan you push or lift a book lying on a\ntable without touching it? Can you lift\na bucket of water without holding it?\nGenerally, to apply a force on an object,\nyour body has to be in contact with the\nobject. The contact may also be with thehelp of a stick or a piece of rope.  When\nwe push an object like a school bag or\nlift a bucket of water, wher e does the\nforce come from? This force is caused\nby the action of muscles in our body.\nThe force resulting due to the action of\nmuscles is known as the muscular\nforce .\nIt is the muscular force that enables\nus to perform all activities involving\nmovement or bending of our body. In\nClass VII you have learnt that in the\nprocess of digestion the food gets\npushed through the alimentary canal.\nCould it be a muscular force that does\nit? You also know that lungs expand\nand contract while we inhale and\nexhale air during breathing. Where\nare these muscles located which\nmake breathing possible? Can you list\na few more examples of the force\nexerted by the muscles in our body?\nAnimals also make use of muscular\nforce to carry out their physical activities\nand other tasks. Animals like bullocks,\nhorses, donkeys and camels are used to\nperfor m various tasks for us. In\nperforming these tasks they use\nmuscular force (Fig. 8.9).\n2024-25\n\nFORCE AND PRESSURE 101Since muscular force can be applied\nonly when it is in contact with an object,\nit is also called a contact force . Are there\nother types of contact forces? Let us find\nout.\nFriction\nRecall some of your experiences. A ball\nrolling along the ground gradually slows\ndown and finally comes to rest. When\nwe stop pedalling a bicycle, it gradually\nslows down and finally comes to a stop.\nA car or a scooter also comes to rest\nonce its engine is switched off. Similarly,\na boat comes to rest if we stop rowing\nit. Can you add some more such\nexperiences?\nIn all these situations no force\nappears to be acting on the objects, yet\ntheir speed gradually decreases and\nthey come to rest after some time. What\ncauses a change in their state of motion?\nCould some force be acting on them!\nCan you guess the direction in which\nthe force must be acting in each case?\nThe force responsible for changing the\nstate of motion of objects in all these\nexamples is the force of friction . It is the\nforce of friction between the sur face of\nthe ball and the ground that brings the\nmoving ball to rest. Similarly, friction\nbetween water and the boat brings it to\na stop once you stop rowing.\nThe force of friction always acts on\nall the moving objects and its direction\nis always opposite to the direction of\nmotion. Since the force of friction arises\ndue to contact between sur faces, it is\nalso an example of a contact for ce. You\nwill learn more about this force in\nChapter 9.\nYou may be wondering whether it is\nessential for the agent applying a forceon an object to be always in contact with\nit. Let us find out.\n8.7 Non-contact Forces\nMagnetic Force\nActivity 8.6\nTake a pair of bar magnets. Place\nthe longer side of one of the magnets\nover three round shaped pencils or\nwooden rollers as shown in\nFig. 8.10. Now bring one end of the\nother magnet near the end of the\nmagnet placed on the rollers. Make\nsure that the two magnets do not\ntouch each other . Observe what\nhappens. Next, bring the other end\nof the magnet near the same end\nof the magnet placed on the rollers\n(Fig.8.10). Note what happens to\nthe magnet placed on the rollers\nevery time another magnet is\nbrought near it.\nFig. 8.10 :  Observing attraction and repulsion\nbetween two magnets\n2024-25\n\nSCIENCE 102 Fig.  8.11 : A straw rubbed with paper attracts\nanother straw but repels it if it has\nalso been rubbed with a sheet\nof paper\nA straw is said to have acquired\nelectrostatic charge after it has been\nrubbed with a sheet of paper . Such a\nstraw is an example of a charged body.\nThe force exerted by a charged body\non another charged or uncharged body\nis known as electrostatic force . This\nforce comes into play even when the\nbodies are not in contact. The\nelectrostatic force, therefore, is another\nexample of a non-contact for ce. You will\nlearn more about electric charges in\nChapter 12.\nGravitational Force\nYou know that a coin or a pen falls to the\nground when it slips off your hand.\nLeaves and fruits also fall to the ground\nwhen they get detached from the plant.\nHave you ever wondered why it is so?\nWhen the coin is held in your hand it\nis at rest. As soon as it is released, it\nbegins to move downwards. It is clear that\nthe state of motion of the coin undergoes\na change. Can this happen without a\nforce acting on it?  Which is this force?Does the magnet on the rollers begin\nto move when the other magnet is brought\nnear it? Does it always move in the\ndirection of the approaching magnet?\nWhat do these observations suggest? Does\nit mean that some force must be acting\nbetween the two magnets?\nYou have lear nt in Class VI that like\npoles of two magnets repel each other and\nunlike poles attract each other . Attraction\nor repulsion between objects can also be\nseen as another form of pull or push. Do\nyou have to bring the magnets in contact\nfor observing the force between them? A\nmagnet can exert a force on another\nmagnet without being in contact with it.\nThe force exerted by a magnet is an\nexample of a non-contact force .\nSimilarly, the force exerted by a\nmagnet on a piece of iron is also a\nnon-contact force.\nElectrostatic Force\nActivity 8.7\nTake a plastic straw and cut it into\nnearly two equal pieces. Suspend one\nof the pieces from the edge of a table\nwith the help of a piece of thread\n(Fig. 8.11). Now hold the other piece\nof straw in your hand and rub its\nfree end with a sheet of paper . Bring\nthe rubbed end of the straw near the\nsuspended straw. Make sure that the\ntwo pieces do not touch each other .\nWhat do you observe?\nNext, rub the free end of the\nsuspended piece of straw with a\nsheet of paper . Again, bring the\npiece of straw that was rubbed\nearlier with paper near the free end\nof the suspended straw. What do you\nobserve now?\n2024-25\n\nFORCE AND PRESSURE 103Objects or things fall towards the\nearth because it pulls them. This force\nis called the force of gravity , or just\ngravity. This is an attractive force. The\nforce of gravity acts on all objects. The\nforce of gravity acts on all of us all the\ntime without our being awar e of it. W ater\nbegins to flow towards the ground as\nsoon as we open a tap. W ater in rivers\nflows downward due to the force\nof gravity.Try cutting vegetables with a blunt\nknife  and then with a sharp knife. Which\nis easier?\nDo you get the feeling that the area\nover which the force is applied (for\nexample, the pointed end of the nail)\nplays  a role in making these tasks easier?\nThe force acting on a unit area of a\nsurface is called pr essure\n.\npressure = force / area on which it acts\nAt this stage we consider only those\nforces which act perpendicular to the\nsurface on which the pressure is to\nbe computed.Gravity is not a property of the earth\nalone. In fact, every object in the\nuniverse, whether small or large,\nexerts a force on every other object.\nThis force is known as the\ngravitational force .\n8.8 Pressure\nIs there any relation between pressure\nand force? Let us find out.\nTry to push a nail into a wooden\nplank by its head. Did you succeed? T ry\nnow to push the nail by the pointed end\n(Fig. 8.12). Could you do it this time?\nI now understand why\nporters place a round piece\nof cloth on their heads,\nwhen they have to carry\nheavy loads (Fig. 8.13). By\ndoing this they increase the\narea of contact of the load\nwith their head. So, the\npressure on their head is\nreduced and they find it\neasier to carry the load.\nFig. 8.13 : A porter carrying a heavy load\nFig. 8.12 : Pushing a nail into a wooden plank\n2024-25\n\nSCIENCE 104Note that the area is in the\ndenominator in the above expression.\nSo, the smaller the area, larger the\npressur e on a sur face for the same for ce.\nThe area of the pointed end of the nail\nis much smaller than that of its head.\nThe same force, therefore, produces a\npressure sufficient to push the pointed\nend of the nail into the wooden plank.\nCan you explain now why shoulder\nbags are provided with broad straps and\nnot thin strap? And, why the tools\nmeant for cutting and piercing always\nhave sharp edges?\nDo liquids and gases also exert\npressure? Does it also depend on the\narea on which the force acts?  Let us\nfind out.\n8.9 Pressure Exerted by\nLiquids and Gases\nActivity 8.8\nTake a transparent glass tube or a\nplastic pipe. The length of the pipe/\ntube should be about 25 cm and its\ndiameter should be 5-7.5 cm. Also\ntake a piece of thin sheet of a good\nquality rubber , say, a rubber\nballoon. Stretch the rubber sheet\ntightly over one end of the pipe.\nHold the pipe at the middle, keeping\nit in a vertical position (Fig. 8.14).\nAsk one of your friends to pour some\nwater in the pipe. Does the rubber\nsheet bulge out? Note also the\nheight of the water column in the\npipe. Pour some mor e water .\nObserve again the bulge in the\nrubber sheet and the height of the\nwater column in the pipe. Repeatthis process a few more times. Can\nyou see any relation between the\namount of the bulge in the rubber\nsheet and the height of the water\ncolumn in the pipe?\nFig. 8.14 : Pressure exerted by water at the\nbottom of the container depends\non the height of its column\nActivity 8.9\nTake a plastic bottle. Y ou can take\na discarded water or soft drink\nbottle. Fix a cylindrical glass tube,\na few cm long near its bottom as\nshown in Fig. 8.15. Y ou can do so\nby slightly heating one end of the\nglass tube and then quickly\ninserting it near the bottom of the\nbottle. Make sure that the water\ndoes not leak from the joint. If there\nis any leakage, seal it with molten\nwax. Cover the mouth of the glass\ntube with a thin rubber sheet as you\ndid in Activity 8.8. Now fill the bottle\nupto half with water . What do you\nobserve? Why does the rubber sheet\n2024-25\n\nFORCE AND PRESSURE 105\nFig. 8.15 : A liquid exerts pressure on the walls\nof the container\nNote that the rubber sheet has been\nfixed on the side of the container and not\nat the bottom. Does the bulging of the\nrubber sheet in this case indicate that water\nexerts pressure on the sides of the container\nas well? Let us investigate further .\nActivity 8.10\nTake an empty plastic bottle or a\ncylindrical container . You can take\na used tin can or a used plastic\nbottle. Drill four holes all around\nnear the bottom of the bottle. Make\nsure that the holes are at the same\nheight from the bottom (Fig. 8.16).\nNow fill the bottle with water . What\ndo you observe?\nDo the different streams of water\ncoming out of the holes fall at the\nsame distance from the bottle? What\ndoes this indicate?Can you now say that liquids exert\npressure on the walls of the\ncontainer ?\nDo gases also exert pressure? Do\nthey also exert pressure on the walls of\ntheir containers? Let us find out.fixed to the glass tube bulge this\ntime? Pour some more water in the\nbottle. Is there any change in the\nbulge of the rubber sheet?\nFig. 8.16 : Liquids exert equal pressure at the\nsame depth\nI have seen fountains of water\ncoming out of the leaking joints\nor holes in pipes supplying\nwater .  Is it not due to the\npressure exerted by water on the\nwalls of the pipes?\nWhen you inflate a balloon, why do\nyou have to close its mouth? What\nhappens when you open the mouth of\nan inflated balloon? Suppose you have\na balloon which has holes. W ould you\n2024-25\n\nSCIENCE 106\nUnit area\nFig. 8.17 : Atmospheric pressure is the force of\ngravity on air in a column of unit areabe able to inflate it? If not, why? Can we\nsay that air exerts pressure in all\ndirections?\nDo you recall what happens to the\nair in the bicycle tube when it has a\npuncture? Do these observations suggest\nthat air exerts pressure on the inner walls\nof an inflated balloon or a  tube? So, we\nfind that gases, too, exert pressure on\nthe walls of their container .\n8.10 Atmospheric Pressure\nYou know that ther e is air all ar ound\nus. This envelop of air is known as the\natmosphere . The atmospheric air\nextends up to many kilometres above\nthe sur face of the earth. The pressure\nexerted by this air is known as\natmospheric pressur e\n. We know that\npressure is force per unit area. If we\nimagine a unit area and a very long\ncylinder standing on it filled with air ,\nthen the force of gravity on the air in\nthis cylinder is the atmospheric\npressure (Fig. 8.17).\nFig. 8.18 : A rubber sucker pressed on a\nsurface\nWhen you pr ess the sucker , most of\nthe air between its cup and the sur face\nescapes out. The sucker sticks to the\nsurface because the pr essure of\natmosphere acts on it. To pull the sucker\noff the sur face, the applied for ce should\nbe large enough to overcome the\natmospheric pressure. This activity\nmight give you an idea about the\nmagnitude of atmospheric pressure. In\nfact, it would not be possible for any\nhuman being to pull the sucker off the\nBut, how large or small is the\natmospheric pressure? Let us get an\nidea about its magnitude.\nActivity 8.11\nTake a good quality rubber sucker .\nIt looks like a small rubber cup (Fig.\n8.18). Press it hard on a smooth\nplane sur face. Does it stick to the\nsurface? Now try to pull it of f the\nsurface. Can you do it?\n2024-25\n\nFORCE AND PRESSURE 107\nIf the area of my head\nwere 15 cm × 15 cm, how\nmuch force air will exert\non my head?\nFig. 8.19 : Pressure of atmosphere on\nyour headsurface if ther e wer e no air at all between\nthe sucker and the sur face. Does it give\nyou an idea how large the atmospheric\npressure is?\nThe force due to air in a column of\nthe height of the atmosphere and area\n15 cm × 15 cm (Fig. 8.19) is nearly equal\nto the force of gravity on an object of\nmass 225 kg (2250N). The reason we\nare not crushed under this force of\ngravity is that the pressure inside our\nbodies is also equal to the atmospheric\npressure and balances the pressure from\noutside.\nDid you know?\nOtto von Guericke, a German scientist of the 17th century, invented a pump to\nextract air out of a vessel. With the help of this pump, he demonstrated\ndramatically the force of the air pressure. He joined two hollow metallic\nhemispheres of 51 cm diameter each and pumped air out of them. Then he\nemployed eight horses on each hemisphere to pull them apart (Fig. 8.20). So\ngreat is the force of air pressure that the hemispheres could not be pulled apart.\nFig. 8.20 :  Horses pulling the hemispheres\n2024-25\n\nSCIENCE 108\n     KEYWORDSKEYWORDSKEYWORDSKEYWORDSKEYWORDS\nATMOSPHERIC\nPRESSURE\nCONTACT FORCE\nELECTROSTATIC\nFORCE\nFORCE\nFRICTION\nGRAVITATIONAL\nFORCE\nGRAVITY\nMAGNETIC FORCE\nMUSCULAR FORCE\nNON-CONTACT\nFORCE\nPRESSURE\nPULL\nPUSH WHAT YOU HAVE LEARNT WHAT YOU HAVE LEARNT WHAT YOU HAVE LEARNT WHAT YOU HAVE LEARNT WHAT YOU HAVE LEARNT\nÜForce could be a push or a pull.\nÜA force arises due to the interaction between\ntwo objects.\nÜForce has magnitude as well as direction.\nÜA change in the speed of an object or the di-\nrection of its motion or both implies a change\nin its state of motion.\nÜForce acting on an object may cause a change\nin its state of motion or a change in its shape.\nÜA force can act on an object with or without\nbeing in contact with it.\nÜForce per unit area is called pressure.\nÜLiquids and gases exert pressure on the walls\nof their containers.\nÜThe pressure exerted by air around us is\nknown as atmospheric pressure.\nExercises\n1.Give two examples each of situations in which you push or pull to change\nthe state of motion of objects.\n2.Give two examples of situations in which applied force causes a change in\nthe shape of an object.\n3.Fill in the blanks in the following statements.\n(a)To draw water from a well we have to __________ at the rope.\n(b)A charged body __________ an uncharged body towards it.\n(c)To move a loaded trolley we have to __________ it.\n(d)The north pole of a magnet __________the north pole of another\nmagnet.\n2024-25\n\nFORCE AND PRESSURE 109  4.An archer stretches her bow while taking aim at the target. She then\nreleases the arrow, which begins to move towards the target. Based on\nthis information fill up the gaps in the following statements using the\nfollowing terms.\nmuscular , contact, non-contact, gravity, friction, shape, attraction\n(a)To stretch the bow, the archer applies a force that causes a change\nin its __________.\n(b)The force applied by the archer to stretch the bow is an example of\n__________ force.\n(c)The type of force responsible for a change in the state of motion of the\narrow is an example of a __________ force.\n(d)While the arrow moves towards its target, the forces acting on it are\ndue to __________ and that due to __________ of air .\n  5.In the following situations identify the agent exerting the force and the\nobject on which it acts. State the effect of the force in each case.\n(a)Squeezing a piece of lemon between the fingers to extract its juice.\n(b)Taking out paste from a toothpaste tube.\n(c)A load suspended from a spring while its other end is on a hook fixed\nto a wall.\n(d)An athlete making a high jump to clear the bar at a certain height.\n  6.A blacksmith hammers a hot piece of iron while making a tool. How does\nthe force due to hammering affect the piece of iron?\n  7.An inflated balloon was pressed against a wall after it has been rubbed\nwith a piece of synthetic cloth. It was found that the balloon sticks to the\nwall. What force might be responsible for the attraction between the balloon\nand the wall?\n  8.Name the forces acting on a plastic bucket containing water held above\nground level in your hand. Discuss why the forces acting on the bucket do\nnot bring a change in its state of motion.\n  9.A rocket has been fired upwards to launch a satellite in its orbit. Name\nthe two forces acting on the rocket immediately after leaving the launching\npad.\n10.When we press the bulb of a dr opper with its nozzle kept in water , air in\nthe dropper is seen to escape in the form of bubbles. Once we release the\npressur e on the bulb, water gets filled in the dr opper . The rise of water in\nthe dropper is due to\n(a)pressur e of water .\n(b)gravity of the earth.\n(c)shape of rubber bulb.\n(d)atmospheric pressure.E X E R C I S E S\n2024-25\n\nSCIENCE 110Extended Learning — Activities and Projects\n1.Make a 50 cm × 50 cm bed of dry sand about 10 cm in thickness.\nMake sure that its top surface is levelled. Take a wooden or a plastic\nstool. Cut two strips of graph paper each with a width of 1 cm.\nPaste them vertically on any leg of the stool - one at the bottom and\nthe other from the top.  Now gently put the stool on the sand bed\nwith its legs resting on the sand. Increase the size of sand bed if\nrequired. Now put a load, say a school bag full of books, on the seat\nof the stool. Mark the level of sand on the graph strip. This would\ngive you the depth, if any, to which the legs of stool sink in sand.\nNext, turn the stool upside down so that now it rests on its seat on\nthe sand bed. Note the depth to which the stool sinks now. Next,\nput the same load on the stool and note the depth to which it sinks\nin the sand. Compare the pressure exerted by the stool in the two\nsituations.\n2.Take a tumbler and fill it with water. Cover the mouth of the tumbler\nwith a thick card similar to that of a postcard. Hold the tumbler\nwith one hand while keeping the card pressed to its mouth with\nyour other hand. Turn the tumbler upside down while keeping the\ncard pressed to its mouth. Make sure that the tumbler is held\nvertical. Gently remove the hand pressing the card. What do you\nobserve? Does the card get detached allowing the water to spill?\nWith a little practice you will find that the card continues to hold\nwater in the tumbler even after it is not supported by your hand.\nAlso try this activity by using a piece of cloth to hold the tumbler in\nan upside down position (Fig. 8.21).\nFig. 8.21\n2024-25\n\nFORCE AND PRESSURE 111\n3.Take 4-5 plastic bottles of different shapes and sizes. Join them\ntogether with small pieces of glass or rubber tube as shown in\nFig. 8.22. Keep this arrangement on a level surface. Now pour water\nin any one of the bottles. Note whether the bottle in which water is\npoured gets filled first or all the bottles get filled up simultaneously.\nNote the level of water in all the bottles from time to time. Try to\nexplain your observations.\nFig.  8.22\n2024-25\n\n",
      "wordCount": 5898,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 19,
    "totalWords": 5942
  }
}