{
  "filename": "hesc112.pdf",
  "chapters": [
    {
      "chapterNumber": 1,
      "title": "If you are at home",
      "content": "1. If you are at home\nlTake shelter under a table and stay\nthere till the shaking stops.\nlStay away from tall and heavy objects\nthat may fall on you.\nlIf you are in bed, do not get up.\nProtect your head with a pillow.\n",
      "wordCount": 45,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 2,
      "title": "If you are outdoors",
      "content": "2. If you are outdoors\nlFind a clear spot, away from\nbuildings, trees and overhead power\nlines.  Drop to the ground.\nlIf you are in a car or a bus, do not\ncome out.  Ask the driver to drive\nslowly to a clear spot.  Do not come\nout till the tremors stop.\n2024-25\n\nSCIENCE 162\n KEYWORDS KEYWORDS KEYWORDS KEYWORDS KEYWORDS\nCRUST\nDISCHARGE\nEARTH’S PLA TES\nEARTHQUAKE\nELECTROSCOPE\nLIGHTNING\nLIGHTNING\nCONDUCTOR\nNEGA TIVE CHARGE\nPOSITIVE CHARGE\nRICHTER SCALE\nSEISMOGRAPH\nTHUNDER\nTHUNDERSTORM\nTRANSFER OF\nCHARGE\nTSUNAMI\nTREMOR WHAT YOU HAVE LEARNT WHAT YOU HAVE LEARNT WHAT YOU HAVE LEARNT WHAT YOU HAVE LEARNT WHAT YOU HAVE LEARNT\nÜSome objects can be charged by rubbing with\nother objects.\nÜThere are two kinds of charges — positive\ncharge and negative charge\nÜLike charges repel and unlike charges attract\neach other .\nÜThe electrical charges produced by rubbing\nare called static charges.\nÜWhen charges move, they constitute an\nelectric current.\nÜAn electroscope may be used to detect\nwhether a body is charged or not.\nÜThe process of transfer of charge from a\ncharged object to the earth is called earthing.\nÜThe process of electric discharge between\nclouds and the earth or between different\nclouds causes lightning.\nÜLightning strike could destroy life and\nproperty.\nÜLightning conductors can protect buildings\nfrom the effects of lightning.\nÜAn earthquake is a sudden shaking or\ntrembling of the earth.\nÜEarthquake is caused by a disturbance deep\ninside the earth’s crust.\nÜIt is not possible to predict the occurrence of\nan earthquake.\nÜEarthquakes tend to occur at the boundaries\nof earth’s plates. These boundaries are known\nas fault zones.\nÜDestructive energy of an earthquake is\nmeasured on the Richter scale. The\nearthquake measuring 7 or more on Richter\nscale can cause severe damage to life and\nproperty.\nÜWe should take necessary pr ecautions to\nprotect ourselves from earthquakes.\n2024-25\n\nSOME NATURAL  PHENOMENA 163Exercises\nSelect the correct option in Questions 1 and 2.\n1. Which of the following cannot be charged easily by friction?\n(a)A plastic scale\n(b)A copper rod\n(c)An inflated balloon\n(d)A woollen cloth.\n2. When a glass rod is rubbed with a piece of silk cloth the rod\n(a)and the cloth both acquire positive charge.\n(b)becomes positively charged while the cloth has a negative charge.\n(c)and the cloth both acquire negative charge.\n(d)becomes negatively charged while the cloth has a positive charge.\n",
      "wordCount": 393,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 3,
      "title": "Write T against true and F against false in the foll",
      "content": "3. Write T against true and F against false in the following statements.\n(a)Like charges attract each other (T/F)\n(b)A charged glass rod attract a charged plastic straw (T/F)\n(c)Lightning conductor cannot protect a building from lightning (T/F)\n(d)Earthquakes can be predicted in advance (T/F)\n",
      "wordCount": 45,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 4,
      "title": "Sometimes, a crackling sound is heard while taking o",
      "content": "4. Sometimes, a crackling sound is heard while taking off a sweater during\nwinters. Explain.\n",
      "wordCount": 15,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 5,
      "title": "Explain why a charged body loses its charge if we to",
      "content": "5. Explain why a charged body loses its charge if we touch it with our hand.\n",
      "wordCount": 16,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 6,
      "title": "Name the scale on which the destructive energy of an",
      "content": "6. Name the scale on which the destructive energy of an earthquake is\nmeasur ed. An earthquake measur es 3 on this scale. W ould it be recor ded\nby a seismograph? Is it likely to cause much damage?\n",
      "wordCount": 39,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 7,
      "title": "Suggest three measures to protect ourselves from lig",
      "content": "7. Suggest three measures to protect ourselves from lightning.\n",
      "wordCount": 9,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 8,
      "title": "Explain why a charged balloon is repelled by another",
      "content": "8. Explain why a charged balloon is repelled by another charged balloon\nwhereas an uncharged balloon is attracted by another charged balloon?\n",
      "wordCount": 22,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 9,
      "title": "Describe with the help of a diagram an instrument wh",
      "content": "9. Describe with the help of a diagram an instrument which can be used to\ndetect a charged body.\n",
      "wordCount": 19,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 10,
      "title": "List three states in India where earthquakes are mor",
      "content": "10. List three states in India where earthquakes are more likely to strike.\n",
      "wordCount": 13,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 11,
      "title": "Suppose you are outside your home and an earthquake",
      "content": "11. Suppose you are outside your home and an earthquake strikes. What\nprecaution would you take to protect yourself?\n",
      "wordCount": 19,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 12,
      "title": "The weather department has predicted that a thunders",
      "content": "12. The weather department has predicted that a thunderstorm is likely to\noccur on a certain day. Suppose you have to go out on that day. W ould you\ncarry an umbrella? Explain.\n2024-25\n\nSCIENCE 164Extended Lear ning — Activities and Pr ojects\n1.Open a water tap. Adjust the flow so that it forms a thin stream.\nCharge a refill. Bring it near the water stream. Observe what\nhappens. W rite a short r eport on the activity.\n2.Make your own char ge detector . Take a paper strip r oughly 10 cm ×\n3 cm.  Give it a shape as shown in Fig. 12.15. Balance it on a\nneedle. Bring a charged body near it. Observe what happens. W rite\na brief report, explaining its working.\n3.This activity should be performed at night. Go to a room  where there\nis a fluorescent tube light. Charge a balloon. Switch off the tube light\nso that the room is completely dark. Bring the charged balloon near\nthe tubelight. Y ou should see a faint glow. Move the balloon along\nthe length of the tube and observe how the glow changes.\nCaution : Do not touch the metal parts of the tube or the wires\nconnecting the tube with the mains.\n4.Find out if there is an organisation in your area which provides\nrelief to those suf fering from natural disaster . Enquir e about the\ntype of help they render to the victims of earthquakes. Prepare a\nbrief report on the problems of the earthquake victims.\nFor more information on these topics, visit:\nlscience.howstuffworks.com/lightning.htm\nlscience.howstuffworks.com/earthquake.htmFig. 12.15\nPaper 10 cm × 3 cm\nFold along the dotted line\nCut along the dotted line\nNeedle\nThermoCole\n2024-25\n\n",
      "wordCount": 284,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 15,
    "totalWords": 919
  }
}