{
  "filename": "iesc108.pdf",
  "chapters": [
    {
      "chapterNumber": 10,
      "title": "Using a horizontal force of 200 N, we intend to move",
      "content": "10. Using a horizontal force of 200 N, we intend to move a wooden\ncabinet across a floor at  a constant velocity. What is the\nfriction force that will be exerted on the cabinet?\n",
      "wordCount": 34,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 11,
      "title": "According to the third law of motion when we push on",
      "content": "11. According to the third law of motion when we push on an\nobject, the object pushes back on us with an equal and\nopposite force. If the object is a massive truck parked along\nthe roadside, it will probably not move. A student justifies\nthis by answering that the two opposite and equal forces\ncancel each other . Comment on this logic and explain why\nthe truck does not move.\n12. A hockey ball of mass 200 g travelling at 10 m s–1 is struck\nby a hockey stick so as to return it along its original path\nwith a velocity at 5 m s–1. Calculate the magnitude of change\nof momentum occurred in the motion of the hockey ball by\nthe force applied by the hockey stick.\n13. A bullet of mass 10 g travelling horizontally with a velocity\nof 150 m s–1 strikes a stationary wooden block and comes to\nrest in 0.03 s. Calculate the distance of penetration of the\nbullet into the block. Also calculate the magnitude of the\nforce exerted by the wooden block on the bullet.\n",
      "wordCount": 183,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 14,
      "title": "An object of mass 1 kg travelling in a straight line",
      "content": "14. An object of mass 1 kg travelling in a straight line with a\nvelocity of 10 m s–1 collides with, and sticks to, a stationary\nwooden block of mass 5 kg. Then they both move off together\nin the same straight line. Calculate the total momentum\njust before the impact and just after the impact. Also,\ncalculate the velocity of the combined object.\n",
      "wordCount": 64,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 15,
      "title": "An object of mass 100 kg is accelerated uniformly fr",
      "content": "15. An object of mass 100 kg is accelerated uniformly from a\nvelocity of 5 m s–1 to 8 m s–1 in 6 s. Calculate the initial and\nfinal momentum of the object. Also, find the magnitude of\nthe force exerted on the object.\n",
      "wordCount": 44,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 16,
      "title": "Akhtar , Kiran and Rahul wer e riding in a motor car",
      "content": "16. Akhtar , Kiran and Rahul wer e riding in a motor car that\nwas moving with a high velocity on an expressway when an\ninsect hit the windshield and got stuck on the windscreen.\nAkhtar and Kiran started pondering over the situation. Kiran\nsuggested that the insect suffered a greater change in\nmomentum as compared to the change in momentum of the\nmotorcar (because the change in the velocity of the insect\nwas much more than that of the motorcar). Akhtar said\nthat since the motorcar was moving with a larger velocity,\nit exerted a larger force on the insect. And as a result the\ninsect died. Rahul while putting an entirely new explanation\nReprint 2025-26\n\nFORCE AND LAWS OF MOTION 99said that both the motorcar and the insect experienced the\nsame force and a change in their momentum. Comment on\nthese suggestions.\n",
      "wordCount": 144,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 17,
      "title": "How much momentum will a dumb-bell of mass 10 kg",
      "content": "17. How much momentum will a dumb-bell of mass 10 kg\ntransfer to the floor if it falls from a height of 80 cm? Take\nits downward acceleration to be 10 m s–2.\nAdditional\nExercises\nA1. The following is the distance-time table of an object in\nmotion:\nTime in seconds Distance in metres\n0 0\n1 1\n2 8\n3 27\n4 64\n5 125\n6 216\n7 343\n(a)What conclusion can you draw about the acceleration?\nIs it constant, increasing, decreasing, or zero?\n(b)What do you infer about the forces acting on the object?\nA2. Two persons manage to push a motorcar of mass 1200 kg at\na uniform velocity along a level road. The same motorcar\ncan be pushed by three persons to produce an acceleration\nof 0.2 m s-2. With what force does each person push the\nmotorcar? (Assume that all persons push the motorcar with\nthe same muscular effort.)\nA3. A hammer of mass 500 g, moving at 50 m s-1, strikes a nail.\nThe nail stops the hammer in a very short time of 0.01 s.\nWhat is the force of the nail on the hammer?\nA4. A motorcar of mass 1200 kg is moving along a straight line\nwith a uniform velocity of 90 km/h. Its velocity is slowed\ndown to 18 km/h in 4 s by an unbalanced external force.\nCalculate the acceleration and change in momentum. Also\ncalculate the magnitude of the force required.\nReprint 2025-26\n\n",
      "wordCount": 244,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 13,
    "totalWords": 713
  }
}