{
  "filename": "iesc104.pdf",
  "chapters": [
    {
      "chapterNumber": 3,
      "title": ", we have lear nt that atoms and",
      "content": "Chapter 3, we have lear nt that atoms and\nmolecules ar e the fundamental building\nblocks of matter . The existence of dif ferent\nkinds of matter is due to dif ferent atoms\nconstituting them. Now the questions arise:\n(i) What makes the atom of one element\ndiffer\nent fr om the atom of another element?\nand (ii) Ar e atoms r eally indivisible, as\nproposed by Dalton, or ar e ther e smaller\nconstituents inside the atom? W e shall find\nout the answers to these questions in this\nchapter . We will lear n about sub-atomic\nparticles and the various models that have\nbeen pr oposed to explain how these particles\nare arranged within the atom.\nA major challenge before the scientists at\nthe end of the 19th century was to r eveal the\nstructur e of the atom as well as to explain its\nimportant pr operties. The elucidation of the\nstructur e of atoms is based on a series of\nexperiments.\nOne of the first indications that atoms ar e\nnot indivisible, comes fr om studying static\nelectricity and the condition under which\nelectricity is conducted by dif ferent\nsubstances.\n4.1Charged Particles in Matter\nFor understanding the natur e of char ged\nparticles in matter , let us carry out the\nfollowing activities:\nActivity ______________ 4.1\nA.Comb dry hair . Does the comb then\nattract small pieces of paper?\nB.Rub a glass r od with a silk cloth and\nbring the r od near an inflated balloon.\nObserve what happens.From these activities, can we conclude\nthat on rubbing two objects together , they\nbecome electrically char ged? Wher e does this\ncharge come fr om? This question can be\nanswer ed by knowing that an atom is divisible\nand consists of char ged particles.\nMany scientists contributed in r evealing\nthe pr esence of charged particles in an atom.\nIt was known by 1900 that the atom was\nindivisible particle but contained at least one\nsub-atomic particle – the electron identified by\nJ.J. Thomson. Even before the electron was\nidentified, E. Goldstein in 1886 discovered the\npresence of new radiations  in a gas discharge\nand called them canal rays. These rays were\npositively charged radiations which ultimately\nled to the discovery of another sub-atomic\nparticle. This sub-atomic particle had a charge,\nequal in magnitude but opposite in sign to that\nof the electron. Its mass was approximately\n2000 times as that of the electron. It was given\nthe name of proton. In general, an electron is\nrepresented as ‘e–’ and a proton as ‘p+’. The\nmass of a proton  is taken as one unit and its\ncharge as plus one. The mass of an electron is\nconsidered to be negligible and its charge is\nminus one.\nIt seemed that an atom was composed of\nprotons and electrons, mutually balancing\ntheir charges. It also appeared that the protons\nwere in the interior of the atom, for whereas\nelectrons could easily be removed off but\nnot protons. Now the big question was:\nwhat sort of structure did  these particles of\nthe atom for m? W e will find the answer to\nthis question below.4\nS SS SSTRUCTURETRUCTURETRUCTURETRUCTURETRUCTURE      OF OFOF OFOF     THE THETHE THETHE A  A A  A ATOM TOMTOM TOMTOMChapter\nReprint 2025-26\n\nuestions\n1.What are canal rays?\n2.If an atom contains one electron\nand one pr oton, will it carry any\ncharge or not?\n4.2The Structure of an Atom\nWe have lear nt Dalton’s atomic theory in\nChapter 3, which suggested that the atom\nwas indivisible and indestructible. But the\ndiscovery of two fundamental particles\n(electr ons and pr otons) inside the atom, led\nto the failur e of this aspect of Dalton’s atomic\ntheory. It was then consider ed necessary to\nknow how electr ons and pr otons ar e arranged\nwithin an atom. For explaining this, many\nscientists pr oposed various atomic models.\nJ.J. Thomson was the first one to pr opose a\nmodel for the structure of an atom.\n4.2.1 THOMSON ’S MODEL  OF AN ATOM\nThomson proposed the model of an atom to\nbe similar to that of a Christmas pudding.\nThe electrons, in a spher e of positive charge,\nwere like currants (dry fruits) in a spherical\nChristmas pudding. W e can also think of a\nwater melon, the positive char ge in the atom\nis spr ead all over like the r ed edible part of\nthe water melon, while the electr ons ar e\nstudded in the positively char ged spher e, like\nthe seeds in the water melon (Fig. 4.1).Thomson pr oposed that:\n(i)An atom consists of a positively\ncharged spher e and the electr ons ar e\nembedded in it.\n(ii)The negative and positive char ges ar e\nequal in magnitude. So, the atom as a\nwhole is electrically neutral.\nAlthough Thomson’s model explained that\natoms ar e electrically neutral, the results of\nexperiments carried out by other scientists\ncould not be explained by this model, as we\nwill see below.\n4.2.2 RUTHERFORD ’S MODEL  OF AN ATOM\nErnest Ruther ford was inter ested in knowing\nhow the electr ons ar e arranged within an\natom. Ruther ford designed an experiment for\nthis. In this experiment, fast moving alpha\n(α)-particles wer e made to fall on a thin\ngold foil.\n•He selected a gold foil because he wanted\nas thin a layer as possible. This gold foil\nwas about 1000 atoms thick.\n•α-particles ar e doubly-char ged helium\nions. Since they have a mass of 4 u, the\nfast-moving α-particles have a\nconsiderable amount of ener gy.\n•It was expected that α-particles would be\ndeflected by the sub-atomic particles in\nthe gold atoms. Since the α-particles wer e\nmuch heavier than the pr otons, he did\nnot expect to see lar ge deflections.Q\nFig.4.1:  Thomson’s model of an atomJ.J. Thomson (1856–\n1940),  a British\nphysicist, was born in\nCheetham Hill, a suburb\nof Manchester , on\n18 December 1856. He\nwas awarded the Nobel\nprize in Physics in 1906\nfor his work on the\ndiscovery of electrons. He\ndirected the Cavendish Laboratory at\nCambridge for 35 years and seven of his\nresearch assistants subsequently won\nNobel prizes.\nSTRUCTURE  OF THE ATOM 39\nReprint 2025-26\n\nSCIENCE 40Fig. 4.2: Scattering of α-particles by a gold foil\nBut, the α -particle scatterin g experiment\ngave totally unexpected r esults (Fig. 4.2).  The\nfollowing observations wer e made:\n(i)Most of the fast moving α-particles\npassed straight thr ough the gold foil.\n(ii)Some of the α-particles were deflected\nby the foil by small angles.\n(iii) Surprisingly one out of every 12000\nparticles appear ed to rebound.\nIn the wor ds of Ruther ford, “This r esult\nwas almost as incr edible as if you fir e a\n15-inch shell at a piece of tissue paper and it\ncomes back and hits you ”.He will hear a sound when each stone strikes\nthe wall. If he repeats this ten times, he will\nhear the sound ten times. But if a blind-folded\nchild were to throw stones at a barbed-wire\nfence, most of the stones would not hit the\nfencing and no sound would be heard. This is\nbecause there are lots of gaps in the fence\nwhich allow the stone to pass through them.\nFollowing a similar reasoning, Rutherford\nconcluded fr om the α-particle scattering\nexperiment that—\n(i)Most of the space inside the atom is\nempty because most of the α -particles\npassed thr ough the gold foil without\ngetting deflected.\n(ii) V ery few particles were deflected fr om\ntheir path, indicating that the positive\ncharge of the atom occupies very little\nspace.\n(iii) A very small fraction of α-particles\nwere deflected by 1800, indicating that\nall the positive char ge and mass of the\ngold atom were concentrated in a very\nsmall volume within the atom.\nFrom the data he also calculated that the\nradius of the nucleus is about 105 times less\nthan the radius of the atom.\nOn the basis of his experiment,\nRuther ford put forwar d the nuclear model of\nan atom, which had the following featur es:\n(i)There is a positively char ged centr e in\nan atom called the nucleus. Nearly all\nthe mass of an atom r esides in the\nnucleus.\n(ii)The electr ons r evolve ar ound the\nnucleus in circular paths.\n(iii) The size of the nucleus is very small\nas compar ed to the size of the atom.\nDrawbacks of Rutherford’s model of\nthe atom\nThe revolution of the electron in a circular orbit\nis not expected to be stable. Any particle in a\ncircular orbit would undergo acceleration.\nDuring acceleration, charged particles would\nradiate energy. Thus, the revolving electron\nwould lose energy and finally fall into the\nnucleus. If this were so, the atom should be\nhighly unstable and hence matter would not\nexist in the for m that we know. W e know that\natoms are quite stable.E. Rutherford (1871–1937)\nwas bor n at Spring Gr ove\non 30 August 1871. He was\nknown as the ‘Father’ of\nnuclear physics.  He is\nfamous for his work on\nradioactivity and the\ndiscovery of the nucleus of an atom with\nthe gold foil experiment. He got the Nobel\nprize in chemistry in 1908.\nLet us think of an activity in an open field\nto understand the implications  of this\nexperiment. Let a child stand in fr ont of a\nwall with his eyes closed. Let him thr ow\nstones at the wall from a distance.\nReprint 2025-26\n\nSTRUCTURE  OF THE ATOM 414.2.3 BOHR’S MODEL  OF ATOM\nIn order to overcome the objections raised\nagainst Ruther ford’s model of the atom,\nNeils Bohr put forwar d the following\npostulates about the model of an atom:\n(i)Only certain special orbits known as\ndiscrete orbits  of electr ons, ar e allowed\ninside the atom.\n(ii)While revolving in discr ete orbits the\nelectr ons do not radiate ener gy.uestions\n1.On the basis of Thomson’s model\nof an atom, explain how the atom\nis neutral as a whole.\n2.On the basis of Ruther ford’s\nmodel of an atom, which sub-\natomic particle is pr esent in the\nnucleus of an atom?\n3.Draw a sketch of Bohr’s model\nof an atom with thr ee shells.\n4.What do you think would be the\nobservation if the α-particle\nscattering experiment is carried\nout using a foil of a metal other\nthan gold?\n4.2.4 NEUTRONS\nIn 1932, J. Chadwick discover ed another sub-\natomic particle which had no char ge and a\nmass nearly equal to that of a pr oton. It was\neventually named as neutr on. Neutr ons ar e\npresent in the nucleus of all atoms, except\nhydr ogen. In general, a neutr on is\nrepresented as ‘n’. The mass of an atom is\ntherefor e given by the sum of the masses of\nprotons and neutr ons pr esent in the nucleus.\nuestions\n1.Name the thr ee sub-atomic\nparticles of an atom.\n2.Helium atom has an atomic mass\nof 4 u and two pr otons in its\nnucleus. How many neutr ons\ndoes it have?\n4.3How are Electrons Distributed\nin Different Orbits (Shells)?\nThe distribution of electr ons into dif ferent\norbits of an atom was suggested by Bohr\nand Bury.\nThe following rules are followed for writing\nthe number of electr ons in dif ferent ener gy\nlevels or shells:\n(i)The maximum number of electr ons\npresent in a shell is given by theNeils Bohr (1885–1962)\nwas bor n in Copenhagen\non 7 October 1885. He was\nappointed pr ofessor of\nphysics at Copenhagen\nUniversity in 1916. He got\nthe Nobel prize for his work\non the structur e of atom in\n1922. Among Pr ofessor\nBohr’s numer ous writings, thr ee appearing\nas books ar e:\n(i) The Theory of Spectra and Atomic\nConstitution, (ii) Atomic Theory and,\n(iii) The Description of Natur e.\nThese orbits or shells are called energy\nlevels. Energy levels in an atom ar e shown in\nFig. 4.3.Q\nFig. 4.3:  A few ener gy levels in an atom\nThese orbits or shells are represented by\nthe letters K,L,M,N,… or the numbers,\nn=1,2,3,4,….Q\nReprint 2025-26\n\nSCIENCE 42formula 2n2, where ‘n’ is the orbit\nnumber or energy level index, 1,2,3,….\nHence the maximum number of\nelectrons in different shells are as\nfollows:\nfirst orbit or K-shell will be = 2 × 12 = 2,\nsecond orbit or L-shell will be = 2 × 22 = 8,\nthird orbit or M-shell will be = 2 × 32 = 18,\nfourth orbit or N-shell will be = 2 × 42\n= 32, and so on.\n(ii)The maximum number of electrons that\ncan be accommodated in the outermost\norbit is 8.\n(iii)Electrons are not accommodated in a\ngiven shell, unless the inner shells are\nfilled. That is, the shells are filled in a\nstep-wise manner .\nAtomic structure of the first eighteen\nelements is shown schematically in Fig. 4.4.•The composition of atoms of the first\neighteen elements is given in T able 4.1.\nuestions\n1.Write the distribution of electr ons\nin  carbon and sodium atoms.\n2.If K and L shells of an atom ar e\nfull, then what would be the total\nnumber of electr ons in the atom?\n4.4Valency\nWe have lear nt how the electr ons in an atom\nare arranged in dif ferent shells/orbits. The\nelectr ons pr esent in the outer most shell of\nan atom ar e known as the valence electr ons.\nFrom the Bohr -Bury scheme, we also know\nthat the outermost shell of an atom can\nActivity ______________ 4.2\n•Make a static atomic model displaying\nelectronic configuration of the first\neighteen elements.Fig.4.4:  Schematic atomic structur e of the first eighteen elementsQ\naccommodate a maximum of 8 electrons. It\nwas observed that the atoms of elements,\ncompletely filled with 8 electrons in the\noutermost shell show little chemical activity.\nIn other words, their combining capacity or\nvalency is zero. Of these inert elements, the\nReprint 2025-26\n\nSTRUCTURE  OF THE ATOM 43Table 4.1: Composition of Atoms of the First Eighteen Elements\nwith Electron Distribution in Various Shells\nhelium atom has two electrons in its outermost\nshell and all other elements have atoms with\neight electrons in the outermost shell.\nThe combining capacity of the atoms of\nelements, that is, their tendency to react and\nform molecules with atoms of the same or\ndifferent elements, was thus explained as an\nattempt to attain a fully-filled outermost shell.\nAn outermost-shell, which had eight electrons\nwas said to possess an octet. Atoms would\nthus react, so as to achieve an octet in the\noutermost shell. This was done by sharing,\ngaining or losing electrons. The number of\nelectrons gained, lost or shared so as to make\nthe octet of electrons in the outermost shell,\ngives us directly the combining capacity of theelement, that is, the valency discussed in the\nprevious chapter . For example, hydr ogen/\nlithium/sodium atoms contain one electron\neach in their outermost shell, therefore each\none of them can lose one electron. So, they are\nsaid to have valency of one. Can you tell, what\nis valency of magnesium and aluminium? It\nis two and three, respectively, because\nmagnesium has two electrons in its outermost\nshell and aluminium has thr ee electr ons in\nits outer most shell.\nIf the number of electr ons in the\nouter most shell of an atom is close to its full\ncapacity, then valency is deter mined in a\ndifferent way. For example, the fluorine atom\nhas 7 electrons in the outermost shell, and its\nvalency could be 7. But it is easier forName of Symbol Atomic Number Number Number Vale-\nElement Number of of of ncy\nProtons Neutrons  Electrons KLMN\nHydr ogen H 1 1 - 1 1 - - - 1\nHelium He 2 2 2 2 2 - - - 0\nLithium Li 3 3 4 3 2 1 - - 1\nBeryllium Be 4 4 5 4 2 2 - - 2\nBoron B 5 5 6 5 2 3 - - 3\nCarbon C 6 6 6 6 2 4 - - 4\nNitrogen N 7 7 7 7 2 5 - - 3\nOxygen O 8 8 8 8 2 6 - - 2\nFluorine F 9 9 10 9 2 7 - - 1\nNeon Ne 10 10 10 10 2 8 - - 0\nSodium Na 11 11 12 11 2 8 1 - 1\nMagnesium Mg 12 12 12 12 2 8 2 - 2\nAluminium Al 13 13 14 13 2 8 3 - 3\nSilicon Si 14 14 14 14 2 8 4 - 4\nPhosphorus P 15 15 16 15 2 8 5 - 3,5\nSulphur S 16 16 16 16 2 8 6 - 2\nChlorine Cl 17 17 18 17 2 8 7 - 1\nArgon Ar 18 18 22 18 2 8 8 0Distribution of\nElectrons\nReprint 2025-26\n\nSCIENCE 44fluorine to gain one electron instead of losing\nseven electrons. Hence, its valency is determined\nby subtracting seven electrons from the octet\nand this gives you a valency of one for fluorine.\nValency can be calculated in a similar manner\nfor oxygen. What is the valency of oxygen that\nyou get from this calculation?\nTherefore, an atom of each element has a\ndefinite combining capacity, called its valency.\nValency of the first eighteen elements is given\nin the last column of T able 4.1.\nuestion\n1.How will you find the valency\nof chlorine, sulphur and\nmagnesium?\n4.5Atomic Number and Mass\nNumber\n4.5.1 ATOMIC  NUMBER\nWe know that pr otons ar e present in the\nnucleus of an atom. It is the number of\nprotons of an atom, which deter mines its\natomic number . It is denoted by ‘Z’. All atoms\nof an element have the same atomic number ,\nZ. In fact, elements ar e defined by the number\nof protons they possess. For hydrogen, Z = 1,\nbecause in hydr ogen atom, only one proton\nis pr esent in the nucleus. Similarly, for\ncarbon, Z = 6. Ther efore, the atomic number\nis defined as the total number of pr otons\npresent in the nucleus of an atom.\n4.5.2 MASS\n NUMBER\nAfter studying the pr operties of the sub-\natomic particles of an atom, we can conclude\nthat mass of an atom is practically due to\nprotons and neutr ons alone. These ar e\npresent in the nucleus of an atom. Hence\nprotons and neutr ons ar e also called\nnucleons. Ther efore, the mass of an atom\nresides in its nucleus. For example, mass of\ncarbon is 12 u because it has 6 pr otons and6 neutrons, 6 u + 6 u = 12 u. Similarly, the\nmass of aluminium is 27 u (13 protons+14\nneutrons). The mass number is defined as the\nsum of the total number of protons and\nneutrons present in the nucleus of an atom. It\nis denoted by ‘A’. In the notation for an atom,\nthe atomic number , mass number and symbol\nof the element are to be written as:\nMass Number\nQSymbol of\nelement\nAtomic Number\nFor example, nitrogen is written as 14\n7N.\nuestions\n1.If number of electrons in an atom\nis 8 and number of pr otons is also\n8, then (i) what is the atomic\nnumber of the atom? and (ii) what\nis the char ge on the atom?\n2.With the help of T able 4.1, find\nout the mass number of oxygen\nand sulphur atom.\n4.6Isotopes\nIn natur e, a number of atoms of some\nelements have been identified, which have the\nsame atomic number but dif ferent mass\nnumbers. For example, take the case of\nhydrogen atom, it has thr ee atomic species,\nnamely pr otium (1\n1H), deuterium (2\n1H or D)\nand tritium (3\n1H or T). The atomic number of\neach one is 1, but the mass number is 1, 2\nand 3, r espectively. Other such examples ar e\n(i) carbon, 12\n6C and 14\n6C, (ii) chlorine,  35\n17Cl\nand  37\n17Cl, etc.\nOn the basis of these examples, isotopes\nare defined as the atoms of the same element,\nhaving the same atomic number but dif ferent\nmass numbers. Ther efore, we can say that\nthere are three isotopes of hydrogen atom,\nnamely protium, deuterium and tritium.QXA\nZ\nReprint 2025-26\n\nSTRUCTURE  OF THE ATOM 45QMany elements consist of a mixture of\nisotopes. Each isotope of an element is a pure\nsubstance. The chemical pr operties of\nisotopes ar e similar but their physical\nproperties ar e different.\nChlorine occurs in natur e in two isotopic\nforms, with masses 35 u and 37 u in the ratio\nof 3:1. Obviously, the question arises: what\nshould we take as the mass of chlorine atom?\nLet us find out.\nThe average atomic mass of chlorine atom,\non the basis of above data, will be\n3575\n1003725\n100× + ×\n\n\n\n=\n\n\n+ = =105\n437\n4142\n435 5 . u\nThe mass of an atom of any natural element\nis taken as the average mass of all the naturally\noccuring atoms of that element. If an element\nhas no isotopes, then the mass of its atom\nwould be the same as the sum of protons and\nneutrons in it. But if an element occurs in\nisotopic forms, then we have to know the\npercentage of each isotopic form and then the\naverage mass is calculated.\nThis does not mean that any one atom of\nchlorine has a fractional mass of 35.5 u. It\nmeans that if you take a certain amount of\nchlorine, it will contain both isotopes of\nchlorine and the average mass is 35.5 u.Applications\nSince the chemical properties of all the\nisotopes of an element ar e the same,\nnormally we ar e not concer ned about\ntaking a mixture. But some isotopes have\nspecial properties which find them useful\nin various fields. Some of them are :\n(i)An isotope of uranium is used as a fuel\nin nuclear reactors.\n(ii)An isotope of cobalt is used in the\ntreatment of cancer .\n(iii) An isotope of iodine is used in the\ntreatment of goitr e.\n4.6.1 ISOBARS\nLet us consider two elements — calcium,\natomic number 20, and ar gon, atomic\nnumber 18. The number of protons in these\natoms is different, but the mass number of\nboth these elements is 40. That is, the total\nnumber of nucleons is the same in the atoms\nof this pair of elements. Atoms of different\nelements with different atomic numbers, which\nhave the same mass number , ar\ne known as\nisobars.\nuestions\n1.For the symbol H,D and T\ntabulate thr ee sub-atomic\nparticles found in each of them.\n2.Write the electronic\nconfiguration of any one pair of\nisotopes and isobars.\nWhat\nyou have\nlearnt\n• Credit for the discovery of electron and proton goes to J.J.\nThomson and E.Goldstein, respectively.\n• J.J. Thomson proposed that electrons are embedded in a\npositive sphere.\nReprint 2025-26\n\nSCIENCE 46• Rutherford’s alpha-particle scattering experiment led to the\ndiscovery of the atomic nucleus.\n• Ruther ford’s model of the atom pr oposed that a very tiny\nnucleus is present inside the atom and electrons revolve\naround  this nucleus. The stability of the atom could not be\nexplained by this model.\n• Neils Bohr’s model of the atom was mor e successful. He\nproposed that electr ons ar e distributed in dif ferent shells with\ndiscr ete ener gy ar ound the nucleus. If the atomic shells ar e\ncomplete, then the atom will be stable and less r eactive.\n• J. Chadwick discover ed pr esence of neutr ons in the nucleus of\nan atom. So, the thr ee sub-atomic particles of an atom are:\n(i) electr ons, (ii) pr otons and (iii) neutr ons. Electr ons ar e\nnegatively char ged, pr otons ar e positively char ged and neutr ons\nhave no char ges. The mass of an electr on is about 1\n2000  times\nthe mass of an hydr ogen atom. The mass of a pr oton and a\nneutr on is taken as one unit each.\n• Shells of an atom ar e designated as K,L,M,N,….\n• Valency is the combining capacity of an atom.\n• The atomic number of an element is the same as the number\nof protons in the nucleus of its atom.\n• The mass number of an atom is equal to the number of nucleons\nin its nucleus.\n• Isotopes ar e atoms of the same element, which have dif ferent\nmass numbers.\n• Isobars ar e atoms having the same mass number but dif ferent\natomic numbers.\n• Elements ar e defined by the number of pr otons they possess.\nExercises\n1.Compar e the pr operties of electr ons, pr otons and neutr ons.\n2.What ar e the limitations of J.J. Thomson’s model of the atom?\n3.What ar e the limitations of Ruther ford’s model of the atom?\n4.Describe Bohr’s model of the atom.\n5.Compar e all the pr oposed models of an atom given in this\nchapter .\n6.Summarise the rules for writing of distribution of electr ons in\nvarious shells for the first eighteen elements.\n7.Define valency by taking examples of silicon and oxygen.\nReprint 2025-26\n\nSTRUCTURE  OF THE ATOM 478.Explain with examples (i) Atomic number , (ii) Mass number ,\n(iii) Isotopes and iv) Isobars. Give any two uses of isotopes.\n9.Na+ has completely filled K and L shells. Explain.\n",
      "wordCount": 4251,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 10,
      "title": "If bromine atom is available in the form of, say, tw",
      "content": "10. If bromine atom is available in the form of, say, two isotopes\n79\n35Br (49.7%) and   81\n35Br (50.3%), calculate the average atomic\nmass of br omine atom.\n",
      "wordCount": 29,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 11,
      "title": "The average atomic mass of a sample of an element X",
      "content": "11. The average atomic mass of a sample of an element X is 16.2 u.\nWhat ar e the per centages of isotopes   16\n8X and  18\n8X  in the\nsample?\n",
      "wordCount": 31,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 12,
      "title": "If Z = 3, what would be the valency of the element?",
      "content": "12. If Z = 3, what would be the valency of the element? Also, name\nthe element.\n",
      "wordCount": 17,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 13,
      "title": "Composition of the nuclei of two atomic species X an",
      "content": "13. Composition of the nuclei of two atomic species X and Y ar e\ngiven as under\nX Y\nProtons =\n6 6\nNeutrons = 6 8\nGive the mass numbers of X and Y . What is the r elation between\nthe two species?\n",
      "wordCount": 45,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 14,
      "title": "For the following statements, write T for T rue and",
      "content": "14. For the following statements, write T for T rue and F for False.\n(a)J.J. Thomson pr oposed that the nucleus of an atom\ncontains only nucleons.\n(b)A neutr on is for med by an electr on and a pr oton\ncombining together . Ther efore, it is neutral.\n(c)The mass of an electr on is about 1\n2000 times that of pr oton.\n(d)An isotope of iodine is used for making tinctur e iodine,\nwhich is used as a medicine.\nPut tick ( ü\n) against corr ect choice and cr oss (×) against\nwrong choice in questions 15, 16 and 17\n",
      "wordCount": 103,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 15,
      "title": "Ruther ford’s alpha-particle scattering experiment w",
      "content": "15. Ruther ford’s alpha-particle scattering experiment was\nresponsible for the discovery of\n(a)Atomic Nucleus (b)Electr on\n(c)Proton (d)Neutr on\n",
      "wordCount": 19,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 16,
      "title": "Isotopes of an element have",
      "content": "16. Isotopes of an element have\n(a)the same physical pr operties\n(b)different chemical pr operties\n(c) dif ferent number of neutrons\n(d)different atomic numbers.\n",
      "wordCount": 24,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 17,
      "title": "Number of valence electr ons in Cl– ion ar e:",
      "content": "17. Number of valence electr ons in Cl– ion ar e:\n(a)16 (b)  8 (c)  17 (d)  18\nReprint 2025-26\n\nSCIENCE 4818. Which one of the following is a correct electr onic configuration\nof sodium?\n(a)2,8 (b)  8,2,1 (c)  2,1,8 (d)  2,8,1.\n",
      "wordCount": 42,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 19,
      "title": "Complete the following table.",
      "content": "19. Complete the following table.\nAtomic Mass Number Number Number Name of\nNumber Number  of\n of  of the Atomic\nNeutr ons Protons Electr ons Species\n9 - 10 - - -\n16 32 - -\n- Sulphur\n- 24 - 12 - -\n- 2 - 1 - -\n- 1 0 1 0 -\nReprint 2025-26\n\n",
      "wordCount": 57,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 11,
    "totalWords": 4618
  }
}