{
  "filename": "iesc105.pdf",
  "chapters": [
    {
      "chapterNumber": 7,
      "title": "), SER plays",
      "content": "Chapter 7), SER plays\na crucial role in detoxifying many poisons\nand drugs.\n5.2.5 ( ii) GOLGI APPARATUS\nThe Golgi apparatus, first described by\nCamillo Golgi, consists of a system of\nmembrane-bound vesicles (flattened sacs)\narranged approximately parallel to each other\nin stacks called cisterns. These membranes\noften have connections with the membranes\nof ER and therefore constitute another portion\nof a complex cellular membrane system.\nThe material synthesised near the ER is\npackaged and dispatched to various tar gets\ninside and outside the cell thr ough the Golgi\napparatus. Its functions include the storage,\nmodification and packaging of pr oducts in\nvesicles. In some cases, complex sugars may\nbe made from simple sugars in the Golgi\napparatus. The Golgi apparatus is also\ninvolved in the formation of lysosomes [see\n5.2.5 (iii)].\nReprint 2025-26\n\nTHE FUNDAMENTAL  UNIT OF LIFE 57 57575757damaged, lysosomes may burst and the\nenzymes digest their own cell. Therefore,\nlysosomes are also known as the ‘suicide bags’\nof a cell.\n5.2.5 ( iv) MITOCHONDRIA\nMitochondria are known as the powerhouses\nof the cell. Mitochondria have two membrane\ncoverings. The outer membrane is porous\nwhile the inner membrane is deeply folded.\nThese folds increase surface area for ATP-\ngenerating chemical reactions. The energy\nrequired for various chemical activities needed\nfor life is released by mitochondria in the form\nof ATP (Adenosine triphosphate) molecules.\nATP is known as the energy currency of the\ncell. The body uses energy stored in ATP for\nmaking new chemical compounds and for\nmechanical work.\nMitochondria are strange organelles in the\nsense that they have their own DNA and\nribosomes. Therefore, mitochondria are able\nto make some of their own proteins.\n5.2.5 ( V) PLASTIDS\nPlastids are present only in plant cells. There\nare two types of plastids – chromoplasts\n(coloured plastids) and leucoplasts (white or\ncolourless plastids). Chromoplasts containing\nthe pigment chlorophyll are known as\nchloroplasts. Chloroplasts are important for\nphotosynthesis in plants. Chloroplasts also\ncontain various yellow or orange pigments in\naddition to chlorophyll. Leucoplasts are\nprimarily organelles in which materials such\nas starch, oils and protein granules are stored.\nThe internal organisation of the Ch loroplast\nconsists of numerous membrane layers\nembedded in a material called the stroma. These\nare similar to mitochondria in external\nstructure. Like the mitochondria, plastids also\nhave their own DNA and ribosomes.\n5.2.5 ( vi) VACUOLES\nVacuoles are storage sacs for solid or liquid\ncontents. V acuoles are small sized in animal\ncells while plant cells have very large vacuoles .\nThe central vacuole of some plant cells may\noccupy 50-90% of the cell volume.In plant cells vacuoles are full of cell sap\nand provide turgidity and rigidity to the cell.\nMany substances of importance in the life of\nthe plant cell are stored in vacuoles. These\ninclude amino acids, sugars, various organic\nacids and some proteins. In single-celled\norganisms like Amoeba , the food vacuole\ncontains the food items that the Amoeba  has\nconsumed. In some unicellular organisms,\nspecialised vacuoles also play important roles\nin expelling excess water and some wastes\nfrom the cell.\nuestions\n1.Can you name the two organelles\nwe have studied that contain\ntheir own genetic material?\n2.If the organisation of a cell is\ndestroyed due to some physical\nor chemical influence, what will\nhappen?\n3.Why are lysosomes known as\nsuicide bags?\n4.Where are proteins synthesised\ninside the cell?\nEach cell thus acquires its structure and\nability to function because of the organisation\nof its membrane and organelles in specific\nways. The cell thus has a basic structural\norganisation. This helps the cells to perform\nfunctions like respiration, obtaining nutrition,\nand clearing of waste material, or forming\nnew proteins.\nThus, the cell is the fundamental structural\nunit of living organisms. It is also the basic\nfunctional unit of life.\nCell DivisionCell DivisionCell DivisionCell DivisionCell Division\nNew cells are formed in organisms in order to\ngrow, to replace old, dead and injured cells,\nand to form gametes required for\nreproduction. The process by which new cells\nare made is called cell division. There are two\nmain types of cell division: mitosis\nand meiosis.\nThe process of cell division by which most\nof the cells divide for growth is called mitosis.\nIn this process, each cell called mother cellQ\nReprint 2025-26\n\nSCIENCE 58 5858 5858\nWhat\nyou have\nlearnt\n· The fundamental organisational unit of life is the cell.\n· Cells are enclosed by a plasma membrane composed of lipids\nand proteins.\n· The cell membrane is an active part of the cell. It regulates\nthe movement of materials between the ordered interior of\nthe cell and the outer environment.\n· In plant cells, a cell wall composed mainly of cellulose is\nlocated outside the cell membrane.\n· The presence of the cell wall enables the cells of plants,\nfungi and bacteria to exist in hypotonic media without\nbursting.\n· The nucleus in eukaryotes is separated from the cytoplasm\nby double-layered membrane and it directs the life processes\nof the cell.\n· The ER functions both as a passageway for intracellular\ntransport and as a manufacturing surface.\n· The Golgi apparatus consists of stacks of membrane-bound\nvesicles that function in the storage, modification and\npackaging of substances manufactured in the cell.\n· Most plant cells have large membranous organelles called\nplastids, which are of two types—chromoplasts and\nleucoplasts.Fig. 5.7: Fig. 5.7:Fig. 5.7: Fig. 5.7:Fig. 5.7:  Mitosis Fig. 5.8: Fig. 5.8:Fig. 5.8: Fig. 5.8:Fig. 5.8:  Meiosis\ndivides to form two identical daughter cells\n(Fig. 5.7). The daughter cells have the same\nnumber of chromosomes as mother cell. It\nhelps in growth and repair of tissues\nin organisms.\nSpecific cells of reproductive organs or tissues\nin animals and plants divide to form gametes,\nwhich after fertilisation give rise to offspring.They divide by a different process called\nmeiosis which involves two consecutive\ndivisions. When a cell divides by meiosis it\nproduces four new cells instead of just two (Fig.\n5.8). The new cells only have half the number\nof chromosomes than that of the mother cells.\nCan you think as to why the chromosome\nnumber has reduced to half in daughter cells?Chromosomes\nMother cellMother cellDaughter\ncells\nDaughtercellsMeiosis-IMeiosis-II\nReprint 2025-26\n\nTHE FUNDAMENT AL UNIT OF LIFE 59• Chromoplasts that contain chlorophyll are called chloroplasts\nand they perform photosynthesis.\n• The primary function of leucoplasts is storage.\n• Most mature plant cells have a large central vacuole that\nhelps to maintain the turgidity of the cell and stores\nimportant substances including wastes.\n• Prokaryotic cells have no membrane-bound organelles, their\nchromosomes are composed of only nucleic acid, and they\nhave only very small ribosomes as organelles.\n• Cells in organisms divide for growth of body, for repalcing\ndead cells, and for forming gametes for reproduction.\nExercises\n1.Make a comparison and write down ways in which plant\ncells are different from animal cells.\n2.How is a prokaryotic cell different from a eukaryotic cell?\n3.What would happen if the plasma membrane ruptures or\nbreaks down?\n4.What would happen to the life of a cell if there was no Golgi\napparatus?\n5.Which organelle is known as the powerhouse of the cell? Why?\n6.Where do the lipids and proteins constituting the cell\nmembrane get synthesised?\n7.How does an Amoeba  obtain its food?\n8.What is osmosis?\n9.Carry out the following osmosis experiment:\nTake four peeled potato halves and scoos each one out to\nmake potato cups. One of these potato cups should be\nmade from a boiled potato. Put each potato cup in a trough\ncontaining water . Now,•\n(a)Keep cup A empty\n(b)Put one teaspoon sugar in cup B\n(c)Put one teaspoon salt in cup C\n(d)Put one teaspoon sugar in the boiled potato cup D.\nKeep these for two hours. Then observe the four potato\ncups and answer the following:\n(i)Explain why water gathers in the hollowed portion of\nB and C.\n(ii)Why is potato A necessary for this experiment?\n(iii)Explain why water does not gather in the hollowed\nout portions of A and D.\n",
      "wordCount": 1323,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 10,
      "title": "Which type of cell division is required for growth a",
      "content": "10. Which type of cell division is required for growth and repair\nof body and which type is involved in formation of gametes?\nReprint 2025-26\n\n",
      "wordCount": 25,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 11,
    "totalWords": 1348
  }
}