{
  "filename": "iesc109.pdf",
  "chapters": [
    {
      "chapterNumber": 10,
      "title": "Amit buys few grams of gold at the poles as per the",
      "content": "10. Amit buys few grams of gold at the poles as per the instruction\nof one of his friends. He hands over the same when he meets\nhim at the equator . Will the friend agr ee with the weight of gold\nbought? If not, why? [Hint : The value of g is gr eater at the\npoles than at the equator .]\n",
      "wordCount": 63,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 11,
      "title": "Why will a sheet of paper fall slower than one that",
      "content": "11. Why will a sheet of paper fall slower than one that is crumpled\ninto a ball?\n",
      "wordCount": 17,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 12,
      "title": "Gravitational for ce on the sur face of the moon is",
      "content": "12. Gravitational for ce on the sur face of the moon is only 1\n6 as\nstrong as gravitational force on the earth. What is the weight\nin newtons of a 10 kg object on the moon and on the earth?\nReprint 2025-26\n\nSCIENCE 11213. A ball is thrown vertically upwards with a velocity of 49 m/s.\nCalculate\n(i)the maximum height to which it rises,\n(ii)the total time it  takes to return to the surface of the\nearth.\n14. A stone is r eleased fr om the top of a tower of height 19.6 m.\nCalculate its final velocity just before touching the ground.\n15. A stone is thrown vertically upward with an initial velocity\nof 40 m/s. Taking g = 10 m/s2, find the maximum height\nreached by the stone. What is the net displacement and the\ntotal distance covered by the stone?\n",
      "wordCount": 144,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 16,
      "title": "Calculate the force of gravitation between the earth",
      "content": "16. Calculate the force of gravitation between the earth and the\nSun, given that the mass of the earth = 6 × 1024 kg and of the\nSun = 2 × 1030 kg. The average distance between the two is\n1.5 × 1011 m.\n17. A stone is allowed to fall from the top of a tower 100 m high\nand at the same time another stone is projected vertically\nupwards from the ground with a velocity of 25 m/s. Calculate\nwhen and where the two stones will meet.\n18. A ball thrown up vertically returns to the thrower after 6 s.\nFind\n(a)the velocity with which it was thrown up,\n(b)the maximum height it reaches, and\n(c)its position after 4 s.\n",
      "wordCount": 122,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 19,
      "title": "In what direction does the buoyant force on an objec",
      "content": "19. In what direction does the buoyant force on an object\nimmersed in a liquid act?\n",
      "wordCount": 16,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 20,
      "title": "Why does a block of plastic released under water com",
      "content": "20. Why does a block of plastic released under water come up\nto the surface of water?\n21. The volume of 50 g of a substance is 20 cm3. If the density of\nwater is 1 g cm–3, will the substance float or sink?\n22. The volume of a 500 g sealed packet is 350 cm3. Will the\npacket float or sink in water if the density of water is 1 g\ncm–3? What will be the mass of the water displaced by this\npacket?\nReprint 2025-26\n\n",
      "wordCount": 87,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 13,
    "totalWords": 449
  }
}