{
  "filename": "iess301.pdf",
  "chapters": [
    {
      "chapterNumber": 1,
      "title": "Georges Danton , who later became active in revoluti",
      "content": "1. Georges Danton , who later became active in revolutionary politics, wrote to a friend in\n1793, looking back upon the time when he had just completed his studies:\n‘I was educated in the residential college of Plessis. There I was in the company of\nimportant men … Once my studies ended, I was left with nothing. I started looking for a\npost. It was impossible to find one at the law courts in Paris. The choice of a career in the\narmy was not open to me as I was not a noble by birth, nor did I have a patron. The\nchurch too could not offer me a refuge. I could not buy an office as I did not possess a\nsou. My old friends turned their backs to me … the system had provided us with an\neducation wi thout howev er offering a field wher e our talents could be uti lised.’\n",
      "wordCount": 156,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 2,
      "title": "An Engl ishman, Arthur Y oung, tr avelled thr ough F",
      "content": "2. An Engl ishman, Arthur Y oung, tr avelled thr ough Fr ance during the y ears f rom 1787 to\n1789 and wrote detailed descriptions of his journeys. He often commented on what he\nsaw.\n‘He who decides to be served and waited upon by slaves, ill-treated slaves at that, must\nbe fully aware that by doing so he is placing his property and his life in a situation which is\nvery different from that he would be in, had he chosen the services of free and well-\ntreated men. And he who chooses to dine to the accompaniment of his victims’ groans,\nshould not complain i f during a riot his daughter gets kidnapped or his son’ s throat is sl it.’\nWhat message is Young trying to convey here? Whom does he mean when he speaks of‘ ‘slaves’?\nWho is he criticising? What dangers does he sense in the situation of 1787?Activityof the monarch. Rousseau carried the idea forward, proposing a\nform of government based on a social contract between people\nand their representatives. In The Spirit of the Laws,  Montesquieu\nproposed a division of power within the government between\nthe legislative, the executive and the judiciary. This model of\ngovernment was put into force in the USA, after the thirteen\ncolonies declared their independence from Britain. The American\nconstitution and its guarantee of individual rights was an important\nexample for political thinkers in France.\nThe ideas of these philosophers were discussed intensively in salons\nand coffee-houses and spread among people through books and\nnewspapers. These were frequently read aloud in groups for the\nbenefit of those who could not read and write. The news that\nLouis XVI planned to impose further taxes to be able to meet the\nexpenses of the state generated anger and protest against the system\nof privileges.\nSource\nReprint 2025-26\n\nIndia and the Contemporary World\n8Louis XVI had to increase taxes for reasons you have learnt in the\nprevious section. How do you think he could have gone about doing\nthis? In France of the Old Regime the monarch did not have the\npower to impose taxes according to his will alone. Rather he had to\ncall a meeting of the Estates General which would then pass his\nproposals for new taxes. The Estates General was a political body to\nwhich the three estates sent their representatives. However, the\nmonarch alone could decide when to call a meeting of this body. The\nlast time it was done was in 1614.\nOn 5 May 1789, Louis XVI called together an assembly of the Estates\nGeneral to pass proposals for new taxes. A resplendent hall in\nVersailles was prepared to host the delegates. The first and second\nestates sent 300 representatives each, who were seated in rows facing\neach other on two sides, while the 600 members of the third estate\nhad to stand at the back. The third estate was represented by its more\nprosperous and educated members. Peasants, artisans and women\nwere denied entry to the assembly. However, their grievances and\ndemands were listed in some 40,000 letters which the representatives\nhad brought with them.\nVoting in the Estates General in the past had been conducted according\nto the principle that each estate had one vote. This time too Louis\nXVI was determined to continue the same practice. But members of\nthe third estate demanded that voting now be conducted by the\nassembly as a  whole, where each member would have one vote. This\nwas one of the democratic principles put forward by philosophers\nlike Rousseau in his book The Social Contract . When the king rejected\nthis proposal, members of the third estate walked out of the assembly\nin protest.\nThe representatives of the third estate viewed themselves as spokesmen\nfor the whole French nation. On 20 June they assembled in the hall\nof an indoor tennis court in the grounds of Versailles. They declared\nthemselves a National Assembly and swore not to disperse till they\nhad drafted a constitution for France that would limit the powers of\nthe monarch. They were led by Mirabeau and Abbé Sieyès. Mirabeau\nwas born in a noble family but was convinced of the need to do away\nwith a society of feudal privilege. He brought out a journal and\ndelivered powerful speeches to the crowds assembled at Versailles.2  The Outbreak of the Revolution\nActivity\nRepresentatives of the Third Estate take the\noath raising their arms in the direction of\nBailly , the President of the Assembly ,\nstanding on a table in the centre. Do you\nthink that during the actual event Bailly\nwould  have stood with his back to the\nassembled deputies? What could have\nbeen David’s intention in placing Bailly\n(Fig.5) the way he has done?Some important dates\n1774\nLouis XVI becomes king of France, faces\nempty treasury and growing discontent\nwithin society of the Old Regime.\n1789\nConvocation of Estates General, Third\nEstate forms National Assembly , the\nBastille is stormed, peasant revolts in the\ncountryside.\n1791\nA constitution is framed to limit the powers\nof the king and to guarantee basic rights to\nall human beings.\n1792-93\nFrance becomes a republic, the king is\nbeheaded.\nOverthrow of the Jacobin republic, a\nDirectory rules France.\n1804\nNapoleon becomes emperor of France,\nannexes large parts of Europe.\n1815\nNapoleon defeated at Waterloo.\nReprint 2025-26\n\nT h e    F r e n c h    R e v o l u t i o n\n9Abbé Sieyès, originally a priest, wrote an influential pamphlet called\n‘What is the Third Estate’?\nWhile the National Assembly was busy at Versailles drafting a\nconstitution, the rest of France seethed with turmoil. A severe winter\nhad meant a bad harvest; the price of bread rose, often bakers exploited\nthe situation and hoarded supplies. After spending hours in long\nqueues at the bakery, crowds of angry women stormed into the\nshops. At the same time, the king ordered troops to move into Paris.\nOn 14 July, the agitated crowd stormed and destroyed the Bastille.\nIn the countryside rumours spread from village to village that the\nlords of the manor  had hired bands of brigands who were on their\nway to destroy the ripe crops. Caught in a frenzy of fear, peasants in\nseveral districts seized hoes and pitchforks and attacked chateaux .\nThey looted hoarded grain and burnt down documents containing\nrecords of manorial dues. A large number of nobles fled from their\nhomes, many of them migrating to neighbouring countries.\nFaced with the power of his revolting subjects, Louis XVI finally\naccorded recognition to the National Assembly and accepted the\nprinciple that his powers would from now on be checked by a\nconstitution. On the night of 4 August 1789, the Assembly passed a\ndecree abolishing the feudal system of obligations and taxes. Members\nof the clergy too were forced to give up their privileges. Tithes were\nabolished and lands owned by the Church were confiscated. As a\nresult, the government acquired assets worth at least 2 billion livres.\nNew words\nChateau (pl. chateaux)  – Castle or stately\nresidence belonging to a king or a nobleman\nManor – An estate consisting of the lord’s\nlands and his mansionFig.5 – The Tennis Court Oath.\nPreparatory sketch for a large painting by Jacques-Louis David. The painting was intended to be hung in the National Assembly.\nFig.6 – The spread of the Great Fear.\nThe map shows how bands of peasants spread\nfrom one point to another.\nRegions not affected by the Great Fear\nAreas of agrarian revolt early 1789\nEpicentres of main panic movements\nThe spread of the Great Fear\nReprint 2025-26\n\nIndia and the Contemporary World\n102.1 France Becomes a Constitutional Monarchy\nThe National Assembly completed the draft of the constitution in\n1791. Its main object was to limit the powers of the monarch. These\npowers instead of being concentrated in the hands of one person,\nwere now separated and assigned to different institutions – the\nlegislature, executive and judiciary. This made France a constitutional\nmonarchy. Fig. 7 explains how the new political system worked.\nThe Constitution of 1791 vested the power to make laws in the\nNational Assembly, which was indirectly elected. That is, citizens\nvoted for a group of electors, who in turn chose the Assembly. Not\nall citizens, however, had the right to vote. Only men above 25 years\nof age who paid taxes equal to at least 3 days of a labourer’s wage\nwere given the status of active citizens, that is, they were entitled to\nvote. The remaining men and all women were classed as passive\ncitizens. To qualify as an elector and then as a member of the Assembly,\na man had to belong to the highest bracket of taxpayers.Fig.7 – The Political sytstem under the Constitution of 1791.\nJudiciary Executive Legislature\nJudge King National Assembly  (745 members)\nElectors (50,000 men) Ministers\nActive citizens: entitled to vote. About 4 million of a\npopulation of 28 million\nPassive citizens: no voting rights. About 3 million men\nWomen, children and youth below 25.V\nO\nT\nE\nVOTE\nVOTEVETOCONTROL\nCONTROL\nReprint 2025-26\n\nT h e    F r e n c h    R e v o l u t i o n\n11The Constitution began with a Declaration of the Rights of Man\nand Citizen. Rights such as the right to life, freedom of speech,\nfreedom of opinion, equality before law, were established as ‘natural\nand inalienable’ rights, that is, they belonged to each human being\nby birth and could not be taken away. It was the duty of the state to\nprotect each citizen’s natural rights.\nThe revolutionary journalist Jean-Paul\nMarat commented in his newspaper\nL’Ami du peuple  (The f riend of the\npeople) on the Constitution drafted by\nthe National Assembly:\n‘The task of representing the people\nhas been given to the rich … the lot of\nthe poor and oppressed will never be\nimproved by peaceful means alone. Here\nwe have absolute proof of how wealth\ninfluences the la w.  Yet laws wi ll last only as long as the people\nagree to obey them. And when they have managed to cast off\nthe yoke of the aristocrats, they will do the same to the other\nowners of weal th.’\nSource: An extr act from the newspaper L’Ami du peuple .Fig.8 – The Declaration of the Rights of Man\nand Citizen, painted by the artist Le Barbier in\n1790. The figure on the right represents France.\nThe figure on the left symbolises the law.\nThe Declaration of Rights of Man and\nCitizen\n1. Men are born and remain free and  equal\nin rights.\n2. The aim of every political association is\nthe preservation of the natural and\ninalienable rights of man; these ar e liberty,\nproperty , securi ty and r esistance to\noppression.\n",
      "wordCount": 1800,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 3,
      "title": "The source of all sovereignty resides in",
      "content": "3. The source of all sovereignty resides in\nthe nation; no group or individual may\nexercise authority that does not come\nfrom the people.\n",
      "wordCount": 24,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 4,
      "title": "Liberty consists of the power to do",
      "content": "4. Liberty consists of the power to do\nwhatever is not injurious to others.\n",
      "wordCount": 14,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 5,
      "title": "The law has the right to forbid only",
      "content": "5. The law has the right to forbid only\nactions that ar e injurious to societ y.\n",
      "wordCount": 17,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 6,
      "title": "Law is the expression of the general",
      "content": "6. Law is the expression of the general\nwill. All citizens have the right to participate\nin its formation, personally or through their\nrepresentatives. All citizens are equal\nbefore it.\n",
      "wordCount": 30,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 7,
      "title": "No man ma y be ac cused, arr ested or",
      "content": "7. No man ma y be ac cused, arr ested or\ndetained, except in cases determined by\nthe law.\n",
      "wordCount": 19,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 11,
      "title": "Every citizen may speak, write and print",
      "content": "11. Every citizen may speak, write and print\nfreely; he must take responsibility for the\nabuse of such liberty in cases determined\nby the law.\n",
      "wordCount": 25,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 12,
      "title": "For the maintenance of the public",
      "content": "12. For the maintenance of the public\nforce and for the expenses of\nadministration a common tax is\nindispensable; it must be assessed equally\non all citizens in proportion to their means.\n",
      "wordCount": 32,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 17,
      "title": "Since pr operty is a sacr ed and in violable",
      "content": "17. Since pr operty is a sacr ed and in violable\nright, no one may be deprived of it, unless\na legally established public necessity\nrequires it. In that case a just\ncompensation must be given in advance.Source C\nSource B\nReprint 2025-26\n\nIndia and the Contemporary World\n12Box 1\nReading political symbols\nThe majority of men and women in the eighteenth century could not read or write. So images and symbols\nwere frequently used instead of printed words to communicate important ideas. The painting by Le Barbier\n(Fig. 8) uses many such symbols to convey the content of the Declaration of Rights. Let us try to read\nthese symbols.\nSnake biting its tail to form a ring: Symbol of\nEternity . A ring has neither beginning nor end.Sceptre : Symbol of royal power .The eye within a triangle radiating light : The all-\nseeing eye stands for knowledge. The rays of the sun\nwill drive away the clouds of ignorance.The bundle of rods or fasces : One rod\ncan be easily broken, but not an entire\nbundle. Strength lies in unity .The broken chain: Chains were used to fetter slaves.\nA broken chain stands for the act of becoming free.\nReprint 2025-26\n\nT h e    F r e n c h    R e v o l u t i o n\n13Activity\n1.Identify the symbols in Box 1 which stand\nfor liberty , equality and fraternity .\n2. Explain the meaning of the painting of the\nDeclaration of Rights of Man and Citizen\n(Fig. 8) by reading only the symbols.\n3. Compare the political rights which the\nConstitution of 1791 gave to the citizens\nwith Articles 1 and 6 of the Declaration\n(Source C). Are the two document s\nconsistent? Do the two documents convey\nthe same idea?\n4. Which groups of French society would have\ngained from the Constitution of 1791?\nWhich groups would have had reason to\nbe dissatisfied? What developments does\nMarat  (Source B) anticipate in the future?\n5. Imagine the impact of the events in France\non neighbouring countries such as Prussia,\nAustria-Hungary or S pain, all of which were\nabsolute monarchies. How would the kings,\ntraders, peasants, nobles or members of\nthe clergy here have reacted to the news of\nwhat was happening in France?\nRed Phrygian cap: Cap worn by a slave\nupon becoming free.\nBlue-white-red : The\nnational colours of France.\nThe winged woman:\nPersonification of the law .\nThe Law Tablet: The law is the same for all,\nand all are equal before it.\nReprint 2025-26\n\nIndia and the Contemporary World\n14\nThe situa tion in F rance contin ued to be tense during the f ollowing y ears.\nAlthough Louis XVI had signed the Constitution, he entered into secret\nnegotiations with the King of Prussia. Rulers of other neighbouring\ncountries too were worried by the developments in France and made\nplans to send troops to put down the events that had been taking place\nthere since the summer of 1789. Before this could happen, the National\nAssembly voted in April 1792 to declare war against Prussia and Austria.\nThousands of  volunteer s thronged from the pr ovinces to join the ar m\ny.\nThey saw this as a war of the people against kings and aristocracies all\nover Europe. Among the patriotic songs they sang was the Marseillaise ,\ncomposed by the poet Roget de L’Isle. It was sung for the first time by\nvolunteers from Marseilles as they marched into Paris and so got its\nname. The Marseillaise is now the national anthem of France.\nThe revolutionary wars brought losses and economic difficulties\nto the people. While the men were away fighting at the front,\nwomen were left to cope with the tasks of earning a living and\nlooking after their families. Large sections of the population were\nconvinced that the revolution had to be carried further, as the\nConstitution of 1791 gave political rights only to the richer sections\nof society. Political clubs became an important rallying point for\npeople who wished to discuss government policies and plan their\nown forms of action. The most successful of these clubs was that of\nthe Jacobins, which got its name from the former convent  of St\nJacob in Paris. Women too, who had been active throughout this\nperiod, formed their own clubs. Section 4 of this chapter will tell\nyou more about their activities and demands.\nThe members of the Jacobin club belonged mainly to the less\nprosperous sections of society. They included small shopkeepers,\nartisans such as shoemakers, pastry cooks, watch-makers, printers,\nas well as servants and daily-wage workers. Their leader was\nMaximilian Robespierre. A large group among the Jacobins decided\nto start wearing long striped trousers similar to those worn by\ndock workers. This was to set themselves apart from the fashionable\nsections of society, especially nobles, who wore knee breeches. It3 33 33 France Abolishes Monarchy and Becomes a Republic France Abolishes Monarchy and Becomes a Republic France Abolishes Monarchy and Becomes a Republic France Abolishes Monarchy and Becomes a Republic France Abolishes Monarchy and Becomes a Republic\nFig.9 – A sans-culottes couple.New words\nConvent – Building belonging to a community devoted to a\nreligious life\nReprint 2025-26\n\nT h e    F r e n c h    R e v o l u t i o n\n15ActivityFig.10 – Nanine Vallain, Liberty .\nThis is one of the rare paintings by a woman artist.\nThe revolutionary events made it possible for\nwomen to train with established painters and to\nexhibit their works in the Salon, which was an\nexhibition held every two years.\nThe painting is a female allegory of liberty – that\nis, the female form symbolises the idea of freedom.\nLook carefully at the painting and identify the\nobjects which are political symbols you saw in\nBox 1 (broken chain, red cap, fasces, Charter\nof the Declaration of Rights). The pyramid\nstands for equality , often represented by a\ntriangle. Use the symbols to interpret the\npainting. Describe your impressions of the\nfemale figure of liberty .\nwas a way of proclaiming the end of the power wielded by the\nwearers of knee  breeches. These Jacobins came to be known as the\nsans-culottes, literally meaning ‘those without knee breeches’. Sans-\nculottes men wore in addition the red cap that symbolised liberty.\nWomen however were not allowed to do so.\nIn the summer of 1792 the Jacobins planned an insurrection of a\nlarge number of Parisians who were angered by the short supplies\nand high prices of food. On the morning of August 10 they stormed\nthe Palace of the Tuileries, massacred the king’s guards and held\nthe king himself as hostage for several hours. Later the Assembly\nvoted to imprison the royal family. Elections were held. From now\non all men of 21 years and above, regardless of wealth, got the right\nto vote.\nThe newly elected assembly was called the Convention. On\n21 September 1792 it abolished the monarchy and declared France\na republic. As you know , a republic is a form of government where\nthe people elect the government including the head of the\nReprint 2025-26\n\nIndia and the Contemporary World\n16What is liberty? Two conflicting views:\nThe revolutionary journalist Camille\nDesmoulins wrote the following in 1793. He\nwas ex ecuted short ly after , during the R eign\nof Terror.\n‘Some people believe that Liberty is like a\nchild, which needs to go through a phase of\nbeing discipl ined bef ore it attains maturi ty\n.\nQuite the opposite. Liberty is Happiness,\nReason, Equal ity, Justice, i t is the Declar ation\nof Rights … Y ou would l ike to finish of f all\nyour enemies by guillotining them. Has\nanyone heard of something more senseless?\nWould it be possible to bring a single person\nto the scaffold without making ten more\nenemies among his relations and friends?’\nOn 7 February 1794,\nRobespierre made a\nspeech at the\nConvention, which was\nthen carried by the\nnewspaper Le  Moniteur\nUniversel . Here is an\nextract from it:\n‘To establ ish and consol idate democr acy, to\nachieve the peaceful rule of constitutional\nlaws, we must first finish the war of liberty\nagainst tyranny …. We must annihilate the\nenemies of the republic at home and abroad,\nor else we shall perish. In time of Revolution\na democr atic go vernment ma y rely on terr or.\nTerror is nothing but justice, swi ft, sev ere\nand inflexible; … and is used to meet the\nmost ur gent needs of the f atherland. T o curb\nthe enemies of Liberty through terror is the\nright of the f ounder of the R epubl ic.’Activity\nCompare the views of Desmoulins and Robespierre. How does\neach one understand the use of state force? What does\nRobespierre mean by ‘the war of liberty against tyranny’? How\ndoes Desmoulins perceive liberty? Refer once more to Source C.\nWhat did the constitutional laws on the rights of individuals lay\ndown? Discuss your views on the subject in class.Source DNew words\nTreason – Betr a\nyal of  one’ s countr y or\ngovernment\ngovernment. There is no hereditary monarchy. You can try and\nfind out about some other countries that are republics and investigate\nwhen and how they became so.\nLouis XVI was sentenced to death by a court on the charge of\ntreason . On 21 January 1793 he was executed publicly at the\nPlace de la Concorde. The queen Marie Antoinette met with the\nsame fate shortly after.\n3.1 The Reign of Terror\nThe period from 1793 to 1794 is referred to as the Reign of\nTerror. Robespierre followed a policy of severe control and\npunishment. All those whom he saw as being ‘enemies’ of the\nrepublic – ex-nobles and clergy, members of other political\nparties, even members of his own party who did not agree with\nhis methods – were arrested, imprisoned and then tried by a\nrevolutionary tribunal. If the court found them ‘guilty’ they\nwere guillotined. The guillotine is a device consisting of two\npoles and a blade with which a person is beheaded. It was named\nafter Dr Guillotin who invented it.\nRobespierre’s government issued laws placing a maximum ceiling\non wages and prices. Meat and bread were rationed. Peasants\nwere forced to transport their grain to the cities and sell it at\nprices fixed by the government. The use of more expensive white\nflour was forbidden; all citizens were required to eat the pain\nd’égalité  (equality bread), a loaf made of wholewheat. Equality\nwas also sought to be practised through forms of speech and\naddress. Instead of the traditional Monsieur (Sir) and Madame\n(Madam) all French men and women were henceforth Citoyen\nand Citoyenne (Citizen). Churches were shut down and their\nbuildings converted into barracks or offices.\nRobespierre pursued his policies so relentlessly that even his\nsupporters began to demand moderation. Finally, he was\nconvicted by a court in July 1794, arrested and on the next day\nsent to the guillotine.\nReprint 2025-26\n\nT h e    F r e n c h    R e v o l u t i o n\n17Fig.11  – The revolutionary government sought to mobilise the loyalty of its subjects through various means – one of\nthem was the staging of festivals like this one. Symbols from civilisations of ancient Greece and Rome were used to convey\nthe aura of a hallowed history. The pavilion on the raised platform in the middle carried by classical columns was made of\nperishable material that could be dismantled. Describe the groups of people, their clothes, their roles and actions. What\nimpression of a revolutionary festival does this image convey?\n3.2 A Directory Rules France\nThe fall of the Jacobin government allowed the wealthier middle\nclasses to seize power. A new constitution was introduced which\ndenied the vote to non-propertied sections of society. It provided\nfor two elected legislative councils. These then appointed a Directory,\nan executive made up of five members. This was meant as a safeguard\nagainst the concentration of power in a one-man executive as under\nthe Jacobins. However, the Directors often clashed with the legislative\ncouncils, who then sought to dismiss them. The political instability\nof the Directory paved the way for the rise of a military dictator,\nNapoleon Bonaparte.\nThrough all these changes in the form of government, the ideals of\nfreedom, of equality before the law and of fraternity remained inspiring\nideals that motivated political movements in France and the rest of Europe\nduring the f ollowing centur y.\nReprint 2025-26\n\nIndia and the Contemporary World\n184 44 44     Did Women have a Revolution?Did Women have a Revolution?Did Women have a Revolution?Did Women have a Revolution?Did Women have a Revolution?\nFig.12  – Parisian women on their way to Versailles.\nThis print is one of the many pictorial representations of the events of 5 October 1789, when women marched to Versailles\nand brought the king back with them to Paris.\nFrom the very beginning women were active participants in the events\nwhich brought about so many important changes in French society.\nThey hoped that their involvement would pressurise the revolutionary\ngovernment to introduce measures to improve their lives. Most\nwomen of the third estate had to work for a living. They worked as\nseamstresses or laundresses, sold flowers, fruits and vegetables at the\nmarket, or were employed as domestic servants in the houses of\nprosperous people. Most women did not have access to education or\njob training. Only daughters of nobles or wealthier members of the\nthird estate could study at a convent, after which their families\narranged a marriage for them. Working women had also to care for\ntheir families, that is, cook, fetch water, queue up for bread and\nlook after the children. Their wages were lower than those of men.\nIn order to discuss and voice their interests women started their own\npolitical clubs and newspapers. About sixty women’s clubs came up\nin different French cities. The Society of Revolutionary and\nRepublican Women was the most famous of them. One of theirActivity\nDescribe the persons represented in\nFig. 12 – their actions, their postures, the\nobjects they are carrying. Look carefully to\nsee whether all of them come from the\nsame social group. What symbols has the\nartist included in the image? What do they\nstand for? Do the actions of the women\nreflect traditional ideas of how women\nwere expected to behave in public? What\ndo you think: does the artist sympathise\nwith the women’s activities or is he critical\nof them? Discuss your views in the class.\nReprint 2025-26\n\nT h e    F r e n c h    R e v o l u t i o n\n19main demands was that women enjoy the same political rights as\nmen. Women were disappointed that the Constitution of 1791 reduced\nthem to passive citizens. They demanded the right to vote, to be\nelected to the Assembly and to hold political office. Only then, they\nfelt, would their interests be represented in the new government.\nIn the early years, the revolutionary government did introduce laws\nthat helped improve the lives of women. Together with the creation\nof state schools, schooling was made compulsory for all girls. Their\nfathers could no longer force them into marriage against their will.\nMarriage was made into a contract entered into freely and registered\nunder civil law. Divorce was made legal, and could be applied for by\nboth women and men. Women could now train for jobs, could\nbecome artists or run small businesses.\nWomen’s struggle for equal political rights, however, continued.\nDuring the Reign of Terror, the new government issued laws ordering\nclosure of women’s clubs and banning their political activities. Many\nprominent women were arrested and a number of them executed.\nWomen’s movements for voting rights and equal wages continued\nthrough the next two hundred years in many countries of the world.\nThe fight for the vote was carried out through an international\nsuffrage movement during the late nineteenth and early twentieth\ncenturies. The example of the political activities of French women\nduring the revolutionary years was kept alive as an inspiring memory.\nIt was finally in 1946 that women in France won the right to vote.\nThe life of a revolutionary woman – Olympe de Gouges\n(1748-1793)\nOlympe de Gouges was one of the most important of the politically\nactive women in revolutionary France. She protested against the\nConstitution and the Declaration of Rights of Man and Citizen as\nthey excluded women from basic rights that each human being was\nentitled to. So , in 1791 , she wrote a Declaration of the Rights of\nWoman and Citizen, which she addressed to the Queen and to the\nmembers of the National Assembly , demanding that they act upon\nit. In 1793 , Olympe de Gouges criti cised the Jacobin government\nfor forcibly closing down women’s clubs. She was tried by the\nNational Convention, which charged her with treason. Soon after\nthis she was executed .Source E\nReprint 2025-26\n\nIndia and the Contemporary World\n20ActivitySource F\nSome of the basic rights set forth in Olympe de Gouges’\nDeclaration .\n1.Woman is born free and remains equal to man in rights.\n2.The goal of all political associations is the preservation of the natural\nrights of woman and man: These rights ar e liberty, property , securi ty,\nand above all resistance to oppression.\n3.The source of all sovereignty resides in the nation, which is nothing\nbut the union of woman and man.\n4.The law should be the expression of the general will; all female and\nmale citizens should have a say either personally or by their\nrepresentatives in its formulation; it should be the same for all. All\nfemale and male citizens are equally entitled to all honours\nand public employment according to their abilities and without any\nother distinction than that of their talents.\n5.No woman is an exception; she is accused, arrested, and detained in\ncases determined by law. Women, like men, obey this rigorous law.Compare the manifesto drafted by Olympe de\nGouges (Source F) with the Declaration of the\nRights of Man and Citizen (Source C).\nIn 1793, the Jacobin politician Chaumette\nsought to justify the closure of women’s\nclubs on the following grounds:\n‘Has Nature entrusted domestic duties to\nmen? Has she given us breasts to nurture\nbabies?\nNo.\nShe said to Man:\nBe a man. Hunting, agriculture, political duties\n… that is your kingdom.\nShe said to Woman:\nBe a woman … the things of the household,\nthe sweet duties of motherhood – those\nare your tasks.\nShameless are those women, who wish to\nbecome men. Have not duties been fairly\ndistributed?’Fig.13 – Women queuing up at a bakery.\nActivity\nImagine yourself to be one of the women in Fig. 13. Formulate a\nresponse to the arguments put forward by Chaumette (Source G).Source G\nReprint 2025-26\n\nT h e    F r e n c h    R e v o l u t i o n\n21Activity5 55 55 The Abolition of Slavery The Abolition of Slavery The Abolition of Slavery The Abolition of Slavery The Abolition of Slavery\nOne of the most revolutionary social reforms of the Jacobin regime\nwas the abolition of slavery in the French colonies. The colonies in\nthe Caribbean – Martinique, Guadeloupe and San Domingo – were\nimportant suppliers of commodities such as tobacco, indigo, sugar\nand coffee. But the reluctance of Europeans to go and work in distant\nand unfamiliar lands meant a shortage of labour on the plantations.\nSo this was met by a triangular slave trade between Europe, Africa\nand the Americas. The slave trade began in the seventeenth century.\nFrench merchants sailed from the ports of Bordeaux or Nantes to\nthe African coast, where they bought slaves from local chieftains.\nBranded and shackled, the slaves were packed tightly into ships for\nthe three-month long voyage across the Atlantic to the Caribbean.\nThere they were sold to plantation owners. The exploitation of slave\nlabour made it possible to meet the growing demand in European\nmarkets for sugar, coffee, and indigo. Port cities like Bordeaux and\nNantes owed their economic prosperity to the flourishing slave trade.\nThroughout the eighteenth century there was little criticism of slavery\nin France. The National Assembly held long debates about whether\nthe rights of man should be extended to all French subjects including\nthose in the colonies. But it did not pass any laws, fearing opposition\nfrom businessmen whose incomes depended on the slave trade. It\nwas finally the Convention which in 1794 legislated to free all slaves\nin the French overseas possessions. This, however, turned out to be\na short-term measure: ten years later, Napoleon reintroduced slavery.\nPlantation owners understood their freedom as including the right\nto enslave African Negroes  in pursuit of their economic interests.\nSlavery was finally abolished in French colonies in 1848.Fig.14 – The emancipation of slaves.\nThis print of 1794 describes the emancipation\nof slaves. The tricolour banner on top carries\nthe slogan: ‘The rights of man’. The\ninscription below reads: ‘The freedom of the\nunfree’. A French woman prepares to ‘civilise’\nthe African and American Indian slaves by\ngiving them European clothes to wear.\nRecord your impressions of this print\n(Fig. 14). Describe the objects lying on the\nground. What do they symbolise? What\nattitude does the picture express towards\nnon-European slaves?\nNew words\nNegroes – A term used for the indigenous people of Africa\nsouth of the Sahara . It is a derogatory term not in common use\nany longer\nEmancipation – The act of freeing\nReprint 2025-26\n\nIndia and the Contemporary World\n22Activity6 6 6 6 6 The Revolution and Everyday LifeThe Revolution and Everyday LifeThe Revolution and Everyday LifeThe Revolution and Everyday LifeThe Revolution and Everyday Life\nCan politics change the clothes people wear, the language they speak\nor the books they read? The years following 1789 in France saw many\nsuch changes in the lives of men, women and children. The\nrevolutionary governments took it upon themselves to pass laws that\nwould translate the ideals of liberty and equality into everyday practice.\nOne impor tant la w tha t came into ef fect soon after the stor ming of\nthe Bastille in the summer of  1789 w as the a bolition of  censor ship. In\nthe Old Regime all written material and cultural activities – books,\nnewspa pers, plays – could be pub lished or perf ormed onl y after the y\nhad been a pproved by the censor s of the king . Now the Dec laration\nof the Rights of Man and Citizen proclaimed freedom of speech and\nexpression to be a natural right. Newspapers, pamphlets, books and\nprinted pictures flooded the towns of France from where they\ntravelled rapidly into the countryside. They all described and discussed\nthe events and changes taking place in France. Freedom of the press\nalso meant that opposing views of events could be expressed. Each\nside sought to convince the others of its position through the medium\nof print. Plays, songs and festive processions attracted large numbers\nof people. This was one way they could grasp and identify with ideas\nsuch as liberty or justice that political philosophers wrote about at\nlength in texts which only a handful of educated people could read.Describe the picture in your own words. What\nare the images that the artist has used to\ncommunicate the following ideas: greed,\nequality , justice, t\nakeover by the st ate of the\nassets of the church?\nFig.15 – The patriotic fat-reducing press.\nThis anonymous print of 1790 seeks to make the idea of justice tangible.\nReprint 2025-26\n\nT h e    F r e n c h    R e v o l u t i o n\n23Fig.16 - Marat addressing the people. This is a painting by Louis-Leopold Boilly.\nRecall what you have learnt about Marat in this chapter. Describe the scene around him. Account for his great popularity.\nWhat kinds of reactions would a painting like this produce among viewers in the Salon?  \nConclusion\nIn 1804, Napoleon Bonaparte crowned himself Emperor of France.\nHe set out to conquer neighbouring European countries, dispossessing\ndynasties and cr eating kingdoms w here he placed member s of his family.\nNapoleon saw his role as a moderniser of Europe. He introduced many\nlaws suc h as the pr otection of  private property and a unif orm system of\nweights and measur es pr\novided b y the decimal system.  Initially,  man y\nsaw Napoleon as a liberator who would bring freedom for the people.\nBut soon the Na poleonic ar mies came to be vie wed everywhere as an\ninvading f orce. He w as finally defeated at Water loo in 1815.  Man y of his\nmeasures that carried the revolutionary ideas of liberty and modern laws\nto other parts of Europe had an impact on people long after Napoleon\nhad left.\nThe ideas of liberty and democratic rights were the most important\nlegacy of the French Revolution. These spread from France to the\nrest of Europe during the nineteenth century, where feudal systems\nFig.17 – Napoleon crossing the Alps, painting\nby David.\nReprint 2025-26\n\nIndia and the Contemporary World\n24Box 2\nActivities\nQuestions\n?1.Find out more about any one of the revolutionary figures you have read\nabout in this chapter . Write a short biography of this person.\n2.The French Revolution saw the rise of newspapers describing the events of\neach day and week. Collect information and pictures on any one event and\nwrite a newsp aper article. You could also conduct an imaginary interview\nwith important personages such as Mirabeau, Olympe de Gouges or\nRobespierre. Work in groups of two or three. Each group could then put up\ntheir articles on a board to produce a wallpaper on the French Revolution.\n1.Describe the circumstances leading to the outbreak of revolutionary protest\nin France.\n2.Which groups of French society benefited from the revolution? Which\ngroups were forced to relinquish power? Which sections of society would\nhave been disappointed with the outcome of the revolution?\n3.Describe the legacy of the French Revolution for the peoples of the world\nduring the nineteenth and twentieth centuries.\n4.Draw up a list of democratic rights we enjoy today whose origins could be\ntraced to the French Revolution.\n5.Would you agree with the view that the message of universal rights was\nbeset with contradictions? Explain.\n6.How would you explain the rise of Napoleon?were abolished. Colonised peoples reworked the idea of freedom from\nbondage into their movements to create a sovereign nation state. Tipu\nSultan and Rammohan Roy are two examples of individuals who\nresponded to the ideas coming from revolutionary France.\nActivitiesRaja Rammohan Roy was one of those who\nwas inspired by new ideas that were spreading\nthrough Europe at that time. The French\nRevolution and later , the July Revolution excited\nhis imagination.\n‘He could think and talk of nothing else when he\nheard of the July Revolution in France in 1830.\nOn his way to England at Cape Town he insisted\non visiting frigates (warships) flying the\nrevolutionary tri-colour flag though he had been\ntemporarily lamed by an accident.’\nSusobhan Sarkar , Notes on the Bengal Renaissance  1946.\nReprint 2025-26\n\n",
      "wordCount": 4546,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 24,
    "totalWords": 6663
  }
}