{
  "filename": "iess303.pdf",
  "chapters": [
    {
      "chapterNumber": 1,
      "title": "on the",
      "content": "",
      "wordCount": 0,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 3,
      "title": "Extramarital relations between Jews and Germans beca",
      "content": "3. Extramarital relations between Jews and Germans became a crime.\n",
      "wordCount": 10,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 4,
      "title": "Jews were forbidden to fly the national flag.",
      "content": "4. Jews were forbidden to fly the national flag.\nOther legal measures included:\nBoycott of Jewish businesses\nExpulsion from government services\nForced selling and confiscation of their properties\nBesides, Jewish properties were vandalised and looted, houses attacked,\nsynagogues  burnt and men arrested in a pogrom  in November . 1938,\nremembered as ‘the night of broken glass’\nReprint 2025-26\n\nNazism and the Rise of Hitler\n65Jews from Jewish houses, concentration camps and ghettos from different parts of Europe were brought to death factories by\ngoods trains. In P oland and elsewhere in the east, most notably  Belzek,  Auschwitz, Sobibor , Treblinka, Chelmno and Majdanek,\nthey were charred in gas chambers. Mass killings took place within minutes with  scientific precision.\nFig.18  – Killed while trying to escape. The\nconcentration camps were enclosed with live wires.Fig.19  – Piles of clothes outside the gas chamber.\nFig.21 – A concentration camp.\nA camera can make a death\ncamp look beautiful.\nStage 3: Annihilation 194 1 onwards:\nYOU HAVE NO RIGHT TO LIVE\nFig.22  – Shoes taken away from prisoners before\nthe ‘Final Solution’.Fig.20 – A Concentration Camp.\nReprint 2025-26\n\nIndia and the Contemporary World\n66ActivityHitler was fanatically interested in the youth of the country. He felt\nthat a strong Nazi society could be established only by teaching children\nNazi ideology. This required a control over the child both inside and\noutside school.\nWhat happened in schools under Nazism? All schools were ‘cleansed ’\nand ‘purified\n’. This meant that teachers who were Jews or seen as\n‘politically unreliable’ were dismissed. Children were first segregated:\nGermans and Jews could not sit together or play together.\nSubsequently, ‘undesirable children’ – Jews,  the physically handicapped,\nGypsies – were thrown out of schools. And finally in the 1940s, they\nwere taken to the gas chambers.\n‘Good German’ children were subjected to a process of Nazi schooling,\na prolonged period of ideological training. School textbooks were\nrewritten. Racial science was introduced to justify Nazi ideas of race.\nStereotypes about Jews were popularised even through maths classes.\nChildren were taught to be loyal and submissive, hate Jews, and worship\nHitler. Even the function of sports was to nurture a spirit of violence\nand aggression among children. Hitler believed that boxing could make\nchildren iron hearted, strong and masculine.\nYouth organisations were made responsible for educating German\nyouth in the ‘the spirit of National Socialism’. Ten-year-olds had to\nenter Jungvolk .  At 14, all boys had to join the Nazi youth organi sation\n– Hitler Youth – where they learnt to worship war, glorify aggression\nand violence, condemn democracy, and hate Jews, communists, Gypsies\nand all those categorised as ‘undesirable’. After a period of rigorous\nideological and physical training they joined the Labour Service, usually\nat the age of 18. Then they had to serve in the armed forces and enter\none of the Nazi organisations.\nThe Youth League of the Nazis was founded in 1922. Four years later\nit was renamed Hitler Youth. To unify the youth movement under\nNazi control, all other youth organisations were systematically dissolved\nand finally banned.4  Youth in Nazi Germany\nIf you were a student sitting in one of these\nclasses, how would you have felt towards\nJews?\nHave you ever thought of the stereotypes of\nother communities that people around you\nbelieve in? How have they acquired them?\nFig.23 – Classroom scene depicting a lesson\non racial anti-Semitism.\nFrom Der Giftpilz  (The Poison Mushroom)  by\nErnst Hiemer (Nuremberg: der Sturmer, 1938),\np.7. Caption reads: ‘The Jewish nose is bent at\nits point. It looks like the number six.’\nFig.24 – Jewish teacher and Jewish pupils\nexpelled from school under the jeers of\nclassmates.\nFrom Trau keinem jud auf gruner Heid: Ein\nBilderbuch fur Gross und Keom  (Trust No\nJew on the Green Heath: a Picture Book for\nBig and Little),  By Elvira Bauer (Nuremberg:\nDer Sturmer, 1936).\nNew words\nJungvolk – Nazi youth groups for children below 14 years of age.\nReprint 2025-26\n\nNazism and the Rise of Hitler\n674.1 The Nazi Cult of Motherhood\nChildren in Nazi Germany w ere repeatedly told that women were\nradically different from men. The fight for equal rights for men\nand women that had become part of democratic struggles everywhere\nwas wrong  and it would destroy society. While boys were taught\nto be aggressive, masculine and steel hearted, girls were told that\nthey had to become good mothers and rear pure -blooded Aryan\nchildren. Girls  had to maintain the purity of the race, distanceSource: D\nRobert La y, head of the German Labour Front, said:\n‘We start when the child is three y ears old. As soon as he ev en\nstarts to think, he is given a little flag to wave. Then comes\nschool, the Hitler Y outh, military service. But when all this is\nover, we don’ t let go of an yone. The labour front tak es hold of\nthem, and keeps hold until they go to the grave, whether they\nlike it or not. ’Source: C\nAll boys between the ages of six and ten went through a\npreliminary tr aining in Nazi ideology . At the end of the tr aining\nthey had to take the following oath of loyalty to Hitler:\n‘In the presence of this blood banner which represents our\nFuhrer I swear to devote all my energies and my strength to\nthe sa viour of our country , Adolf Hitler . I am willing and ready to\ngive up m y life for him, so help me God. ’\nFrom W. Shirer, The Rise and Fall of the Third Reich\nFig.25 – ‘Desirable’ children that\nHitler wanted to see multipl ied.Fig.26  – A German-blooded\ninfant with his mother being\nbrought from occupied Europe\nto Annexed Poland for\nsettlement.Fig.27  – Jewish children arriving at a death\nfactory to be gassed\nActivity\nLook at Figs. 23, 24, and 27. Imagine yourself\nto be a Jew or a Pole in Nazi Germany . It is\nSeptember 1941, and the law forcing Jews to\nwear the S tar of David has just been declared.\nWrite an account of one day in your life.\nReprint 2025-26\n\nIndia and the Contemporary World\n68In an address to women at the\nNuremberg P arty Rally, 8 September\n1934, Hitler said:\nWe do not consider it correct for the\nwoman to interfere in the world of the\nman, in his main sphere. W e consider it\nnatural that these two worlds remain\ndistinct…What the man gives in courage\non the battlefield, the woman gives in\neternal self-sacrifice, in eternal pain and\nsuffering. Every child that women bring\nto the world is a battle, a battle waged\nfor the existence of her people.Source Ethemselves from Jews, look after the home, and teach their\nchildren Nazi values. They had to be the bearers of the Aryan\nculture and race.\nIn 1933 Hitler said: ‘In my state the mother is the most important\ncitizen.’ But in Nazi Germany all mothers were not treated equally.\nWomen who bore racially undesirable children were punished\nand those who produced racially desirable children were awarded.\nThey were given favoured treatment in hospitals and were also\nentitled to concessions in shops and on theatre tickets and railway\nfares. To encourage women to produce many children, Honour\nCrosses were awarded. A bronze cross was given for four children,\nsilver for six and gold for eight or more.\nAll ‘Aryan’ women who deviated from the prescribed code of\nconduct were publicly condemned, and severely punished. Those\nwho maintained contact with Jews, Poles and Russians were\nparaded through the town with shaved heads, blackened faces and\nplacards hanging around their necks announcing ‘I have sullied\nthe honour of the nation’. Many received jail sentences and lost\ncivic honour as well as their husbands and families for this\n‘criminal offence ’.\n4.2. The Art of Propaganda\nThe Nazi regime used language and media with care, and often to\ngreat effect. The terms they coined to describe their various\npractices are not only deceptive. They are chilling. Nazis never\nused the words ‘kill’ or ‘murder’ in their official communications.\nMass killings were termed special treatment, final solution  (for the Jews),\neuthanasia  (for the disabled), selection  and disinfections\n. ‘Evacuation’\nmeant deporting people to gas chambers. Do you know what the\ngas chambers were called? They were labelled ‘disinfection-areas’,\nand looked like bathrooms equipped with fake showerheads.\nMedia was carefully used to win support for the regime and\npopularise its worldview. Nazi ideas were spread th rough visual\nimages, films, radio, posters, catchy slogans and leaflets. In posters,\ngroups identified as the ‘enemies’ of Germans were stereotyped,\nmocked, abused and described as evil. Socialists and liberals were\nrepresented as weak and degenerate. They were attacked as\nmalicious foreign agents. Propaganda films were made to create\nhatred for Jews. The most inf amous f ilm w as The Eter nal J ew.\nOrthodox Jews were stereotyped and marked. They were shown\nReprint 2025-26\n\nNazism and the Rise of Hitler\n69ActivityActivity\nWhat do you think this poster is trying to depict?Fig.28 – A Nazi poster attacking Jews.\nCaption above reads: ‘Money is the God of Jews. In order to earn\nmoney he commits the greatest crimes. He does not rest, until he can\nsit on a big sack of money, until he has become the king of money.’with flowing beards wearing kaftans, whereas in reality it was\ndifficult to distinguish German Jews by their  outward appearance\nbecause they were a highly assimilated community. They were\nreferred to as vermin, rats and pests. Their movements were compared\nto those of rodents. Nazism worked on the minds of the people,\ntapped their emotions, and turned their hatred and anger at those\nmarked as ‘undesirable’.\nThe Nazis made equal efforts to appeal to all the different sections of\nthe population. They sought to win their support by suggesting that\nNazis alone could solve all their problems.How would you have reacted to Hilter’s ideas\nif you were:\n/head2rightA Jewish woman\n/head2rightA non-Jewish German womanSource F\nHitler at the  Nuremberg P arty Rally, 8 September 1934, also\nsaid:\n‘The woman is the most stable element in the preservation\nof a folk…she has the most unerring sense of everything that\nis important to not let a race disappear because it is her\nchildren who would be affected by all this suffering in the\nfirst place…That is why we have integrated the woman in\nthe struggle of the racial community just as nature and\nprovidence ha ve determined so .’\nReprint 2025-26\n\nIndia and the Contemporary World\n70GERMAN FARMER\nYOU BELONG TO HITLER!\nWHY?\nThe German farmer stands in between two great dangers\ntoday:\nThe one danger American economic system –\nBig Capitalism!\nThe other is the Marxist economic system of Bolshevism.\nBig Capitalism and Bolshevism work hand in hand:\nthey are born of Jewish thought\nand serve the master plan of world Jewery.\nWho alone can rescue the farmer from these dangers?\nNATIONAL SOCIALISM .\nFrom:  a Nazi leaflet, 1932.\nActivity\nLook at Figs. 29 and 30 and answer the following:\nWhat do they tell us about Nazi propaganda? How are the Nazis\ntrying to mobilise different sections of the population?\nFig.30  – A Nazi party poster of the 1920s. It\nasks workers to vote for Hitler, the frontline\nsoldier.Fig.29 – The leaflet shows how the Nazis appealed to the peasants.\nSome important dates\nAugust 1, 1914\nFirst World War begins.\nNovember 9, 1918\nGermany capitulates, ending the war .\nNovember 9, 1918\nProclamation of the Weimar Republic.\nJune 28, 1919\nTreaty of V ersailles.\nJanuary 30, 1933\nHitler becomes Chancellor of Germany .\nSeptember 1, 1939\nGermany invades Poland. Beginning of the\nSecond W orld W ar.\nJune 22, 1941\nGermany invades the USSR.\nJune 23,1941\nMass murder of the Jews begins.\nDecember 8 1941\nThe United S tates joins Second W orld W ar.\nJanuary 27,1945\nSoviet troop s liberate Auschwitz.\nMay 8, 1945\nAllied victory in Europe.\nReprint 2025-26\n\nNazism and the Rise of Hitler\n71Box 1How did the common people react to Nazism?\nMany saw the world through Nazi eyes, and spoke their mind in\nNazi language. They felt hatred and anger surge inside them when\nthey saw someone who looked like a Jew. They marked the houses\nof Jews and reported suspicious neighbours. They genuinely believed\nNazism would bring prosperity  and improve general well-being.\nBut not every German was a Nazi. Many organised active resistance\nto Nazism, braving police repression and death. The large majority\nof Germans, however, were passive onlookers and apathetic witnesses.\nThey were too scared to act, to differ, to protest. They preferred to\nlook  away. Pastor Niemoeller, a resistance fighter, observed an\nabsence of protest, an uncanny silence, amongst ordinary Germans\nin the face of brutal and organised crimes committed against people\nin the Nazi empire. He wrote movingly about this silence:\n‘First they came for the Communists,\nWell, I was not a Communist –\nSo I said nothing.\nThen they came for the Social Democrats,\nWell, I was not a Social Democrat\nSo I did nothing,\nThen they came for the trade unionists,\nBut I was not a trade unionist.\nAnd then they came for the Jews,\nBut I was not a Jew – so I did little.\nThen when they came for me,\nThere was no one left who could stand up for me. ’Was the lack of concern for Nazi victims only\nbecause of the \nTerror? No, says Lawrence\nRees who interviewed people from diverse\nbackgrounds for his recent document ary,\n‘The Nazis: A Warning from History’.\nErna Kranz, an ordinary German teenager in\nthe1930s and a grandmother now ,  said to\nRees:\n‘1930s offered a glimmer of hope, not just for\nthe unemployed but for everybody for we all\nfelt downtrodden. From my own experience I\ncould say salaries increased and Germany\nseemed to have regained its sense of\npurpose. I could only say for myself, I thought\nit was a good time. I liked it.’5  Ordinary P eople and the Crimes Against Humanity\nActivity\nWhy does Erna Kranz say , ‘I could only say for myself ’? How do you\nview her opinion?\nReprint 2025-26\n\nIndia and the Contemporary World\n72What Jews felt in Nazi Germany is a different story altogether.\nCharlotte Beradt secretly recorded people’s dreams in her diary and\nlater published them in a highly disconcerting book called the Third\nReich of Dreams . She describes how Jews themselves began believing in\nthe Nazi stereotypes about them. They dreamt of their hooked noses,\nblack hair and eyes, Jewish looks and body movements. The\nstereotypical images publicised in the Nazi press haunted the Jews.\nThey troubled them even in their dreams. Jews died many deaths\neven before they reached the gas chamber.\n5.1 Knowledge about the Holocaust\nInformation about Nazi practices had trickled out of Germany\nduring the last years of the regime. But it was only after the war\nended and Germany was defeated that the world came to realise the\nhorrors of what had ha ppened.  While the Ger mans w ere preoccupied\nwith their own plight as a defeated nation emerging out of the rubble,\nthe Jews wanted the world to remember the atrocities and sufferings\nthey had endured during the Nazi killing operations – also called the\nHolocaust . At its height, a ghetto inhabitant had said to another that\nhe wanted to outlive the war just for half an hour. Presumably he\nmeant that he wanted to be able to tell the world about what had\nhappened in Nazi Germany. This indomitable spirit to bear witness\nand to preserve the documents can be seen in many ghetto and camp\ninhabitants who wrote diaries, kept notebooks, and created archives.\nOn the other hand when the war seemed lost, the Nazi leadership\ndistributed petrol to its functionaries to destroy all incriminating\nevidence available in offices.\nYet the history and the memory of the Holocaust live on in memoirs,\nfiction, documentaries, poetry, memorials and museums in many\nparts of the world today. These are a tribute to those who resisted it,\nan embarrassing reminder to those who collaborated, and a warning\nto those who watched in silence.Fig.31  – Inhabitants of the Warsaw ghetto\ncollected documents and placed them in three\nmilk cans along with other containers. As\ndestruction seemed imminent, these containers\nwere buried in the cellars of buildings in 1943.\nThis can was discovered in 1950.\nFig.32  – Denmark secretly rescued their Jews\nfrom Germany. This is one of the boats used\nfor the purpose.\nReprint 2025-26\n\nNazism and the Rise of Hitler\n73Box 2\nWe have found in non-violence a force which, if organi sed, can without\ndoubt match itself against a combination of all the most violent forces in\nthe world. In non-violent technique, as I have said, there is no such thing\nas defeat. It is all ‘do or die’ without killing or hurting. It can be used\npractically without money and obviously without the aid of science of\ndestruction which you have brought to such perfection. It is a marvel to\nme that you do not see that it is nobody’ s monopoly . If not the British,\nsome other power will certainly improve upon your method and beat you\nwith your own weapon. You are leaving no legacy to your people of\nwhich  they would feel proud. They cannot take pride in a recital of cruel\ndeed, however skilfully planned. I, therefore, appeal to you in the name\nof humanity to stop the war….\nI am,\nYour sincere friend,\nM. K. GANDHILETTER TO ADOLF HITLER\nWARDHA,\nDecember 24, 1940\nTHE COLLECTED WORKS OF  MAHA TMA  GANDHI\nVOL. 79.HERR HITLER\nBERLIN\nGERMANY\nDEAR FRIEND,\nFriends have been urging me to write to you for the sake of\nhumanity . But I have resisted their request, because of the feeling that\nany letter from me would be an impertinence. Something tells me that\nI must not calculate and that I must make my appeal for whatever it\nmay be worth.\nIt is quite clear that you are today the one person in the world\nwho can prevent a war which may reduce humanity to the savage\nstate.\nMust you pay that price for an object however worthy it may appear\nto you to be? Will you listen to the appeal of one who has deliberately\nshunned the method of war not without considerable success?\nAnyway\nI anticipate your forgiveness, if I have erred in writing to you.\nI remain,\nYour sincere friend,\nM. K. GANDHILETTER TO ADOLF HITLER\nAS AT WARDHA, C. P ., INDIA,\nJuly 23, 1939\nTHE COLLECTED WORKS OF  MAHA TMA  GANDHI\nVOL. 76.Mahatma Gandhi writes to Hitler\nReprint 2025-26\n\nIndia and the Contemporary World\n74QuestionsActivities\n1.Write a one page history of Germany\n/head2right as a schoolchild in Nazi Germany\n/head2right as a Jewish survivor of a concentration camp\n/head2right as a political opponent of the Nazi regime\n2.Imagine that you are Helmuth. You have had many Jewish friends in school\nand do not believe that Jews are bad. Write a paragraph on what you would\nsay to your father .\n1.Describe the problems faced by the Weimar Republic.\n2.Discuss why Nazism became popular in Germany by 1930.\n3.What are the peculiar features of Nazi thinking?\n4.Explain why Nazi propaganda was effective in creating a hatred for Jews.\n5.Explain what role women had in Nazi society . Return to Chapter 1 on the\nFrench Revolution. Write a paragraph comparing and contrasting the role of\nwomen in the two periods.\n",
      "wordCount": 3252,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 6,
      "title": "In what ways did the Nazi state seek to establish to",
      "content": "6.  In what ways did the Nazi state seek to establish total control over its people ??\nActivities\nReprint 2025-26\n\n",
      "wordCount": 20,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 26,
    "totalWords": 3282
  }
}