{
  "filename": "jess403.pdf",
  "chapters": [
    {
      "chapterNumber": 2,
      "title": "State different forms of communal politics with one",
      "content": "",
      "wordCount": 0,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 3,
      "title": "Gender,",
      "content": "Chapter 3Gender, \nReligion and Caste \nOverview\nThe existence of social diversity does not threaten democracy. Political \nexpression of social differences is possible and sometimes quite desirable in a democratic system. In this chapter we apply these ideas to the practice of democracy in India. We look at three kinds of social differences that can take the form of social divisions and inequalities. These are social differences based on gender, religion and caste. In each case we look at the nature of this division in India and how it gets expressed in politics. We also ask whether different expressions based on these differences are healthy or otherwise in a democracy. \nChapter 3.indd   29 08-04-2022   14:15:08\nReprint 2025-26\n\n30\nDemocratic Politics\nGender and politics\nLet us begin with gender division. \nThis is a form of hierarchical social division seen everywhere, but is rarely recognised in the study of politics. The gender division tends to be understood as natural and unchangeable. However, it is not based on biology but on social expectations and stereotypes.Public/private division\nBoys and girls are brought up to believe that the main responsibility of women is housework and bringing up children. This is reflected in a \nsexual  division  of labour  in most \nfamilies: women do all work inside the home such as cooking, cleaning, washing clothes, tailoring, looking after children, etc., and men do all the work outside the home. It is not that men cannot do housework; they simply think that it is for women to attend to these things. When these jobs are paid for, men are ready to take up these works. Most tailors or cooks in hotels are men. Similarly, it is not that women do not work outside their home. In villages, women fetch water, collect fuel and  work in the fields. In urban areas, poor women work as domestic helper in middle class homes, while middle class women work in offices. In fact, the majority of women do some sort of paid work in addition to domestic labour. But their work is not valued and does not get recognition.\nThe result of this division of \nlabour is that although women constitute half of the humanity, their role in public life, especially politics, is minimal in most societies. Earlier, only men were allowed to participate in public affairs, vote and contest for public offices. Gradually the gender issue was raised in politics. Women in different parts of the world organised and agitated for equal rights. There were agitations in different countries for the extension of voting rights to women.  \nA poster from Bengal affirming women’s \nstrength. \nSexual division of labour:  \nA system in which all work inside the home is either done by the women of the family, or organised by them through the domestic helpers. \nWhy not? If \npolitics is about power, then surely male dominance in the household should be considered political.\nWhy are we discussing things like household work in this textbook on Political Science? Is this politics?\n© Zuban \nChapter 3.indd   30 08-04-2022   14:15:13\nReprint 2025-26\n\nGender, Religion and Caste  31\nThese agitations demanded \nenhancing the political and legal status of women and improving their educational and career opportunities. \nMore radical women’s movements \naimed at equality in personal and family life as well. These movements are called \nfeminist  movements.\nPolitical expression of gender \ndivision and political mobilisation \nDiscuss all these perceptions of an ideal woman that prevail in our society . Do you \nagree with any of these? If not, what is your image of an ideal woman?\nFeminist: A \nwoman or a man who believes in equal rights and opportunities for women and men. \n© Zuban on this question helped to improve \nwomen’s role in public life. We now find women working as scientists, doctors, engineers, lawyers, managers and college and university teachers which were earlier not considered suitable for women. In some parts of the world, for example \nin Scandinavian countries, such as Sweden, Norway and Finland, the \nChapter 3.indd   31 08-04-2022   14:15:18\nReprint 2025-26\n\n32\nDemocratic Politics\nPatriarchy:  Literally, \nrule by father, this \nconcept is used to refer to a system that values men more and gives them power over women.\nActivities Men Women\nIncome generating work 6:00 2:40\nHousehold and related work 0:30 5:00\nTalking, Gossip 1:25 1:20\nNo work/ Leisure 3:40 3:50\nSleep, self-care, reading etc. 12:25 11:10Daily time use (hours: minutes)\nSource: Government of India, Time Use Survey , 1998-99.+A ‘time use survey’ was conducted in six states of our country. It \nshows that an average woman works every day for a little over seven and half hours while an average man works for six and a half hours. Yet the work done by men is more visible because most of their work leads to generation of income. Women also do a lot of direct income generating work, but the bulk of their work is household related. This work remains unpaid and invisible.participation of women in public life \nis very high. \nIn our country, women still lag \nmuch behind men despite some improvement since Independence. Ours is still a male-dominated, \npatriarchal  society. Women face disadvantage, discrimination and oppression in various ways:\n\n The literacy rate among women \nis only \n54 per cent compared with \n76 per cent among men. Similarly, a \nsmaller proportion of girl students go for higher studies. When we \nYou can conduct a similar time use survey in your own \nhousehold. Observe all the adult male and female members of your family for one week. Every day note down the number of hours each of them spends on the following activities: income generating activity (working at the office or shop or factory or field, etc.), household related activity (cooking, cleaning, washing, fetching water, looking after children or elders, etc.), reading and recreation, talking/gossiping, self-care, taking rest or sleeping. If necessary make new categories. Add up the time taken on each activity for a week and calculate the daily average for each activity for each member. Do women work more in your family as well?\nChapter 3.indd   32 08-04-2022   14:15:18\nReprint 2025-26\n\nGender, Religion and Caste  33\nMummy always \nsays to outsiders: “I don’t work. I am a housewife.” But I see her working non-stop all the time. If what she does is not work, what else is work?look at school results, girls perform \nas well as boys, if not better in some places. But they drop out because parents prefer to spend their resources for their boys’ education rather than spending equally on their sons and\n daughters. \n No wo\nnder the proportion of \nwomen among the highly paid and valued jobs, is still very small. On an average, an Indian woman works one hour more than an average man every day. Yet much of her work \nis not paid and therefore, often not\n valued. The Equal Remuneration Act, \n1976 pro\nvides that equal wages \nshould be paid to equal work. \nHowever in almost all areas of work, from sports and cinema, to factories and fields, women are paid less than men, even when both do exactly the same work.\n \n In many parts of India, \nparents \nprefer to have sons and find ways to \nhave the girl child aborted before she is born. Such sex-selective \nabortion led to a decline in child sex ratio (number of girl children per thousand boys) in the country to merely 919. As the map shows, this \nCan you identify \nyour State on this map? What is the child sex ratio in it? How is it  different from  others with a  different colour?\nIdentify the States \nwhich have child sex ratio below 900.\nCompare this map \nwith the poster on the next page. How do the two of them tell us about the same issue?Source: Census Report of 2011\nChapter 3.indd   33 08-04-2022   14:15:25\nReprint 2025-26\n\n34\nDemocratic Politics\n© Oxfam GB\nratio has fallen below 850 or even \n800 in some States.\nThere are reports of various \nkinds of harassment, exploitation and violence against women. Urban areas have become particularly unsafe for women. They are not safe even within their own home from beating, harassment and other forms of domestic violence.\nWomen’s political \nrepresentation\nAll this is well known. Yet issues \nrelated to women’s well being or otherwise are not given adequate attention. This has led many feminists and women’s movements to the conclusion that unless women control power, their problems will not get adequate attention.  One way to ensure this is to have more women as elected representatives. \nIn India, the proportion of \nwomen in legislature has been very \nlow. For example, the percentage of elected women members in Lok Sabha has touched 14.36 per cent of its total strength for the first time in 2019. Their share in the state assemblies is less than 5 per cent. In this respect, India is among the \nCould you think of some \nreasons why women’s representation is so low in India? Do you think Americas and Europe have achieved a satisfactory level of women’s representation?Women in  national parliaments in different\nregions of the world (in%)\nNote: Figures are for the per cent of women in the directly elected houses of parliament as on 1 October \n2018. Source: http://archive.ipu.org/wmn-e/world.htmNordic\ncountriesAmericas Europe Sub-\nSaharan AfricaPacific Arab\nStates\nRegionAsia0  20\n15\n10\n5World \nAverage\n24\nIndia45\n40\n35\n30\n25 29.542.3\n26.4\n23.7\n19.8\n18.6\n15.6\n11.8\nChapter 3.indd   34 08-04-2022   14:15:28\nReprint 2025-26\n\nGender, Religion and Caste  35\nIf casteism and \ncommunalism are bad, what makes feminism a good thing? Why don’t we oppose all those who divide the society on any lines – caste, religion or gender?\nbottom group of nations in the \nworld (see the graph below). India is behind the averages for several developing countries of Africa and Latin America. In the government, cabinets are largely all-male even when a woman becomes the Chief Minister or the Prime Minister. \nOne way to solve this problem is \nto make it legally binding to have a fair proportion of women in the elected bodies. This is what the Panchayati Raj has done in India. One-third of seats in local government bodies\n – in \npanchayats and municipalities  – are \nnow res\nerved for women. Now there \nare more than 10 lakh elected women representatives in rural and urban local bodies.\nWomen’s organizations and \nactivists had been demanding a similar reservation of at least one-\nthird of seats in Lok Sabha and State Assemblies for women. A bill with this proposal was pending before the Parliament for many decades. In 2023, Nari shakti Vandan Adhiniyam (Womens’ Reservation Act, 2023) has been passed which will give 33 percent reservation of seats for women in Lok Sabha, State Legislative Assemblies and also Delhi \nAssembly.\nGender division is an example \nthat some form of social division needs to be expressed in politics. This also shows that disadvantaged groups do benefit when social divisions become a political issue. Do you think that women could have made the gains we noted above if their unequal treatment was not raised in the political domain?\nChapter 3.indd   35 02/04/2024   11:57:11\nReprint 2025-26\n\n36\nDemocratic Politics\nReligion, communalism and politics \nLet us now turn to a very different \nkind of social division, the division based on religious differences. This division is not as universal as gender, but religious diversity is fairly widespread in the world today. Many countries including India have in their population, followers of different religions. As we noticed in the case of Northern Ireland, even when most of the people belong to the same religion, there can be serious differences about the way people practice that religion. Unlike gender differences, the religious differences are often expressed in the field of politics.\nConsider the following:\n Gandhiji used to say that \nr\neligion can never be separated \nfrom politics. What he meant by \nreligion was not any particular religion like Hinduism or Islam but moral values that inform all religions. He believed that politics must be guided by ethics drawn from religion.\n\n Human righ\nts groups in our \ncountry have demanded that the \nGovernment should take special steps to prevent communal riots and protect religious minorities.\n\n Women’s\n movement has argued \nthat family  laws  of all religions \ndiscriminate against women. \nSo they have demanded that government should change these laws to make them more equitable.\nAll these instances involve \na relationship between religion \nI am not \nreligious. Why should I bother about communalism and secularism?and politics. But they do not \nseem very wrong or dangerous. Ideas, ideals and values drawn from different religions can and perhaps should play a role in politics. People should be able to express in politics their needs, interests and demands as a member of a religious community. Those who hold political power should sometimes be able to regulate the practice of religion so as to prevent discrimination and oppression. These political acts are not wrong as long as they treat every religion equally.\nCommunalism\nThe problem begins when religion is seen as the basis of the nation. The example of Northern Ireland in Chapter 3 shows the dangers of such an approach to nationalism. The problem becomes more acute when religion is expressed in politics in exclusive and partisan terms, when one religion and its followers are pitted against another. This happens when beliefs of one religion are presented as superior to those of other religions, when the demands of one religious group are formed in opposition to another and when state power is used to establish domination of one religious group over the rest. This manner of using religion in politics is communal\n politics. \nCom\nmunal politics is based \non the idea that religion is the \nprincipal basis of social community. Communalism involves thinking \nChapter 3.indd   36 02/04/2024   11:58:46\nReprint 2025-26\n\nGender, Religion and Caste  37\nalong the following lines. The \nfollowers of a particular religion must belong to one community. Their fundamental interests are the same. Any difference that they may have is irrelevant or trivial for community life. It also follows that people who follow different religions cannot belong to the same \nsocial community. If the followers of different religions have some commonalities these are superficial and immaterial, their interests are bound to be different and involve a conflict. In its extreme form, communalism leads to the belief that people belonging to different religions cannot live as equal citizens  \nwithin one nation. Either, one of them has to dominate the rest or they have to form different nations.\nThis belief is fundamentally \nflawed.  People of one religion do not have the same interests and aspirations in every context. Everyone has several other roles, positions and identities. There are many voices inside every community. All these voices have a right to be heard. Therefore any attempt to bring all followers of one religion together in context other than religion is bound to suppress many voices within that community. \nCommunalism can take various \nforms in politics:\n\n The mo\nst common expression \nof communalism is in everyday \nbeliefs. These routinely involve religious prejudices, stereotypes of religious communities and belief in the superiority of one’s religion over other religions. This is so common Family laws:  Those \nlaws that deal with \nfamily related matters such as marriage, divorce, adoption, inheritance, etc. In our country, different family laws apply to followers of different religions.\nthat we often fail to notice it, even \nwhen we believe in it.\n A comm\nunal mind often leads to a \nquest for political dominance of one’s \nown religious community. For those belonging to majority community, this takes the form of majoritarian dominance. For those belonging to the minority community, it can take the form of a desire to form a separate political\n unit.\n Political mo\nbilisation on \nreligious lines is another frequent form of communalism. This involves the use of sacred symbols, religious leaders, emotional appeal and plain fear in order to bring the followers of one religion together in the political arena. In electoral politics, this often involves special appeal to the interests or emotions of voters of one religion in preference to others.\n\n Sometimes communalism takes \ni\nts most ugly form of communal \nviolence, riots and massacre. India \nand Pakistan suffered some of the worst communal riots at the time of the Partition. The post-Independence period has also seen large scale communal violence. \nSecular state\nCommunalism was and continues \nto be one of the major challenges to democracy in our country. The makers of our Constitution were aware of this challenge. That is why, they chose the model of a secular state. This choice was reflected in several constitutional provisions that we studied last year:\n\n There is no \nofficial religion for \nthe Indian state. Unlike the status of \nBuddhism in Sri Lanka, that of Islam \nI often crack \njokes about people from one religion. Does that make me communal?\nChapter 3.indd   37 08-04-2022   14:15:31\nReprint 2025-26\n\n38\nDemocratic Politicsin Pakistan and that of Christianity in \nEngland, our Constitution does not \ngive a special status to any  religion.\n The Constitutio\nn provides to \nall individuals and communities freedom to profess, practice and propagate any religion, or not to follow any. \nThe Constitution prohibits \ndiscrimination on grounds of \nreligion.\n  At the same time, the Constitution  \nallows the state to intervene in \nthe matters of religion in order to ensure equality within religious communities. For example, it bans untouchability.\nUnderstood in this sense, \nsecularism is not just an ideology of some parties or persons. This idea constitutes one of the foundations of our country. Communalism should not be seen as a threat to some people in India. It threatens the very idea of India. That is why communalism needs to be combated. A secular Constitution like ours is necessary but not sufficient to combat communalism. Communal prejudices and propaganda need to be countered in everyday life and religion- based mobilisation needs to be countered in the arena of politics.\nCaste and politics \nWe have seen two instances of the \nexpression of social divisions in the arena of politics, one largely positive and the other largely negative. Let us turn to our final case, that of caste and politics, that has both positive and the negative aspects.Caste inequalities\nUnlike gender and religion, caste \ndivision is special to India. All societies have some kind of social inequality and some form of division of labour. In most societies, occupations are passed on from one generation to another. Caste system is an extreme form of this. What makes it different from other societies is that in this \nsystem, hereditary occupational \ndivision was sanctioned by rituals. Members of the same caste group were supposed to form a social community that practiced the same or similar occupation, married within the caste group and did not eat with members from other caste\n groups. \nCaste system was based on \nexcl\nusion of and discrimination \nagainst the ‘outcaste’ groups. They were subjected to the inhuman practice of untouchability about which you have studied in Class IX. That is why political leaders and social reformers like Jotiba \nPhule, Gandhiji, B.R. Ambedkar  \nand Periyar Ramaswami Naicker advocated and worked to establish a society in which caste inequalities are absent. \nPartly due to their efforts and \npartly due to other socio-economic  \nchanges, castes and caste system in modern India have undergone great changes. With economic development, large scale  \nurbanisation , growth of literacy and \neducation, occupational  mobility  \nand the weakening of the position of landlords in the villages, the old notions of \ncaste  hierarchy  are \nbreaking down. Now, most of the \nChapter 3.indd   38 08-04-2022   14:15:31\nReprint 2025-26\n\nGender, Religion and Caste  39\nSocial and Religious Diversity of India\nThe Census of India records the religion of each and every Indian after every ten years. \nThe person who fills the Census form visits every household and records the religion of each member of that household exactly the way each person describes it. If someone says she has ‘no religion’ or that he is an ‘atheist’, this is exactly how it is recorded. Thus we have reliable information on the proportion of different religious communities in the country and how it has changed over the years. The pie chart below presents the population proportion of six major religious communities in the country. Since Independence, the total population of each community has increased substantially but their proportion in the country’s population has not changed much. In percentage terms, the population of the Hindus, Jains and Christians has declined marginally since 1961. The proportion of Muslim, Sikh and Buddhist population has increased slightly. There is a common but mistaken impression that the proportion of the Muslims in the country’s population is going to overtake other religious communities. Expert estimates done for the Prime Minister’s High Level Committee (popularly known as Sachar Committee) show that the proportion of the Muslims is expected to go up a little, by about 3 to 4 per cent, in the next 50 years. It proves that in overall terms, the population balance of different religious communities is not likely to change in a big way.\nThe same is true of the major caste groups. The Census of India counts two social \ngroups: the Scheduled Castes and the Scheduled Tribes. Both these broad groups include hundreds of castes or tribes whose names are listed in an official Schedule. Hence the prefix ‘Scheduled’ in their name. The Scheduled Castes, commonly known as Dalits, include those that were previously regarded as ‘outcaste’ in the Hindu social \norder and were subjected to exclusion and untouchability. The Scheduled Tribes, often referred to as Adivasis, include those communities that led a secluded life usually in hills \nand forests and did not interact much with the rest of society. In 2011, the Scheduled Castes were 16.6 per cent and the Scheduled Tribes were 8.6 per cent of the country’s population. \nThe Census does not yet count the \nOther Backward Classes, the group we discussed in Class IX. Hence there are some differences about their proportion in the country’s population. The National Sample Survey of  \n2004–05 estimates their population to be around 41 per cent. Thus the SC, ST and the OBC together account for about two-thirds of the country’s population and about three-fourths of the Hindu population. \nPopulation of different religious\ncommunities in India, 2011\nHindu79.8\nMuslim14.2\nOthers 2%\nChristian 2.3\nSikh 1.7 Others include Buddhist 0.7% Jain 0.4%\nOther Religions and Persuasions 0.7%  \nReligion not stated  0.2%\nSource: Census of India, 2011In %\nChapter 3.indd   39 08-04-2022   14:15:31\nReprint 2025-26\n\n40\nDemocratic Politicstimes, in urban areas it does not \nmatter much who is walking along next to us on a street or eating at the next table in a restaurant. The Constitution of India prohibited any caste-based discrimination and laid the foundations of policies to reverse the injustices of the caste system. If a person who lived a century ago were to return to India, she would be greatly surprised at the change that has come about in the country.\nYet caste has not disappeared \nfrom contemporary India. Some of the older aspects of caste have persisted. Even now most people marry within their own caste or tribe. Untouchability has not ended completely, despite constitutional prohibition. Effects of centuries of advantages and disadvantages continue to be felt today. The caste groups that had access to education under the old system have done very well in acquiring modern education as well. Those groups that did not have access to education or were prohibited from acquiring it have naturally lagged behind. That is why there is a disproportionately large presence of ‘upper caste’ among the urban middle classes in our country. Caste continues to be closely linked to economic status.  \n(See Plus Box on Page 41.)\nCaste in politics\nAs in the case of communalism, casteism is rooted in the belief that caste is the sole basis of social community. According to this way of thinking, people belonging to the same caste belong to a natural social community and have the same interests which they do not share with anyone from another caste. As we saw in the case of communalism, such a belief is not borne out by our experience. Caste is one aspect of our experience but it is not the only relevant or the most important\n aspect.\nCa\nste can take various forms \nin politics:\n When parties choose candidates \nin elections, they keep in mind \nthe \ncaste composition of the electorate and nominate candidates from different castes so as to muster necessary support to win elections. When governments are formed, political parties usually take care that representatives of different castes and tribes find a place in it.\n\n Politic\nal parties and candidates \nin elections make appeals to caste \nsentiment to muster support. Some political parties are known to favour some castes and are seen as their representatives.\n\n Universal adult franchise and\n \nthe principle of one-person-one-vote Urbanisation:  Shift \nof population from \nrural areas to urban areas.Occupational mobility: Shift from \none occupation to another, usually when a new generation takes up occupations other than those practiced by their ancestors.Caste hierarchy:  A \nladder-like formation in which all the caste groups are placed from the ‘highest’ to the ‘lowest’ castes.\nI don’t care what \nmy caste is. Why are we discussing all this in the textbook? Are we not promoting casteism by talking about caste? \nNow you don’t like it! Didn’t you tell me that wherever there is domination, we should discuss it in Political Science? Will caste disappear if we keep mum about it?\nChapter 3.indd   40 08-04-2022   14:15:32\nReprint 2025-26\n\nGender, Religion and Caste  41\nCaste inequality today\nCaste is an important source of economic inequality because it regulates \naccess to resources of various kinds.  For example, in the past, the so-called ‘untouchable’ castes were denied the right to own land, while only the so-called ‘twice born’ castes had the right to education.  Although this kind of explicit and formalised inequality based on caste is now outlawed, the effects of centuries of accumulated advantages and disadvantages continue to be felt.  Moreover, new kinds of inequalities have also developed.\nThe relationship between caste and economic status has certainly changed a \nlot.  Today, it is possible to find very rich and very poor people in every caste, whether ‘low’ or ‘high’.  This was not true even twenty or thirty years ago – it was very rare indeed to find rich people among the ‘lowest’ castes. However, as this evidence from the National Sample Survey shows, caste continues to be very strongly linked to economic status in many important ways: \n\n The aver\nage economic status (measured by criteria like monthly \nconsumption expenditure) of caste groups still follows the old hier archy – \nthe ‘upper’ castes are best off, the Dalits and Adivasis are worst off, and the \nbackward classes are in between.   \n Although every caste has some poor members,\n the proportion living in \nextreme poverty (below the official ‘poverty line’) is much higher for the lowest \ncastes and much lower for the upper castes, with the backward classes once again in between.\n\n Although every caste has some members who a\nre rich, the upper castes are \nheavily over-represented among the rich while the lower castes are severely \nunder-represented.\nPercentage of population living below the poverty line, 1999–—––—— —2000\nCaste and Community groups Rural Urban \nScheduled Tribes 45.8 35.6\nScheduled Castes 35.9 38.3\nOther Backward Classes 27.0 29.5\nMuslim Upper Castes 26.8 34.2\nHindu Upper Castes 11.7 9.9\nChristian Upper Castes 9.6 5.4\nSikh Upper Castes 0.0 4.9\nOther Upper Castes 16.0 2.7\nAll Groups 27.0 23.4\nNote: ‘Upper Caste’ here means those who are not from SC, ST, or OBC. Below the poverty line \nmeans those who spent `327 or less per person per month in rural and `454 or less per person per \nmonth in urban areas.Source: National Sample Survey Organisation (NSSO), Government of India,  55th Round , 1999–2000\nChapter 3.indd   41 08-04-2022   14:15:32\nReprint 2025-26\n\n42\nDemocratic Politicscompelled political leaders to gear up \nto the task of mobilising and securing political support. It also brought new consciousness among the people of castes that were hitherto treated as inferior and low.\nThe focus on caste in politics \ncan sometimes give an impression that elections are all about caste and nothing else. That is far from true. Just consider these:\n\n No parliamentary constituency \nin the country has a clear majority \nof one \nsingle caste. So, every \ncandidate and party needs to win the confidence of more than one caste and community to win elections.\n\n No pa\nrty wins the votes of all \nthe voters of a caste or community. \nWhen people say that a caste is a ‘vote bank’ of one party, it usually means that a large proportion of the voters from that caste vote for that\n party.\n Many political parties may put \nu\np candidates from the same caste \n(if that caste is believed to dominate the electorate in a particular constituency). Some voters have more than one candidate from their caste while many voters have no candidate from their caste.\n\n The ruling party and \nthe sitting \nMP or MLA frequently lose elections \nin our country. That could not have happened if all castes and communities were frozen in their political preferences.\nClearly, while caste matters in \nelectoral politics, so do many other factors. The voters have strong attachment to political parties which is often stronger than their attachment to their caste or community. People within the same caste or community have different interests depending on their economic condition. Rich and poor or men and women from the same caste often vote very differently. People’s assessment of the performance of the government and the popularity rating of the leaders matter and are often decisive in elections.\nPolitics in caste\nWe have so far looked at what caste does to politics. But it does not mean that there is only a one-way relation between caste and politics. Politics too influences the caste system and caste identities by bringing them into the political arena. Thus, it is not politics that gets caste-ridden, it © Ajith Ninan - India Today Book of Cartoons\nDo you think that political leaders are right to treat people belonging to a \ncaste as ‘vote banks’?\nChapter 3.indd   42 08-04-2022   14:15:32\nReprint 2025-26\n\nGender, Religion and Caste  43\nis the caste that gets politicised. This \ntakes several forms:\n Each caste group tries\n to become \nbigger by incorporating within it \nneighbouring castes or sub-castes which were earlier excluded from it.\n\n Various caste groups are required \nto enter \ninto a coalition with other \ncastes or communities and thus enter \ninto a dialogue and negotiation.\n New kinds of \ncaste groups \nhave come up in the political arena \nlike ‘backward’ and ‘forward’ caste\n groups.\nThus, caste plays \ndifferent \nkinds of roles in politics. In some situations, expression of caste differences in politics gives many disadvantaged communities the space to demand their share of power. In this sense, caste politics \nhas helped people from Dalits and \nOBC castes to gain better access to decision making. Several political and non-political organisations have been demanding and agitating for an end to discrimination against particular castes, for more dignity and more access to land, resources and opportunities. \nAt the same time, exclusive \nattention to caste can produce negative results as well. As in the case of religion, politics based on caste identity alone is not very healthy in a democracy. It can divert attention from other pressing issues like poverty, development and corruption. In some cases, caste division leads to tensions, conflict and even violence.\nChapter 3.indd   43 19/03/2024   10:44:04\nReprint 2025-26\n\n44\nDemocratic Politics1. Mention different aspects of life in which women are discriminated or \ndisadvantaged in India.\n2.  State different forms of communal politics with one example each.\n3. State how caste inequalities are still continuing in India.\n",
      "wordCount": 5318,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 4,
      "title": "State two reasons to say that caste alone cannot det",
      "content": "4.  State two reasons to say that caste alone cannot determine election results in India.\n",
      "wordCount": 15,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 5,
      "title": "What is the status of women’s representation in Indi",
      "content": "5. \n What is the status of women’s representation in India’s legislativ\ne \nbodies?\n",
      "wordCount": 13,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 6,
      "title": "Mention any two constitutional provisions that mak",
      "content": "6.  Mention any two constitutional provisions that mak\ne India a secular \nstate.\n",
      "wordCount": 13,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 7,
      "title": "When we speak of gender divisions, we usually refer",
      "content": "7.  When we speak of gender divisions, we usually refer to:\n (a) Biological difference between men and women\n (b) Unequal roles assigned by the society to men and women\n (c) Unequal child sex ratio\n (d) Absence of voting rights for women in democracies\n",
      "wordCount": 43,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 8,
      "title": "In India seats are reserved for women in",
      "content": "8.  In India seats are reserved for women in\n (a) Lok Sabha\n (b) State legislative assemblies\n (c) Cabinets\n (d) Panchay\nati Raj bodies\n",
      "wordCount": 23,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 9,
      "title": "Consider the following statements on the meaning of",
      "content": "9. Consider the following statements on the meaning of communal  \n politics. Communal politics is based on the belief that:\n A. One religion is superior to that of others.\n B. People belonging to different religions can live together happily as equal citiz\nens.\n C. Followers of a particular religion constitute one community\n.\n D. State power cannot be used to establish the domination of one religious group over others.\n  Which of the statements are correct?\n (a) A, B, C, and D     (b) A, B, and D   (c) A and C   (d) B and D \n",
      "wordCount": 93,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 10,
      "title": "Which among the following statements about India’s C",
      "content": "10. Which among the following statements about India’s Constitution is wrong? It\n (a) prohibits discrimination on grounds of religion.\n (b) gives official status to one religion.\n (c) provides to all individuals freedom to profess any religion.\n (d) ensures equality of citizens within religious communities.\n",
      "wordCount": 44,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 11,
      "title": "Social divisions based on _________ are peculiar to",
      "content": "11. Social divisions based on _________ are peculiar to India.\nExercises\nChapter 3.indd   44 08-04-2022   14:15:36\nReprint 2025-26\n\nGender, Religion and Caste  45\nExercisesList I List II\n1. A person who believes in equal rights and \nopportunities for women and men A. Communalist\n2. A person who says that religion is the \nprincipal basis of community B. Feminist\n3. A person who thinks that caste is the \nprincipal basis of community C. Secularist\n4. A person who does not discriminate others \non the basis of religious beliefs D. Castiest\n 1 2 3 4 \n(a) B C A D \n(b) B A D C \n(c) D C A B \n(d) C A B D12. Match List I with List II and select the correct answer using the  \n codes given below the Lists:\nChapter 3.indd   45 08-04-2022   14:15:36\nReprint 2025-26\n\n",
      "wordCount": 138,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 17,
    "totalWords": 5700
  }
}