{
  "filename": "jess302.pdf",
  "chapters": [
    {
      "chapterNumber": 1,
      "title": "), is most",
      "content": "",
      "wordCount": 0,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 2,
      "title": ")?Activity",
      "content": "Chapter 2)?Activity\nReprint 2025-26\n\n37\nNationalism   in  IndiaThe visions of these movements were not defined by the Congress\nprog\nramme . They inter preted the ter m swaraj in their own w ays,\nimagining it to be a time when all suffering and all troubles would\nbe over. Yet, when the tribals c hanted Gandhiji’ s name and r aised\nslogans demanding ‘ Swatantra Bharat’, they were also emotionally\nrelating to an all-India agitation. When they acted in the name of\nMahatma Gandhi, or linked their movement to that of the Congress,\nthey were identifying with a movement which went beyond the limits\nof their immedia te locality .\nFig. 5 – Chauri Chaura, 1922.\nAt Chauri Chaura in Gorakhpur, a peaceful demonstration in a bazaar turned into a\nviolent clash with the police. Hearing of the incident, Mahatma Gandhi called a halt\nto the Non-Cooperation Movement.\nReprint 2025-26\n\nIndia and the Contemporary World\n383  Towards Civil Disobedience\nIn February 1922,  Maha tma Gandhi decided to withdr aw the\nNon-Cooperation Movement. He felt the movement was turning\nviolent in many places and satyagrahis needed to be properly trained\nbefore they would be r eady for mass str uggles. Within the Cong ress,\nsome leader s were b\ny now tired of  mass str uggles and w anted to\nparticipate in elections to the provincial councils that had been set\nup by the Government of India Act of 1919. They felt that it was\nimportant to oppose British policies within the councils, argue for\nreform and also demonstra te tha t these councils w ere not tr uly\ndemocr atic. C. R. Das and Motilal Nehr u formed the Sw araj Party\nwithin the Cong ress to argue f or a r eturn to council politics . But\nyounger leaders like Jawaharlal Nehru and Subhas Chandra Bose\npressed for more radical mass agitation and for full independence.\nIn such a situation of internal debate and dissension two factors\nagain sha ped Indian politics to wards the la te 1920s . The first was\nthe effect of the worldwide economic depression. Agricultural prices\nbegan to fall from 1926 and collapsed after 1930. As the demand\nfor agricultural goods fell and exports declined, peasants found it\ndifficult to sell their har vests and pa y their r evenue. By 1930,  the\ncountr yside w as in tur moil.\nAgainst this bac kground the ne w Tory government in Britain\nconstituted a Statutory Commission under Sir John Simon. Set up\nin response to the nationalist movement, the\ncommission was to look into the functioning of\nthe constitutional system in India and sug gest\nchang es. The prob lem w as tha t the commission\ndid not ha ve a sing le Indian member . They were\nall British.\nWhen the Simon Commission arrived in India in\n1928, it was greeted with the slogan ‘Go back\nSimon’. All parties, including the Congress and the\nMuslim Lea gue, participa ted in the demonstr ations.\nIn an eff ort to win them o ver, the vicer oy, Lord\nIrwin, announced in October 1929, a vague offer\nof ‘dominion status’ for India in an unspecified\nfutur e, and a R ound Table Conf erence to discuss a\nfuture constitution. This did not satisfy the Congress\nleader s. The radicals within the Cong ress, led b y\nFig. 6  – Meeting of Congress leaders  at Allahabad, 1931.\nApart from Mahatma Gandhi, you can see Sardar Vallabhbhai\nPatel (extreme left), Jawaharlal Nehru (extreme right) and Subhas\nChandra Bose (fifth from right).Lala Lajpat Rai was assaulted by the British police\nduring a peaceful demonstration against the\nSimon Commission. He succumbed to injuries\nthat were inflicted on him during the\ndemonstration.\nReprint 2025-26\n\n39\nNationalism   in  IndiaJawaharlal Nehru and Subhas Chandra Bose, became more assertive.\nThe liberals and moderates, who were proposing a constitutional\nsystem within the framework of British dominion, gradually lost\ntheir influence. In December 1929, under the presidency of Jawaharlal\nNehr u, the Lahor e Cong ress f\normalised the demand of  ‘Purna\nSwaraj’ or full independence for India. It was declared that 26 January\n1930, would be celebrated as the Independence Day when people\nwere to tak e a pledg e to str uggle for complete inde pendence . But\nthe celebrations attracted very little attention. So Mahatma Gandhi\nhad to find a way to relate this abstract idea of freedom to more\nconcrete issues of everyday life.\n3.1 The Salt March and the Civil Disobedience Movement\nMahatma Gandhi found in salt a powerful symbol that could unite\nthe nation. On 31 January 1930, he sent a letter to Viceroy Irwin\nstating ele ven demands . Some of  these w ere of general inter est;\nothers were specific demands of different classes, from industrialists\nto peasants . The idea w as to mak e the demands wide-r anging , so\nthat all classes within Indian society could identify with them and\neveryone could be brought together in a united campaign. The most\nstirring of all was the demand to abolish the salt tax. Salt was\nsomething consumed by the rich and the poor alike, and it was one\nof the most essential items of food. The tax on salt and the\ngovernment monopoly over its production, Mahatma Gandhi\ndeclared, revealed the most oppressive face of British rule.\nMaha tma Gandhi’ s letter w as, in a w a\ny, an ultima tum. If the\ndemands were not fulfilled by 11 March, the letter stated, the\nCongress would launch a civil disobedience campaign. Irwin was\nunwilling to negotiate. So Mahatma Gandhi started his famous\nsalt mar ch accompanied b y 78 of  his tr usted v olunteer s. The mar ch\nwas over 240 miles , from Gandhiji’ s ashr am in Sa barmati to the\nGujarati coastal town of Dandi. The volunteers walked for 24 days,\nabout 10 miles a da y. Thousands came to hear Maha tma Gandhi\nwherever he stopped, and he told them what he meant by swaraj\nand urged them to peacefully defy the British. On 6 April he reached\nDandi,  and ceremoniall y viola ted the la w, man ufacturing salt b y\nboiling sea w ater.\nThis marked the beginning of the Civil Disobedience Movement.\nHow was this movement different from the Non-Cooperation\nMovement? People were now asked not only to refuse cooperationThe Independence Day Pledge, 26 January\n1930\n‘We believe that it is the inalienable right of the\nIndian people, as of any other people, to have\nfreedom and to enjoy the fruits of their toil and\nhave the necessities of life, so that they may\nhave full opportunities of growth. We believe\nalso that if any government deprives a people of\nthese rights and oppresses them, the people\nhave a further right to alter it or to abolish it.\nThe British Government in India has not only\ndeprived the Indian people of their freedom but\nhas based itself on the exploitation of the masses,\nand has ruined I ndia economical ly, politically,\nculturally, and spiri\ntually. We believe, ther efore,\nthat India must sever the British connection and\nattain Purna S waraj or Complete I ndependence. ’Source C\nSource\nReprint 2025-26\n\nIndia and the Contemporary World\n40with the British, as they had done in 1921-22, but also to break\ncolonial la ws. \nThousands in dif ferent par ts of the countr y broke\nthe salt la w, man ufactur ed salt and demonstr ated in fr ont of\ngovernment salt factories . As the mo vement spr ead, foreign c loth\nwas boycotted, and liquor shops were picketed. Peasants refused to\npay revenue and chaukidari  taxes, village officials resigned, and in\nmany places f orest people viola ted forest laws – g oing into R eserved\nForests to collect w ood and g raze cattle.\nWorried b y the de velopments , the colonial g overnment be gan\narresting the Congress leaders one by one. This led to violent clashes\nin man y palaces . When Abdul Ghaff ar Khan,  a devout disciple of\nMahatma Gandhi, was arrested in April 1930, angry crowds\ndemonstr ated in the str eets of  Peshawar, facing ar mour ed car s and\npolice f iring. Man y were killed.  A month later , when Maha tma\nGandhi himself was arrested, industrial workers in Sholapur attacked\npolice posts, municipal buildings, lawcourts and railway stations –\nall structures that symbolised British rule. A frightened government\nresponded with a policy of brutal repression. Peaceful satyagrahis\nwere attacked, women and children were beaten, and about 100,000\npeople were arrested.\nIn such a situation, Mahatma Gandhi once again decided to call off\nthe movement and entered into a pact with Irwin on 5 March 1931.\nBy this Gandhi-Irwin Pact, Gandhiji consented to participate in a\nRound Table Conf erence (the Cong ress had bo ycotted the f irst\nFig. 7  – The Dandi march.\nDuring the salt march Mahatma\nGandhi was accompanied by\n78 volunteers. On the way\nthey were joined by thousands.\nFig. 8  – Police cracked down on satyagrahis,\n1930.\nReprint 2025-26\n\n41\nNationalism   in  IndiaRound Table Conf erence) in London and the g o vernment a greed to\nrelease the political prisoner s. In December 1931,  Gandhiji w ent to\nLondon for the conference, but the negotiations broke down and\nhe returned disappointed. Back in India, he discovered that the\ngovernment had begun a new cycle of repression. Ghaffar Khan\nand Jawaharlal Nehru were both in jail, the Congress had been\ndeclared illegal, and a series of measures had been imposed to prevent\nmeetings , demonstra tions and bo ycotts. With great apprehension,\nMahatma Gandhi relaunched the Civil Disobedience Movement.\nFor ov er a y ear, the mo vement contin ued, but by 1934 it lost\nits momentum.\n3.2 How P articipants saw the Movement\nLet us now look at the different social groups that participated in the\nCivil Disobedience Movement. Why did they join the movement?\nWhat were their ideals? What did swaraj mean to them?\nIn the countryside, rich peasant communities – like the Patidars of\nGujarat and the Jats of Uttar Pradesh – were active in the movement.\nBeing producers of commercial crops, they were very hard hit by\nthe tr ade de pression and f alling prices . As their cash income\ndisappear ed, they found it impossib le to pa y the g overnment’ s re\nvenue\ndemand. And the refusal of the government to reduce the revenue\ndemand led to widespread resentment. These rich peasants became\nenthusiastic supporters of the Civil Disobedience Movement,\norganising their communities, and at times forcing reluctant members,\nto par ticipa te in the bo ycott pr ogrammes . For them the f ight f or\nswaraj was a str uggle against high r evenues. But the y were dee ply\ndisappointed when the movement was called off in 1931 without\nthe revenue rates being revised. So when the movement was restarted\nin 1932, many of them refused to participate.\nThe poorer peasantry were not just interested in the lowering of the\nrevenue demand. Many of them were small tenants cultivating land\nthey had rented fr om landlords . As the De pression contin ued and\ncash incomes dwindled, the small tenants found it difficult to pay\ntheir rent. They wanted the unpaid rent to the landlord to be remitted.\nThey joined a variety of radical movements, often led by Socialists\nand Comm unists . Apprehensiv e of raising issues tha t might upset\nthe rich peasants and landlords, the Congress was unwilling to support\n‘no rent’ campaigns in most places . So the r elationship betw een the\npoor peasants and the Congress remained uncertain.‘To the altar of this revolution we have\nbrought our youth as incense’\nMany nationalists thought that the struggle\nagainst the British could not be won through\nnon-violence. In 1928, the Hindustan Socialist\nRepublican Army (HSRA) was founded at a\nmeeting in Ferozeshah Kotla ground in Delhi.\nAmongst its leaders were Bhagat Singh, Jatin\nDas and Ajoy Ghosh. In a series of dramatic\nactions in different parts of India, the HSRA\ntargeted some of the symbols of B ritish power .\nIn April 1929, Bhagat Singh and Batukeswar\nDutta thr ew a bomb in the Legislativ e Assembly .\nIn the same year there was an attempt to blow\nup the train that Lord Irwin was travelling in.\nBhagat Singh was 23 when he was tried and\nexecuted by the colonial government. During\nhis trial, Bhagat Singh stated that he did not\nwish to glorify ‘the cult of the bomb and pistol’\nbut wanted a revolution in society:\n‘Revolution is the inalienable right of mankind.\nFreedom is the imprescriptible birthright of all.\nThe labourer is the real sustainer of society …\nTo the al tar of this r evolution we ha ve brought\nour youth as incense, for no sacrifice is too\ngreat for so magnificent a cause. We are\ncontent. We await the advent of revolution.\nInquilab Zindabad! ’Box 1\nReprint 2025-26\n\nIndia and the Contemporary World\n42What about the business classes? How did they relate to the Civil\nDisobedience Mo vement? During the Fir st World War, Indian\nmerchants and industrialists had made huge profits and become\npowerful (see ",
      "wordCount": 2210,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 5,
      "title": "). Keen on expanding their business, they",
      "content": "Chapter 5). Keen on expanding their business, they\nnow reacted a gainst colonial policies tha t restricted b usiness acti vities.\nThey wanted protection against imports of foreign goods, and a\nrupee-ster ling foreign e xchange ratio tha\nt would discourag e impor ts.\nTo organise b usiness inter ests, they f ormed the Indian Industrial\nand Commer cial Cong ress in 1920 and the F ederation of  the Indian\nChamber of Commerce and Industries (FICCI) in 1927. Led by\nprominent industrialists like Purshottamdas Thakurdas and\nG. D. Birla, the industrialists a ttacked colonial contr ol over the Indian\neconom y, and suppor ted the Ci vil Disobedience Mo vement w hen\nit was first launched.  They gave financial assistance and refused to\nbuy or sell impor ted goods. Most b usinessmen came to see sw araj\nas a time when colonial restrictions on business would no longer\nexist and tr ade and industr y would f lourish without constr aints. But\nafter the f ailure of the R ound Table Conf erence, business g roups\nwere no long er unif ormly enthusiastic . They were apprehensi ve of\nthe spread of militant activities, and worried about prolonged\ndisruption of business, as well as of the growing influence of\nsocialism amongst the y oung er member s of the Cong ress.\nThe industrial working classes did not participate in the Civil\nDisobedience Mov ement in lar ge number s, except in the Nag pur\nregion. As the industrialists came closer to the Congress, workers\nstayed aloof. But in spite of that, some workers did participate in\nthe Civil Disobedience Movement, selectively adopting some of\nthe ideas of the Gandhian programme, like boycott of foreign\ngoods, as part of their own movements against low wages and\npoor w orking conditions . There were strik es by railway workers in\n1930 and dockworkers in 1932. In 1930 thousands of workers in\nChotana gpur tin mines w ore Gandhi ca ps and par ticipa ted in pr otest\nrallies and bo ycott campaigns . But the Cong ress w as reluctant to\ninclude w orkers’ demands as par t of its pr ogramme of  struggle.\nIt felt that this would alienate industrialists and divide the anti-\nimperial f orces.\nAnother important feature of the Civil Disobedience Movement\nwas the lar ge-scale par ticipa tion of  women.  During Gandhiji’ s salt\nmarch, thousands of women came out of their homes to listen to\nhim. They participated in protest marches, manufactured salt, andSome important dates\n1918-19\nDistressed UP peasants organised by Baba\nRamchandra.\nApril 1919\nGandhian hartal against Rowlatt Act; Jallianwala\nBagh massacre.\nJanuary 1921\nNon-Cooperation and Khilafat movement\nlaunched.\nFebruary 1922\nChauri Chaura; Gandhiji withdraws Non-\nCooperation movement.\nMay 1924\nAlluri Sitarama Raju arrested ending a two-year\narmed tribal struggle.\nDecember 1929\nLahore Congress; Congress adopts the demand\nfor ‘Purna Swaraj’.\n1930\nAmbedkar establishes Depressed Classes\nAssociation.\nMarch 1930\nGandhiji begins Civil Disobedience Movement by\nbreaking salt law at Dandi.\nMarch 1931\nGandhiji ends Civil Disobedience Movement.\nDecember 1931\nSecond Round Table Conference.\n1932\nCivil Disobedience re-launched.\nReprint 2025-26\n\n43\nNationalism   in  Indiapicketed f oreign c loth and liquor shops . Man y went to jail.  In urban\nareas these women were from high-caste families; in rural areas\nthey came fr om ric h peasant households . Moved by Gandhiji’ s call,\nthey began to see ser vice to the na tion as a sacr ed duty of  women.\nYet, this incr eased pub lic role did not necessaril y mean an y radical\nchange in the way the position of women was visualised. Gandhiji\nwas convinced that it was the duty of women to look after home\nand hear th, be good mother s and g ood wi ves.\n And f or a long time\nthe Congress was reluctant to allow women to hold any position\nof authority within the organisation. It was keen only on their\nsymbolic presence.\n3.3 The Limits of Civil Disobedience\nNot all social groups were moved by the abstract concept of swaraj.\nOne suc h group w as the na tion’s ‘untouc hables’, who from ar ound\nthe 1930s had be gun to call themselv es dalit or oppressed.  For\nlong the Congress had ignored the dalits, for fear of offending the\nsanatanis , the conser vative high-caste Hindus . But Maha tma Gandhi\ndeclared that swaraj would not come for a hundred years if\nuntouchability was not eliminated. He called the ‘untouchables’ harijan,Why did various classes and groups of Indians\nparticipate in the Civil Disobedience\nMovement?Discuss\nFig. 9  – Women join\nnationalist processions.\nDuring the national\nmovement, many women,\nfor the first time in their\nlives, moved out of their\nhomes on to a public arena.\nAmongst the marchers you\ncan see many old women,\nand mothers with children in\ntheir arms.\nReprint 2025-26\n\nIndia and the Contemporary World\n44or the children of God,  organised satyagraha to secure them\nentry into temples, and access to public wells, tanks, roads and\nschools. He himself cleaned toilets to dignify the work of the\nbhangi (the sweepers), and persuaded upper castes to change\ntheir heart and give up ‘the sin of untouchability’. But many\ndalit leaders were keen on a different political solution to the\nproblems of the community. They began organising themselves,\ndemanding reserved seats in educational institutions, and a\nseparate electorate that would choose dalit members for\nlegislative councils. Political empowerment, they believed, would\nresolve the problems of their social disabilities. Dalit\nparticipation in the Civil Disobedience Movement was therefore\nlimited, particularly in the Maharashtra and Nagpur region\nwhere their organisation was quite strong.\nDr B.R. Ambedkar, who organised the dalits into the\nDepressed Classes Association in 1930, clashed with Mahatma\nGandhi at the second Round Table Conference by demanding\nseparate electorates for dalits. When the British government\nconceded Ambedkar’s demand, Gandhiji began a fast unto\ndeath. He believed that separate electorates for dalits would\nslow down the process of their integration into society.\nAmbedkar ultimately accepted Gandhiji’s position and the\nresult was the Poona Pact of September 1932. It gave the\nDepressed Classes (later to be known as the Schedule Castes)\nreserved seats in provincial and central legislative councils,\nbut they were to be voted in by the general electorate. The\ndalit movement, however, continued to be apprehensive of\nthe Congress-led national movement.\nSome of the Muslim political organisations in India were also\nlukewarm in their response to the Civil Disobedience\nMovement. After the decline of the Non-Cooperation-Khilafat\nMovement, a large section of Muslims felt alienated from the\nCongress. From the mid-1920s the Congress came to be more\nvisibly associated with openly Hindu religious nationalist groups\nlike the Hindu Mahasabha. As relations between Hindus and\nMuslims worsened, each community organised religious\nprocessions with militant fervour, provoking Hindu-Muslim\ncommunal clashes and riots in various cities. Every riot deepened\nthe distance between the two communities.\nThe Congress and the Muslim League made efforts to renegotiate\nan alliance, and in 1927 it appeared that such a unity could be forged.\nThe important differences were over the question of representation\nin the future assemblies that were to be elected. Muhammad Ali\nFig. 10  – Mahatma Gandhi, Jawaharlal Nehru\nand Maulana Azad at Sevagram Ashram,\nWardha, 1935.\nReprint 2025-26\n\n45\nNationalism   in  IndiaJinnah, one of the leaders of the Muslim League, was willing to give\nup the demand for separate electorates, if Muslims were assured\nreserved sea ts in the Centr al Assemb ly and r epresenta tion in\nproportion to population in the Muslim-dominated provinces (Bengal\nand Punjab). Negotiations over the question of representation\ncontinued but all hope of resolving the issue at the All Parties\nConference in 1928 disappeared when M.R. Jayakar of the Hindu\nMahasabha strongly opposed efforts at compromise.\nWhen the Civil Disobedience Movement started there was thus\nan atmospher e of suspicion and distr ust betw een comm unities .\nAlienated from the Congress, large sections of Muslims could not\nrespond to the call f or a united str uggle. Man y Muslim leader s and\nintellectuals expressed their concern about the status of Muslims\nas a minority within India. They feared that the culture and identity\nof minorities would be submerged under the domination of a\nHindu majority .\nIn 1930, Sir Muhammad Iqbal, as president of the Muslim League, reiterated the importance of separate electorates for\nthe Muslims as an important safeguard for their minority political interests. His statement is supposed to have provided the\nintellectual justification for the Pakistan demand that came up in subsequent years. This is what he said:\n‘I have no hesitation in declaring that if the principle that the Indian Muslim is entitled to full and free development on the\nlines of his own culture and tradition in his own Indian home-lands is recognised as the basis of a permanent communal\nsettlement, he will be ready to stake his all for the freedom of India. The principle that each group is entitled to free\ndevelopment on its own lines is not inspired by any feeling of narrow communalism … A community which is inspired by\nfeelings of ill-will towards other communities is low and ignoble. I entertain the highest respect for the customs, laws,\nreligions and social insti tutions of other communi ties. Na y, it is m y duty according to the teachings of the Qur an, ev en to\ndefend their places of worship , if need be. Y et I lo ve the communal gr oup which is the sour ce of l i\nfe and beha viour and\nwhich has formed me what I am by giving me its religion, its literature, its thought, its culture and thereby its whole past\nas a living operative factor in my present consciousness …\n‘Communalism in its higher aspect, then, is indispensable to the formation of a harmonious whole in a country like India.\nThe units of Indian society are not territorial as in European countries … The principle of European democracy cannot be\napplied to India without recognising the fact of communal groups. The Muslim demand for the creation of a Muslim India\nwithin India is, therefore, perfectly justified…\n‘The Hindu thinks that separate electorates are contrary to the spirit of true nationalism, because he understands the\nword “nation” to mean a kind of univ ersal amalgamation in which no communal enti ty ought to r etain i ts priv ate individual ity.\nSuch a state of things, howev er, does not exist. I ndia is a land of r acial and r eligious v ariety. Add to this the gener al\neconomic inferiority of the Muslims, their enormous debt, especially in the Punjab, and their insufficient majorities in some\nof the provinces, as at present constituted and you will begin to see clearly the meaning of our anxiety to retain separate\nelector ates.’Source D\nSource\nRead the Source D carefully . Do you agree with Iqbal’ s idea of communalism? Can you define communalism in a\ndifferent way?Discuss\nReprint 2025-26\n\nIndia and the Contemporary World\n464  The Sense of Collective Belonging\nNationalism spreads when people begin to believe that they are all\npart of the same  nation, when they discover some unity that binds\nthem to gether. But ho w did the na tion become a r eality in the minds\nof people? How did people belonging to different communities,\nregions or language groups develop a sense of collective belonging?\nThis sense of collective belonging came partly through the experience\nof united str uggles. But ther e were also a v ariety of  cultur al processes\nthrough w hich nationalism ca ptured people’ s ima gination. Histor y\nand fiction, folklore and songs, popular prints and symbols, all played\na part in the making of nationalism.\nFig. 11 – Bal Gangadhar Tilak,\nan early-twentieth-century print.\nNotice how Tilak is surrounded by symbols of\nunity. The sacred institutions of different faiths\n(temple, church, masjid) frame the central figure.\nReprint 2025-26\n\n47\nNationalism   in  IndiaThe identity of the nation, as you know (see Chapter 1), is most\noften symbolised in a figure or image. This helps create an image\nwith which people can identify the nation. It was in the twentieth\ncentur y, with the g rowth of  nationalism,\n that the identity of  India\ncame to be visually associated with the image of Bharat Mata. The\nimage was first created b y Bankim Chandr a Cha ttopadh yay. In the\n1870s he wr ote ‘Vande Ma taram’ as a h ymn to the mother land.\nLater it was included in his novel Anandamath  and widely sung during\nthe Swadeshi movement in Bengal. Moved by the Swadeshi\nmovement,  Abanindr anath Tagore painted his f amous imag e of\nBharat Mata (see Fig . 12). In this painting Bhar at Mata is por trayed\nas an ascetic figure; she is calm, composed, divine and spiritual.\nIn subsequent years, the image of Bharat Mata acquired many\ndifferent forms, as it cir culated in popular prints , and w as painted\nby different ar tists (see Fig . 14). Devotion to this mother f igure came\nto be seen as e vidence of  one’s nationalism.\nIdeas of nationalism also developed through a movement to revive\nIndian folklore.  In late-nineteenth-century India, nationalists began\nrecording folk tales sung by bards and they toured villages to gather\nfolk songs and le gends. These tales , they belie ved, gave a true pictur e\nof traditional culture that had been corrupted and damaged by\noutside f orces. It was essential to pr eserve this f olk tr adition  in\norder to disco ver one’ s national identity and r estor e a sense of  pride\nin one’ s past.  In Beng al, Rabindr anath Tagore himself  began collecting\nballads, nursery rhymes and myths, and led the movement for folk\nFig. 12  – Bharat Mata, Abanindranath Tagore,\n1905.\nNotice that the mother figure here is shown as\ndispensing learning, food and clothing. The mala\nin one hand emphasises her ascetic quality.\nAbanindranath Tagore, like Ravi Varma before\nhim, tried to develop a style of painting that\ncould be seen as truly Indian.\nFig. 13 – Jawaharlal Nehru, a popular print.\nNehru is here shown holding the image of Bharat Mata and the map of India\nclose to his heart. In a lot of popular prints, nationalist leaders are shown\noffering their heads to Bharat Mata. The idea of sacrifice for the mother was\npowerful within popular imagination.\nReprint 2025-26\n\nIndia and the Contemporary World\n48‘In earlier times, foreign travellers in India marvelled at the courage, truthfulness and modesty of the people of the Arya\nvamsa ; now they remark mainly on the absence of those qualities. In those days Hindus would set out on conquest and\nhoist their flags in T artar, China and other countries; now a f ew soldiers f rom a tin y island f ar away are lording i t over the\nland of I ndia.’\nTarinichar an Chat topadh yay, Bharatbarsher Itihas (The History of Bhar atbarsh) ,  vol. 1, 1858.Source E\nSourcerevival. In Madras, Natesa Sastri published a massive four-volume\ncollection of  Tamil f olk tales , The Folklore of Souther n India . He belie ved\nthat folklore was national literature; it was ‘the most trustworthy\nmanif estation of  people’ s real thoughts and c haracteristics’.\nAs the national movement developed, nationalist leaders became\nmore and more aware of such icons and symbols in unifying people\nand inspiring in them a feeling of nationalism. During the Swadeshi\nmovement in Bengal, a tricolour flag (red, green and yellow) was\ndesigned. It had eight lotuses representing eight provinces of British\nIndia,  and a cr escent moon,  representing Hindus and Muslims . By\n1921,  Gandhiji had designed the Sw araj flag\n. It was again a tricolour\n(red, green and white) and had a spinning wheel in the centre,\nrepresenting the Gandhian ideal of  self-help . Carrying the f lag,\nholding it aloft, during marches became a symbol of defiance.\nAnother means of creating a feeling of nationalism was through\nreinter pretation of  histor y. By the end of  the nineteenth centur y\nmany Indians began feeling that to instill a sense of pride in the\nnation, Indian histor y had to be thought a bout dif ferently. The British\nsaw Indians as backward and primitive, incapable of governing\nthemselv es. In response,  Indians be gan looking into the past to\ndisco ver India’ s great achievements . They wrote about the g lorious\ndevelopments in ancient times when art and architecture, science\nand mathema tics, religion and cultur e, law and philosoph y, crafts\nand trade had f lourished. T his glorious time , in their vie w, was\nfollowed by a history of decline, when India was colonised. These\nnationalist histories ur ged the r eader s to tak e pride in India’ s great\nachievements in the past and str uggle to c hang e the miser able\nconditions of life under British rule.\nThese ef forts to unify people w ere not without pr oblems. When the\npast being glorified was Hindu, when the images celebrated were\ndrawn fr om Hindu icono graphy, then people of  other comm unities\nfelt left out.\nFig. 14a  – Bharat Mata.\nThis figure of Bharat Mata is a contrast to the\none painted by Abanindranath Tagore. Here she\nis shown with a trishul , standing  beside a lion\nand an elephant – both symbols of power and\nauthority.\nLook at Figs. 12 and 14. Do you think these\nimages will appeal to all castes and communities?\nExplain y our views briefly .Activity\nReprint 2025-26\n\n49\nNationalism   in  IndiaConclusion\nA growing anger against the colonial government was thus\nbringing together various groups and classes of Indians into a\ncommon struggle for freedom in the first half of the twentieth\ncentury. The Congress under the leadership of Mahatma Gandhi\ntried to channel people’s grievances into organised movements\nfor independence. Through such movements the nationalists\ntried to forge a national unity. But as we have seen, diverse groups\nand classes participated in these movements with varied aspirations\nand expectations. As their\ngrievances were wide-ranging,\nfreedom from colonial rule also\nmeant different things to\ndifferent people. The Congress\ncontinuously attempted to\nresolve differences, and ensure\nthat the demands of one group\ndid not alienate another. This is\nprecisely why the unity within\nthe movement often broke down.\nThe high points of Congress\nactivity and nationalist unity\nwere followed by phases of\ndisunity and inner conflict\nbetween groups.\nIn other words, what was emerging was a nation with many\nvoices wanting freedom from colonial rule.\nQuit India Movement\nThe failure of the Cripps Mission and the effects of World War II created widespread discontentment in India. This\nled Gandhiji to launch a movement calling for complete withdrawal of the British from India. The Congress Working\nCommittee, in its meeting in Wardha on 14 July 1942, passed the historic ‘Quit India’ resolution demanding the\nimmediate tr ansfer of power to I ndians and qui t India. On 8 A ugust 1942 in B omba y, the Al l India Congr ess Commi ttee\nendorsed the resolution which called for a non-violent mass struggle on the widest possible scale throughout the\ncountry . It w as on this oc casion that Gandhiji del ivered the f amous ‘Do or Die’ speech. The cal l for ‘Qui t India’ almost\nbrought the state machinery to a standstill in large parts of the country as people voluntarily threw themselves into\nthe thick of the movement. People observed hartals , and demonstrations and processions were accompanied by\nnational songs and slogans. The movement was truly a mass movement which brought into its ambit thousands of\nordinary people, namely students, work ers and peasants. It also sa w the activ e participation of leaders, namely ,\nJayprakash Narayan, Aruna Asaf Ali and Ram Manohar Lohia and many women such as Matangini Hazra in Bengal,\nKanaklata Barua in Assam and Rama Devi in Odisha. The British responded with much force, yet it took more than a\nyear to suppress the movement.\nFig. 14b\nWomen’s procession in Bombay during the Quit\nIndia Movement\nReprint 2025-26\n\nIndia and the Contemporary World\n50Discuss\nProject1.List all the different social groups which joined the Non-Cooperation Movement of 1921.\nThen choose any three and write about their hopes and struggles to show why they\njoined the movement.\n2.Discuss the Salt March to make clear why it was an effective symbol of resistance\nagainst colonialism.\n3.Imagine you are a woman participating in the Civil Disobedience Movement. Explain\nwhat the experience meant to your life.\n4.Why did political leaders differ sharply over the question of separate electorates?\nFind out about the anti-colonial movement in Indo-China. Compare and contrast India’s national\nmovement with the ways in which Indo-China became independent.\nDiscussWrite in brief\n1.Explain:\na)Why growth of nationalism in the colonies is linked to an anti-colonial movement.\nb)How the First W orld W ar helped in the growth of the National Movement in India.\nc)Why Indians were outraged by the Rowlatt Act.\nd)Why Gandhiji decided to withdraw the Non-Cooperation Movement.\n2.What is meant by the idea of satyagraha?\n3.Write a newspaper report on:\na)The Jallianwala Bagh massacre\nb)The Simon Commission\n4.Compare the images of Bharat Mata in this chapter with the image of Germania\nin Chapter 1.\nWrite in brief\nProject\nReprint 2025-26\n\n",
      "wordCount": 3568,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 22,
    "totalWords": 5778
  }
}