{
  "filename": "jess301.pdf",
  "chapters": [
    {
      "chapterNumber": 2,
      "title": "To avoid the eventuality whereby a member of this cl",
      "content": "2. To avoid the eventuality whereby a member of this club may succumb to the temptation of\nspeech, muzzles will be distributed to members upon entering.’What is the caricaturist trying to depict?Discuss\nReprint 2025-26\n\nIndia and the Contemporary World\n12associated with the French Revolution. The memory of the French\nRevolution nonetheless continued to inspire liberals. One of the major\nissues taken up by the liberal-nationalists, who criticised the new\nconservative order, was freedom of the press.\n2.4 The Revolutionaries\nDuring the years following 1815, the fear of repression drove\nmany liberal-nationalists underground. Secret societies sprang\nup in many European states to train revolutionaries and spread\ntheir ideas. To be revolutionary at this time meant a commitment\nto oppose monarchical forms that had been established after\nthe Vienna Congress, and to fight for liberty and freedom. Most\nof these revolutionaries also saw the creation of nation-states as\na necessary part of this struggle for freedom.\nOne such individual was the Italian revolutionary Giuseppe\nMazzini. Born in Genoa in 1805, he became a member of the\nsecret society of the Carbonari. As a young man of 24, he was\nsent into exile in 1831 for attempting a revolution in Liguria.\nHe subsequently founded two more underground societies,\nfirst, Young Italy in Marseilles, and then, Young Europe in\nBerne, whose members were like-minded young men from\nPoland, France, Italy and the German states. Mazzini believed\nthat God had intended nations to be the natural units of\nmankind. So Italy could not continue to be a patchwork of\nsmall states and kingdoms. It had to be forged into a single\nunified republic within a wider alliance of nations. This\nunification alone could be the basis of Italian liberty. Following\nhis model, secret societies were set up in Germany, France,\nSwitzerland and Poland. Mazzini’s relentless opposition to\nmonarchy and his vision of democratic republics frightened the\nconservatives.  Metternich described him as ‘the most dangerous\nenemy of our social order’.\nFig. 7 — Giuseppe Mazzini and the founding of\nYoung Europe in Berne 1833.\nPrint by Giacomo Mantegazza.\nReprint 2025-26\n\n13\nNationalism   in   Europe3  The Age of Revolutions: 1830-1848\nAs conser vative regimes tried to consolida te their po wer, liberalism\nand nationalism came to be increasingly associated with revolution\nin man y re\ngions of  Europe suc h as the Italian and Ger man sta tes,\nthe pr ovinces of  the Ottoman Empir e, Ireland and P oland.  These\nrevolutions were led by the liberal-nationalists belonging to the\neducated middle-class elite, among whom were professors, school-\nteachers, clerks and member s of the commer cial mid dle classes .\nThe first upheaval took place in France in July 1830.  The Bourbon\nkings w ho had been r estor ed to po wer during the conser vative\nreaction after 1815, were now overthrown by liberal revolutionaries\nwho installed a constitutional monarchy with Louis Philippe at its\nhead.  ‘When F rance snee zes,’ Metter nich once r emarked, ‘the r est of\nEurope ca tches cold. ’  The July Revolution spar ked an uprising in\nBrussels which led to Belgium breaking away from the United\nKingdom of  the Nether lands .\nAn event that mobilised nationalist feelings among the educated elite\nacross Europe was the Greek war of independence. Greece had\nbeen par t of the Ottoman Empir e since the fifteenth centur y. The\ngrowth of  revolutionar y nationalism in Eur ope spar ked off a struggle\nfor independence amongst the Greeks which began in 1821.\nNationalists in Greece got support from other Greeks living in exile\nand also fr om man y West Europeans w ho had sympa thies f or ancient\nGreek cultur e. Poets and ar tists lauded Gr eece as the cr adle of\nEuropean civilisation and mobilised public opinion to support its\nstruggle against a Muslim empir e. The Eng lish poet Lor d Byr on\norganised funds and later went to fight in the war, where he died of\nfever in 1824.  Finall y, the Treaty of  Constantinople of  1832\nrecognised Greece as an independent nation.\n3.1 The Romantic Imagination and National Feeling\nThe development of nationalism did not come about only through\nwars and territorial expansion. Culture played an important role in\ncreating the idea of  the na tion: art and poetr y, stories and m usic\nhelped e xpress and sha pe na tionalist f eelings .\nLet us look at Romanticism, a cultural movement which sought to\ndevelop a par ticular f orm of  nationalist sentiment.  Romantic ar tists\nand poets generally criticised the glorification of reason and science\nReprint 2025-26\n\nIndia and the Contemporary World\n14Fig. 8 — The Massacre at Chios, Eugene Delacroix, 1824.\nThe French painter Delacroix was one of the most important French Romantic\npainters. This huge painting (4.19m x 3.54m) depicts an incident in which\n20,000 Greeks were said to have been killed by Turks on the island of Chios. By\ndramatising the incident, focusing on the suffering of women and children, and\nusing vivid colours, Delacroix sought to appeal to the emotions of the spectators,\nand create sympathy for the Greeks.\nand f ocused instead on emotions , intuition and m ystical f eelings .\nTheir effort was to create a sense of a shared collective heritage, a\ncommon cultural past, as the basis of a nation.\nOther R omantics suc h as the Ger man philosopher J ohann Gottfried\nHerder (1744-1803) c laimed tha t true Ger man cultur e was to be\ndiscovered among the common people – das volk . It was through\nfolk songs, folk poetry and folk dances that the true spirit of the\nnation ( volksgeist ) was popularised. So collecting and recording these\nforms of  folk cultur e was essential to the pr oject of  nation-b uilding .\nReprint 2025-26\n\n15\nNationalism   in   EuropeThe Grimm Brothers: Folktales and\nNation-building\nGrimms’ F airy Tales is a familiar name. The br others\nJacob and Wilhelm Grimm were born in the\nGerman city of Hanau in 1785 and 1786\nrespectiv ely. Whi le both of them studied la w,\nthey soon developed an interest in collecting old\nfolktales. They spent six years travelling from\nvillage to village, talking to people and writing\ndown fairy tales, which were handed down\nthrough the generations. These were popular\nboth among children and adults. In 1812, they\npublished their first collection of tales.\nSubsequent ly, both the br others became activ e\nin liberal politics, especially the movement\nfor freedom of the press. In the meantime they\nalso published a 33-volume dictionary of the\nGerman language.\nThe Grimm brothers also saw French domination\nas a threat to German culture, and believed that\nthe folktales they had collected were expressions\nof a pure and authentic German spirit. They\nconsidered their projects of collecting folktales\nand developing the German language as part of\nthe wider effort to oppose French domination\nand cr eate a German national identi ty\n.The emphasis on vernacular language and the collection of local\nfolklore was not just to recover an ancient national spirit, but also to\ncarry the modern nationalist message to large audiences who were\nmostl y illiter ate. This w as especiall y so in the case of  Poland,  which\nhad been partitioned at the end of the eighteenth century by the\nGreat Po\nwers – Russia,  Prussia and Austria.  Even though P oland no\nlonger existed as an inde pendent ter ritory, national f eelings w ere kept\nalive through music and language. Karol Kurpinski, for example,\ncelebrated the na tional str uggle through his oper as and m usic, turning\nfolk dances lik e the polonaise and mazur ka into na tionalist symbols .\nLanguage too played an important role in developing nationalist\nsentiments . After R ussian occupa tion, the P olish langua ge was forced\nout of schools and the Russian language was imposed everywhere.\nIn 1831,  an ar med r ebellion a gainst R ussian r ule took place w hich\nwas ultima tely crushed.  Following this , many member s of the c lergy\nin Poland be gan to use langua ge as a w eapon of  national r esistance .\nPolish w as used f or Chur ch gatherings and all r eligious instr uction.\nAs a result, a large number of priests and bishops were put in jail or\nsent to Siberia by the Russian authorities as punishment for their\nrefusal to pr each in R ussian.  The use of  Polish came to be seen as a\nsymbol of  the str uggle against R ussian dominance .\n3.2 Hunger , Hardship and P opular Revolt\nThe 1830s were years of great economic hardship in Europe. The\nfirst half  of the nineteenth centur y saw an enor mous increase in\npopulation all over Europe. In most countries there were more\nseekers of jobs than emplo yment.  Popula tion fr om r ural areas\nmigrated to the cities to li ve in o vercrowded slums . Small pr oducer s\nin towns were often faced with stiff competition from imports of\ncheap machine-made goods from England, where industrialisation\nwas more advanced than on the continent. This was especially so in\ntextile production, which was carried out mainly in homes or small\nworkshops and was only partly mechanised. In those regions of\nEurope w here the aristocr acy still enjo yed po wer, peasants str uggled\nunder the b\nurden of  feudal dues and ob ligations. The rise of  food\nprices or a year of  bad har vest led to widespr ead pauperism in\ntown and countr y.\nThe year 1848 w as one suc h year. Food shorta ges and widespr ead\nunemplo yment br ought the popula tion of  Paris out on the r oads.\nBarricades were erected and Louis Philippe was forced to flee. ADiscuss the importance of language and\npopular traditions in the creation of national\nidentity .DiscussBox 1\nReprint 2025-26\n\nIndia and the Contemporary World\n16National Assembly proclaimed a Republic, granted suffrage to all\nadult males above 21, and guaranteed the right to work. National\nworkshops to pro vide emplo yment w ere set up .\nEarlier, in 1845, weavers in Silesia had led a revolt against contractors\nwho supplied them raw material and gave them orders for finished\ntextiles b ut drasticall y reduced their pa yments . The jour nalist Wilhelm\nWolff described the e vents in a Silesian villa ge as follows:\nIn these villages (with 18,000 inhabitants) cotton weaving is the\nmost widespread occupation … The misery of the workers is\nextreme. The desperate need for jobs has been taken advantage\nof by the contractors to reduce the prices of the goods they\norder …\nOn 4 J une at 2 p .m. a lar ge crowd of weavers emer ged from\ntheir homes and marched in pairs up to the mansion of their\ncontr actor demanding higher w ages. They were treated with\nscorn and thr eats alter nately. Following this , a group of  them\nforced their way into the house, smashed its elegant window-\npanes, furniture, porcelain … another group broke into the\nstorehouse and plundered it of supplies of cloth which they\ntore to shreds … The contractor fled with his family to a\nneighbouring village which, however, refused to shelter such a\nperson. He returned 24 hour s later ha ving r equisitioned the ar my.\nIn the exchange that followed, eleven weavers were shot.\nFig. 9 — Peasants’ uprising, 1848.\nDescribe the cause of the Silesian weavers’\nuprising. Comment on the viewpoint of the\njournalist.Discuss\nImagine you are a weaver who saw the events\nas they unfolded. W rite a report on what you saw .Activity\nReprint 2025-26\n\n17\nNationalism   in   Europe3.3 1848: The Revolution of the Liberals\nParallel to the r evolts of  the poor , unemplo yed and star ving peasants\nand workers in many European countries in the year 1848, a revolution\nled by the educa ted mid dle classes w as under w ay\n. Events of  February\n1848 in France had brought about the abdication of the monarch\nand a republic based on universal male suffrage had been proclaimed.\nIn other parts of Europe where independent nation-states did not\nyet exist – suc h as Ger many, Italy, Poland,  the Austro-Hung arian\nEmpire – men and women of the liberal middle classes combined\ntheir demands for constitutionalism with national unification. They\ntook advantage of the growing popular unrest to push their\ndemands for the creation of a nation-state on parliamentary\nprinciples – a constitution, freedom of the press and freedom\nof association.\nIn the Ger man r egions a lar ge number of  political associa tions w hose\nmembers were middle-class professionals, businessmen and\nprosperous artisans came together in the city of Frankfurt and decided\nto vote for an all-Ger man Na tional Assemb ly. On 18 May 1848,\n831 elected representatives marched in a festive procession to take\ntheir places in the Frankfurt parliament convened in the Church of\nSt Paul. They drafted a constitution f or a Ger man na tion to be\nheaded by a monarchy subject to a parliament. When the deputies\noffered the cr own on these ter ms to F riedric h Wilhelm IV , King of\nPrussia, he rejected it and joined other monarchs to oppose the\nelected assemb l\ny. While the opposition of  the aristocr acy and militar y\nbecame stronger, the social basis of parliament eroded. The\nparliament was dominated by the middle classes who resisted the\ndemands of workers and artisans and consequently lost their support.\nIn the end troops were called in and the assembly was forced\nto disband.\nThe issue of extending political rights to women was a controversial\none within the liberal movement, in which large numbers of women\nhad par ticipa ted acti vely over the y ears. Women had f ormed their\nown political associations, founded newspapers and taken part in\npolitical meetings and demonstr ations. Despite this the y were deniedHow were liberty and equality for women\nto be defined?\nThe l iberal pol itician Carl W elcker, an elected\nmember of the Frankfurt Parliament, expressed\nthe following views:\n‘Nature has created men and women to carry\nout di f\nferent functions … Man, the str onger , the\nbolder and freer of the two, has been designated\nas protector of the f amily, its pro vider, meant f or\npublic tasks in the domain of law, production,\ndefence. W oman, the weak er, dependent and\ntimid, requires the protection of man. Her sphere\nis the home, the care of the children, the\nnurturing of the family … Do we require any\nfurther proof that given such differences, equality\nbetween the sexes would only endanger\nharmony and destroy the dignity of the family?’\nLouise Otto-Peters (1819-95) was a political\nactivist who founded a women’s journal and\nsubsequently a feminist  political association. The\nfirst issue of her newspaper (21 April 1849) carried\nthe following editorial:\n‘Let us ask how many men, possessed by\nthoughts of l iving and dying f or the sak e of Libert y,\nwould be prepared to fight for the freedom of\nthe entire people, of all human beings? When\nasked this question, they would all too easily\nrespond wi th a “Y es!”, though their untiring\nefforts are intended for the benefit of only one\nhalf of humanity – men. But Liberty is indivisible!\nFree men therefore must not tolerate to be\nsurrounded b y the unf ree …’\nAn anonymous reader of the same newspaper\nsent the following letter to the editor on 25 June\n1850:\n‘It is indeed ridiculous and unreasonable to deny\nwomen political rights even though they enjoy\nthe right to property which they make use\nof. They perf orm f unctions and assume\nresponsibilities without however getting the\nbenefits that accrue to men for the same … Why\nthis injustice? Is it not a disgrace that even the\nstupidest cattle-herder possesses the right\nto vote, simply because he is a man, whereas\nhighly talented women owning considerable\nproperty are excluded from this right, even\nthough they contribute so much to the\nmaintenance of the state?’ SourceSource C\nNew words\nFeminist – Aw\nareness of  women ’s rights and inter ests based on\nthe belief of the social, economic and political equality of the genders\nReprint 2025-26\n\nIndia and the Contemporary World\n18\nFig. 10 — The Frankfurt parliament in the Church of St Paul.\nContemporary colour print. Notice the women in the upper left gallery.\nCompare the positions on the question of\nwomen’s rights voiced by the three writers cited\nabove. What do they reveal about liberal\nideology ?Discuss\nNew words\nIdeolo gy – System of  ideas r eflecting a\nparticular social and political visionsuffrage rights during the election of  the Assemb l y. When the\nFrankfurt parliament convened in the Church of St Paul, women\nwere admitted onl y as obser vers to stand in the visitor s’ gallery.\nThough conser vative forces w ere able to suppr ess liberal mo vements\nin 1848,  they could not r estor e the old order . Monar chs w ere\nbeginning to realise that the cycles of revolution and repression could\nonly be ended by granting concessions to the liberal-nationalist\nrevolutionaries . Hence , in the y ears after 1848,  the autocra tic\nmonarchies of Central and Eastern Europe began to introduce the\nchanges that had alr eady taken place in Western Eur ope bef ore 1815.\nThus serfdom and bonded labour were abolished both in the\nHabsburg dominions and in Russia. The Habsburg rulers granted\nmore autonomy to the Hungarians in 1867.\nReprint 2025-26\n\n19\nNationalism   in   Europe4  The Making of Germany and Italy\n4.1 Germany – Can the Army be the Architect of a Nation?\nAfter 1848, nationalism in Europe moved away from its association\nwith democracy and revolution. Nationalist sentiments were often\nmobilised b y conser vatives for promoting sta te power and ac\nhieving\npolitical domination over Europe.\nThis can be obser ved in the pr ocess b y which Ger many and Ital y came\nto be unif ied as na tion-sta tes. As you ha ve seen,  nationalist f eelings w ere\nwidespr ead among middle-c lass Ger mans , who in 1848 tried to unite\nthe dif ferent regions of  the Ger man conf ederation into a na tion-sta te\ngoverned by an elected parliament. This liberal initiative to nation-building\nwas, however, repressed by the combined forces of the monarchy and\nthe militar y, suppor ted by the lar ge lando wners (called J unkers) of Prussia.\nFrom then on, Prussia took on the leadership of the movement for\nnational unification. Its chief minister, Otto von\nBismarck, was the architect of this process carried\nout with the help of  the Pr ussian ar my and\nbureaucr acy. Three wars over seven years – with\nAustria, Denmark and France – ended in Prussian\nvictory and completed the process of unification.\nIn January 1871, the Prussian king, William I,\nwas proclaimed Ger man Emper or in a cer emon y\nheld a t Versailles .\nOn the bitterly cold morning of 18 January 1871,\nan assembly comprising the princes of the\nGerman sta tes, representa tives of  the ar my,\nimportant Prussian ministers including the chief\nminister Otto von Bismarck gathered in the\nunhea ted Hall of  Mirrors in the P alace of  Versailles\nto proc laim the ne w Ger man Empire headed\nby Kaiser William I of Prussia.\nThe na tion-b uilding pr ocess in Ger many had\ndemonstrated the dominance of Prussian state\npower. The ne w sta te placed a str ong emphasis\non moder nising the cur rency, banking , legal\nand judicial systems in Ger many. Prussian\nmeasures and practices often became a model for\nthe rest of  Germany.\nFig. 11 — The proclamation of the German empire in the Hall of\nMirrors at Versailles, Anton von Werner.  At the centre stands the\nKaiser and the chief commander of the Prussian army, General von\nRoon. Near them is Bismarck. This monumental work (2.7m x\n2.7m) was completed and presented by the artist to Bismarck on\nthe latter’s 70th birthday in 1885.\nReprint 2025-26\n\nIndia and the Contemporary World\n204.2 Italy Unified\nLike Ger many, Italy too had a long histor y of political fr agmenta tion.\nItalians were scattered over several dynastic states as well as the\nmulti-national Habsburg Empire. During the middle of the\nnineteenth centur y, Ital\ny was divided into se ven states , of which\nonly one, Sardinia-Piedmont, was ruled by an Italian princely house.\nThe north was under Austrian Habsburgs, the centre was ruled by\nthe P ope and the souther n regions w ere under the domina tion\nof the Bourbon kings of Spain. Even the Italian language had\nnot acquir ed one common f orm and still had many r egional and\nlocal v ariations .\nDuring the 1830s, Giuseppe Mazzini had sought to put together a\ncoherent programme for a unitary Italian Republic. He had also\nformed a secr et society called Young Ital y for the dissemina tion of\nhis goals. The failure of  revolutionar y uprisings both in 1831 and\n1848 meant that the mantle now fell on Sardinia-Piedmont under\nits ruler King Victor Emmanuel II to unify the Italian states through\nwar. In the e yes of  the r uling elites of  this r egion,  a unif ied\nItaly offered them the possibility of economic development and\npolitical dominance.\nFig. 13 — Caricature of Otto von Bismarck in\nthe German reichstag (parliament), from Figaro ,\nVienna, 5 March 1870.\nDescribe the caricature. How does it represent\nthe relationship between Bismarck and the\nelected deputies of Parliament? What\ninterpretation of democratic processes is the\nartist trying to convey?Activity\nNORTH SEA\nSCHLESWIG-\nHOLSTEIN\nMECKLENBURG-\nSCHWERIN\nTHURINGIAN\nSTATESHANOVER\nWESTPHALIA\nHESSEN  NASSARHINELANDBRUNSWICK\nBAVARIA BADENWURTTEMBERGAUSTRIAN\nEMPIRESILESIAPOSENBRANDENBURGPOMERANIAWEST PRUSSIAEAST PRUSSIABALTIC SEA\nPRUSSIA\nRUSSIAN\nEMPIRE\nPrussia before 1866\nConquered by Prussia in Austro-Prussia\nWar, 1866\nAustrian territories excluded from German\nConfederation 1867\nJoined with Prussia to form German\nConfederation, 1867\nSouth German states joining with Prussia to\nform German Empire, 1871\nWon by Prussia in Franco-Prussia War, 1871\nFig. 12 — Unification of Germany (1866-71).\nReprint 2025-26\n\n21\nNationalism   in   Europe\nChief Minister Cavour who led the movement to unify the regions\nof Italy was neither a revolutionary nor a democrat. Like many\nother wealthy and educated members of the Italian elite, he spoke\nFrench much better than he did Italian. Through a tactful diplomatic\nalliance with France engineered by Cavour, Sardinia- Piedmont\nsucceeded in defeating the Austrian forces in 1859. Apart from regular\ntroops, a large number of  armed v olunteer s under the leader ship of\nGiuse ppe Garibaldi joined the fr ay\n. In 1860, the y mar ched into South\nItaly and the Kingdom of  the Two Sicilies and succeeded in winning\nthe support of the local peasants in order to drive out the Spanish\nrulers. In 1861 Victor Emman uel II w as proclaimed king of  united\nItaly. However, much of the Italian popula tion, among w hom r ates\nof illiteracy were very high, remained blissfully unaware of liberal-\nnational ist ideolo gy. The peasant masses w ho had suppor ted Garibaldi\nin souther n Italy had ne ver hear d of Italia, and belie ved tha t ‘La  T alia’\nwas Victor Emman uel’s wife!\nFig. 14(a) — Italian states before unification, 1858.\nFig. 14(b) — Italy after unification.\nThe map shows the year in which different\nregions (seen in Fig 14(a) become part of a\nunified Italy.SWITZERLAND\nVENETIALOMBARDY\nSAVOY\nSARDINIA PARMA\nMODENA\nTUSCANYSAN MARINO\nPAPAL\nSTATE\nKINGDOM\nOF BOTH\nSICILIES\nTUNISMONACO1858\n1858-60\n18601866\n1870SWITZERLAND\nTUNIS\n4.3  The Strange Case of Britain\nThe model of the nation or the nation-state, some scholars have\nargued,  is Gr eat Britain.  In Britain the f ormation of  the na tion-sta teAUSTRIALook at Fig. 14(a). Do you think that the people\nliving in any of these regions thought of\nthemselves as Italians?\nExamine Fig. 14(b). Which was the first region\nto become a part of unified Italy? Which was the\nlast region to join? In which year did the largest\nnumber of states join?Activity\n1858\nReprint 2025-26\n\nIndia and the Contemporary World\n22was not the result of a sudden upheaval or revolution. It was the\nresult of  a long-dra wn-out pr ocess . There was no British nation\nprior to the eighteenth centur y. The primar y identities of  the people\nwho inhabited the British Isles were ethnic  ones – such as English,\nWelsh, Scot or Irish.  All of  these ethnic g roups had their o wn cultur al\nand political tr aditions . But as the Eng lish nation steadil y grew in\nwealth, importance and power, it was able to extend its influence\nover the other na tions of  the islands . The Eng lish par liament,  which\nhad seized power from the monarchy in 1688 at the end of a\nprotracted conflict, was the instrument through which a nation-state,\nwith England at its centre, came to be forged. The Act of Union\n(1707) betw een Eng land and Scotland tha t resulted in the f ormation\nof the ‘United Kingdom of Great Britain’ meant, in effect, that\nEngland was able to impose its influence on Scotland. The British\nparliament w as hencef orth domina ted by its Eng lish member s. The\ngrowth of  a British identity meant tha t Scotland’ s distincti ve cultur e\nand political institutions were systematically suppressed. The Catholic\nclans that inhabited the Scottish Highlands suffered terrible repression\nwhenever they attempted to assert their independence. The Scottish\nHighlanders were forbidden to speak their Gaelic language or\nwear their national dress, and large numbers were forcibly driven\nout of their homeland.\nIreland suffered a similar fate. It was a country deeply divided\nbetween Ca tholics and Pr otestants . The Eng lish helped the Pr otestants\nof Ireland to esta blish their dominance o ver a lar gely Catholic countr y.\nCatholic revolts against British dominance were suppressed. After a\nfailed rev olt led b y Wolfe Tone and his United Irishmen (1798),\nIreland was forcibly incorporated into the United Kingdom in 1801.\nA new ‘British nation’ was forged through the propagation of a\ndominant English culture. The symbols of the new Britain – the\nBritish flag (Union Jack), the national anthem (God Save Our Noble\nKing), the English language – were actively promoted and the older\nnations sur vived onl y as subor dinate par tners in this union.\nNew words\nEthnic – Relates to a common racial, tribal, or\ncultural origin or background that a community\nidentifies with or claimsThe artist has portrayed Garibaldi as holding on to the base of\nthe boot, so that the King of Sardinia-Piedmont can enter it from\nthe top. Look at the map of Italy once more. What statement is\nthis caricature making?ActivityGiuseppe Garibaldi (1807-82) is perhaps the\nmost celebrated of Italian freedom fighters. He\ncame from a family engaged in coastal trade and\nwas a sai lor in the mer chant na vy. In 1833 he\nmet Mazzini, joined the Y oung Italy mo vement\nand participated in a republican uprising in\nPiedmont in 1834. The uprising was suppressed\nand Garibaldi had to flee to South America, where\nhe lived in exile till 1848. In 1854, he supported\nVictor Emmanuel II in his efforts to unify the\nItalian states. In 1860, Garibaldi led the famous\nExpedi tion of the Thousand to S outh Italy . Fresh\nvolunteers kept joining through the course of\nthe campaign, till their numbers grew to about\n30,000. They were popularly known as Red\nShirts.\nI\nn 1867 , Garibaldi led an arm y of v olunteers to\nRome to fight the last obstacle to the unification\nof Italy , the P apal States wher e a Fr ench garrison\nwas stationed. The Red Shirts proved to be no\nmatch for the combined French and Papal troops.\nIt was only in 1870 when, during the war with\nPrussia, France withdrew its troops from Rome\nthat the Papal States were finally joined\nto Italy .Box 2\nFig. 15 – Garibaldi helping King Victor\nEmmanuel II of Sardinia-Piedmont to pull on the\nboot named ‘Italy’. English caricature of 1859.\nReprint 2025-26\n\n23\nNationalism   in   Europe5  Visualising the Nation\nWhile it is easy enough to represent a ruler through a portrait or a\nstatue, how does one go about giving a face to a nation? Artists in\nthe eighteenth and nineteenth centuries found a way out by\npersonifying a nation. In other words they represented a country as\nif it were a per son. Nations w ere then por trayed as f emale f igures.\nThe female f orm tha\nt was chosen to personify the na tion did not\nstand for any particular woman in real life; rather it sought to give\nthe abstract idea of  the na tion a concr ete form. That is, the f emale\nfigure became an allegory of the na tion.\nYou will r ecall tha t during the F rench Revolution ar tists used the\nfemale alle gory to por tray ideas suc h as Liber ty, Justice and the\nRepublic. These ideals were represented through specific objects or\nsymbols .  As you would r emember , the a ttributes of  Liber ty are the\nred ca p, or the br oken chain, while Justice is g enerally a blindfolded\nwoman car rying a pair of  weighing scales .\nSimilar female allegories were invented by artists in the nineteenth\ncentury to represent the nation. In France she was christened\nMarianne, a popular Christian name, which underlined the idea of a\npeople’ s nation. Her c haracteristics w ere drawn fr om those of  Liber ty\nand the R epublic – the r ed ca p, the tricolour , the coc kade. Statues\nof Marianne were erected in public squares to remind the public of\nthe national symbol of unity and to persuade them to identify with\nit. Marianne ima ges were mar ked on coins and stamps .\nSimilar ly, Germania became the alle gory of the Ger man na tion. In\nvisual r epresentations , Germania w ears a cr own of  oak lea ves, as\nthe Ger man oak stands f or her oism.\nNew words\nAllegory – When an a bstract idea (f or instance , greed, envy,\nfreedom,  liber ty) is e xpressed thr ough a per son or a thing . An\nallegorical story has two meanings, one literal and one symbolicFig. 16 — Postage stamps of 1850 with the\nfigure of Marianne representing the Republic of\nFrance.\nFig. 17 — Germania , Philip Veit, 1848.\nThe artist prepared this painting of Germania on a\ncotton banner, as it was meant to hang from the\nceiling of the Church of St Paul where the Frankfurt\nparliament was convened in March 1848.\nReprint 2025-26\n\nIndia and the Contemporary World\n24Box 3\nMeanings of the symbols\nAttribute Significance\nBroken chains Being freed\nBreastplate with eagle Symbol of the German empire – strength\nCrown of oak leaves Heroism\nSword Readiness to fight\nOlive branch around the sword Willingness to make peace\nBlack, red and gold tricolour Flag of the liberal-nationalists in 1848, banned by the Dukes of the\nGerman states\nRays of the rising sun Beginning of a new era\nWith the help of the chart in Box 3, identify the attributes of V eit’s\nGermania and interpret the symbolic meaning of the painting.\nIn an earlier allegorical rendering of 1836, V eit had portrayed the\nKaiser’s crown at the place where he has now located the\nbroken chain. Explain the significance of this change.Activity\nFig. 18 — The fallen Germania, Julius Hübner, 1850.\nDescribe what you see in Fig. 17. What historical events could Hübner be\nreferring to in this allegorical vision of the nation?Activity\nReprint 2025-26\n\n25\nNationalism   in   Europe\nFig. 19 — Germania guarding the Rhine.\nIn 1860, the artist Lorenz Clasen was commissioned to paint this image. The inscription\non Germania’s sword reads: ‘The German sword protects the German Rhine.’\nLook once more at Fig. 10. Imagine you were a citizen of Frankfurt in March 1848 and were present during the\nproceedings of the parliament. How would you (a) as a man seated in the hall of deputies, and (b) as a woman\nobserving from the galleries, relate to the banner of Germania hanging from the ceiling?Activity\nReprint 2025-26\n\nIndia and the Contemporary World\n266  Nationalism and Imperialism\nBy the last quarter of the nineteenth century nationalism no longer\nretained its idealistic liberal-democratic sentiment of the first half\nof the centur y, but became a nar row creed with limited ends . During\nthis period nationalist groups became increasingly intolerant of each\nother and e ver ready to g o to w ar.\n The major Eur opean po wers, in\nturn, manipulated the nationalist aspirations of the subject peoples\nin Eur ope to fur ther their o wn imperialist aims .\nThe most serious source of nationalist tension in Europe after 1871\nwas the ar ea called the Balkans . The Balkans w as a r egion of\ngeographical and ethnic variation comprising modern-day Romania,\nBulgaria, Albania, Greece, Macedonia, Croatia, Bosnia-Herzegovina,\nSlovenia, Serbia and Montenegro whose inhabitants were broadly\nknown as the Sla vs. A larg e part of the Balkans w as under the contr ol\nof the Ottoman Empire. The spread of the ideas of romantic\nnationalism in the Balkans together with the disintegration of the\nOttoman Empire made this region very explosive. All through the\nnineteenth century the Ottoman Empire had sought to strengthen\nitself  through moder nisation and inter nal reforms b ut with v ery\nlittle success . One b y one , its Eur opean subject na tionalities br oke\naway from its control and declared independence. The Balkan\npeoples based their claims for independence or political rights on\nnationality and used history to prove that they had once been\nindependent but had subsequently been subjugated by foreign\npowers. Hence the r ebellious na tionalities in the Balkans thought of\ntheir str uggles as a ttempts to win bac k their long-lost inde pendence .\n As the dif ferent Sla vic na tionalities str uggled to def ine their identity\nand independence, the Balkan area became an area of intense conflict.\nThe Balkan states were fiercely jealous of each other and each hoped\nto gain mor e territory at the e xpense of  the other s. Matters wer e\nfurther complicated because the Balkans also became the scene of\nbig po wer rivalry. During this period,  there was intense riv alry among\nthe European powers over trade and colonies as well as naval and\nmilitary might. These rivalries were very evident in the way the Balkan\nproblem unf olded.  Each po wer – R ussia,  Ger many, Eng land,\nAustro-Hungary – was keen on countering the hold of other powers\nover the Balkans, and extending its own control over the area. This\nled to a series of  wars in the r egion and f inally the Fir st World War.\nReprint 2025-26\n\n27\nNationalism   in   EuropeNationalism, aligned with imperialism, led Europe to disaster in 1914.\nBut meanwhile, many countries in the world which had been\ncolonised by the European powers in the nineteenth century began\nto oppose imperial domination. The anti-imperial movements that\ndeveloped everywhere were nationalist, in the sense that they all\nstruggled to f orm inde pendent na tion-sta tes, and w ere inspir ed by\na sense of  collecti ve national unity , forged in confronta tion with\nimperialism. European ideas of nationalism were nowhere\nreplicated, for people everywhere developed their own specific variety\nof nationalism. But the idea that societies should be organised into\n‘nation-states’ came to be accepted as natural and universal.\nFig. 20 — A map celebrating the British Empire.\nAt the top, angels are shown carrying the banner of freedom. In the foreground, Britannia — the\nsymbol of the British nation — is triumphantly sitting over the globe. The colonies are represented\nthrough images of tigers, elephants, forests and primitive people. The domination of the world is\nshown as the basis of Britain’s national pride.\nReprint 2025-26\n\nIndia and the Contemporary World\n28Discuss\nProject1.Explain what is meant by the 1848 revolution of the liberals.  What were the political, social\nand economic ideas supported by the liberals?\n2.Choose three examples to show the contribution of culture to the growth of nationalism\nin Europe.\n3.Through a focus on any two countries, explain how nations developed over the nineteenth\ncentury .\n4.How was the history of nationalism in Britain unlike the rest of Europe?\n5.Why did nationalist tensions emerge in the Balkans?\nFind out more about nationalist symbols in countries outside Europe. For one or two countries,\ncollect examples of pictures, posters or music that are symbols of nationalism. How are these\ndifferent from European examples?\nDiscussWrite in brief\n1.Write a note on:\na)Guiseppe  Mazzini\nb)Count Camillo de Cavour\nc)The Greek war of independence\nd) Frankfurt parliament\ne)The role of women in nationalist struggles\n2.What steps did the French revolutionaries take to create a sense of collective\nidentity among the French people?\n3.Who were Marianne and Germania? What was the importance of the way in\nwhich they were portrayed?\n4.Briefly trace the process of German unification.\n5.What changes did Napoleon introduce to make the administrative system more\nefficient in the territories ruled by him?\nWrite in brief\nProject\nReprint 2025-26\n\n",
      "wordCount": 6271,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 28,
    "totalWords": 6271
  }
}