{
  "filename": "kebo110.pdf",
  "chapters": [
    {
      "chapterNumber": 10,
      "title": "10.1 Cell Cycle",
      "content": "CHAPTER   10\n10.1 Cell Cycle\n10.2 M Phase\n10.3 Significance of\nMitosis\n10.4 Meiosis\n10.5 Significance of\nMeiosis\nReprint 2025-26\n\nCELL CYCLE AND CELL DIVISION 121\n10.1.1 Phases of Cell Cycle\nA typical eukaryotic cell cycle is illustrated by\nhuman cells in culture. These cells divide once\nin approximately every 24 hours (Figure 10.1).\nHowever , this duration of cell cycle can vary from\norganism to organism and also from cell type\nto cell type. Y east for example, can progress\nthrough the cell cycle in only about 90 minutes.\nThe cell cycle is divided into two basic\nphases:\nl llllInterphase\nlll\nllM Phase (Mitosis phase)\nThe M Phase represents the phase when the\nactual cell division or mitosis occurs and the\ninterphase represents the phase between two\nsuccessive M phases. It is significant to note that\nin the 24 hour average duration of cell cycle of a\nhuman cell, cell division proper lasts for only\nabout an hour . The interphase lasts more than\n95% of the duration of cell cycle.\nThe M Phase starts with the nuclear division, corresponding to the\nseparation of daughter chromosomes (karyokinesis)  and usually ends\nwith division of cytoplasm (cytokinesis).  The interphase, though  called\nthe resting phase,  is the time during which the cell is preparing for division\nby undergoing both cell growth and D NA replication in an orderly manner .\nThe interphase is divided into three further phases:\nl ll llG1 phase (Gap 1)\nl ll llS phase  (Synthesis)\nl ll llG2 phase (Gap 2)\n G1 phase corresponds to the interval between mitosis and initiation\nof DNA replication. During G1 phase, the cell is metabolically active and\ncontinuously grows but does not replicate its DNA. S or synthesis  phase\nmarks the period during which DNA synthesis or replication takes place.\nDuring this time the amount of DNA per cell doubles.  If the initial amount\nof DNA is denoted as 2C then it increases to 4C . However , there is no\nincrease in the chromosome number; if the cell had diploid or 2n number\nof chromosomes at G1, even after S phase the number of chromosomes\nremains the same, i.e., 2n.\nIn animal cells, during the S phase, DNA replication begins in the\nnucleus, and the centriole duplicates in the cytoplasm. During the G2\nphase, proteins are synthesised in preparation for mitosis while cell growth\ncontinues.How do plants and\nanimals continue to\ngrow all their lives?\nDo all cells in a plant\ndivide all the time?\nDo you think all cells\ncontinue to divide in\nall plants and\nanimals? Can you\ntell the name and the\nlocation of tissues\nhaving cells that\ndivide all their life in\nhigher plants? Do\nanimals have similar\nmeristematic\ntissues?Figure 10.1  A diagrammatic view of cell cycle\nindicating formation of two cells\nfrom one cell\nM Phase\nReprint 2025-26\n\n122 BIOLOGY\nSome cells in the adult animals do not appear to exhibit division\n(e.g., heart cells) and many other cells divide only occasionally , as ne eded\nto replace cells that have been lost because of injury or cell death.\nThese cells that do not divide further exit G1 phase to enter an inactive\nstage called quiescent stage (G0) of the cell cycle. Cells in this stage\nremain metabolically active but no longer proliferate unless called on to\ndo so depending on the requirement of the organism.\nIn animals, mitotic cell division is only seen in the diploid somatic\ncells. H owever , there are few exceptions to this where haploid cells divide\nby mitosis, for example, male honey bees. Against this, the plants can\nshow mitotic divisions in both haploid and diploid cells. From your\nrecollection of examples of alternation of generations in plants (Chapter 3)\nidentify plant species and stages at which mitosis is seen in haploid cells.\n10.2 M PHASE\nThis is the most dramatic period of the cell cycle, involving a major\nreorganisation of virtually all components of the cell. Since the number of\nchromosomes in the parent and progeny cells is the same , it is also called as\nequational division . Though for convenience mitosis has been divided\ninto four stages of nuclear division  (karyokinesis) , it is very essential to\nunderstand that cell division is a progressive process and very clear -cut\nlines cannot be drawn between various stages. Karyokinesis involves\nfollowing four stages:\nl ll llProphase\nl ll llMetaphase\nl ll llAnaphase\nl ll llTelophase\n10.2.1 Prophase\nProphase which is the first stage of karyokinesis of mitosis follows the\nS and G2 phases of interphase. I n the S and G2 phases, the new D NA\nmolecules formed are not distinct but intertwined. Prophase is marked\nby the initiation of condensation of chromosomal material. The\nchromosomal material becomes untangled during the process of\nchromatin condensation (Figure 10.2 a). The centrosome, which had\nundergone duplication during S phase of interphase, now begins to move\ntowards opposite poles of the cell. The completion of prophase can thus\nbe marked by the following characteristic events:\nl ll llChromosomal material condenses to form compact mitotic\nchromosomes. Chromosomes are seen to be composed of two\nchromatids attached together at the centromere.\nl ll llCentrosome which had undergone duplication during interphase,\nbegins to move towards opposite poles of the cell. Each centrosome\nradiates out microtubules called asters. The two asters together\nwith spindle fibres forms mitotic apparatus.You have studied\nmitosis in onion root\ntip cells.  It has 16\nchromosomes in\neach cell.  Can you\ntell how many\nchromosomes will\nthe cell have at G1\nphase, after S phase,\nand after M phase?\nAlso, what will be the\nDNA content of the\ncells at G1, after S\nand at G2, if the\ncontent after M\nphase is 2C?\nReprint 2025-26\n\nCELL CYCLE AND CELL DIVISION 123\nCells at the end of prophase, when viewed under the\nmicroscope, do not show golgi complexes, endoplasmic\nreticulum, nucleolus and the nuclear envelope.\n10.2.2 Metaphase\nThe complete disintegration of the nuclear envelope marks\nthe start of the second phase of mitosis, hence the\nchromosomes are spread through the cytoplasm of the cell.\nBy this stage, condensation of chromosomes is completed\nand they can be observed clearly under the microscope. This\nthen, is the stage at which morphology of chromosomes is\nmost easily studied. At this stage, metaphase chromosome\nis made up of two sister chromatids, which are held together\nby the centromere (Figure 10.2 b). Small disc-shaped\nstructures at the surface of the centromeres are called\nkinetochores. These structures serve as the sites of\nattachment  of spindle fibres to the chromosomes that are\nmoved into position at the centre of the cell. H ence, the\nmetaphase is characterised by all the chromosomes coming\nto lie at the equator with one chromatid of each chromosome\nconnected by its kinetochore to spindle fibres from one\npole and its sister chromatid connected by its kinetochore\nto spindle fibres from the opposite pole (F igure 10 .2 b).\nThe plane of alignment of the chromosomes at metaphase\nis referred to as the metaphase plate.   The key features\nof metaphase are:\nl llllSpindle fibres attach to kinetochores of\nchromosomes.\nlll\nllChromosomes are moved to spindle equator and get\naligned along metaphase plate through spindle fibres\nto both poles.\n10.2.3 Anaphase\nAt the onset of anaphase, each chromosome arranged at the\nmetaphase plate is split simultaneously and the two daughter\nchromatids, now referred to as daughter  chromosomes of\nthe future daughter nuclei, begin their migration towards\nthe two opposite poles. As each chromosome moves away\nfrom the equatorial plate, the centromere of each chromosome\nremains directed towards the pole and hence at the leading\nedge, with the arms of the chromosome trailing behind\n(Figure 10.2 c). Thus, anaphase stage is characterised byFigure 10.2 a and b : A diagrammatic\nview of stages in mitosis\nReprint 2025-26\n\n124 BIOLOGY\nthe following key events:\n/circle6/circle6/circle6\n/circle6/circle6Centromeres split and chromatids separate.\n/circle6 /circle6/circle6 /circle6/circle6Chromatids move to opposite poles.\n10.2.4 Telophase\nAt the beginning of the final stage of karyokinesis, i.e.,\ntelophase, the chromosomes that have reached their\nrespective poles decondense and lose their individuality. The\nindividual chromosomes can no longer be seen and each set\nof chromatin material tends to collect at each of the two poles\n(Figure 10.2 d). This is the stage which shows the following\nkey events:\n/circle6 /circle6/circle6/circle6/circle6Chromosomes cluster at opposite spindle poles and their\nidentity is lost as discrete elements.\n/circle6\n/circle6/circle6 /circle6/circle6Nuclear envelope develops around the chromosome\nclusters at each pole forming two daughter nuclei.\n/circle6 /circle6/circle6 /circle6/circle6Nucleolus, golgi complex and ER reform.\n10.2.5 Cytokinesis\nMitosis accomplishes not only the segregation of duplicated\nchromosomes into daughter nuclei (karyokinesis), but the\ncell itself is divided into two daughter cells by the separation\nof cytoplasm called cytokinesis at the end of which cell\ndivision gets completed (Figure 10.2 e). In an animal cell,\nthis is achieved by the appearance of a furrow in the plasma\nmembrane. The furrow gradually deepens and ultimately\njoins in the centre dividing the cell cytoplasm into two. Plant\ncells however , are enclosed by a r elatively inextensible cell\nwall, thererfore they undergo cytokinesis by a different\nmechanism. In plant cells, wall formation starts in the centre\nof the cell and grows outward to meet the existing lateral\nwalls. The formation of the new cell wall begins with the\nformation of a simple precursor , called the cell-plate  that\nrepresents the middle lamella between the walls of two\nadjacent cells. At the time of cytoplasmic division, organelles\nlike mitochondria and plastids get distributed between the\ntwo daughter cells. In some organisms karyokinesis is not\nfollowed by cytokinesis as a result of which multinucleate\ncondition arises leading to the formation of syncytium (e.g.,\nliquid endosperm in coconut).Figure 10.2 c to e : A diagrammatic\nview of stages in Mitosis\nReprint 2025-26\n\nCELL CYCLE AND CELL DIVISION 125\n10.3 Significance of Mitosis\nMitosis or the equational division is usually restricted to the diploid cells\nonly. However , in some lower plants and in some social insects haploid\ncells also divide by mitosis. It is very essential to understand the\nsignificance of this division in the life of an organism. Are you aware of\nsome examples where you have studied about haploid and diploid insects?\nMitosis usually results in the production of diploid daughter cells\nwith identical genetic complement. The growth of multicellular organisms\nis due to mitosis. Cell growth results in disturbing the ratio between the\nnucleus and the cytoplasm. It therefore becomes essential for the cell to\ndivide to restore the nucleo-cytoplasmic ratio. A very significant\ncontribution of mitosis is cell r epair. The cells of the upper layer of the\nepidermis, cells of the lining of the gut, and blood cells are being constantly\nreplaced. Mitotic divisions in the meristematic tissues – the apical and\nthe lateral cambium, result in a continuous growth of plants throughout\ntheir life.\n10.4 MEIOSIS\nThe production of offspring by sexual reproduction includes the fusion\nof two gametes, each with a complete haploid set of chromosomes. Gametes\nare formed from specialised diploid cells. This specialised kind of cell\ndivision that reduces the chromosome number by half results in the\nproduction of haploid daughter cells. This kind of division is called\nmeiosis.  Meiosis ensures the production of haploid phase in the life cycle\nof sexually reproducing organisms whereas fertilisation restores the diploid\nphase. W e come acr\noss meiosis during gametogenesis in plants and\nanimals. This leads to the formation of haploid gametes. The key features\nof meiosis are as follows:\n/circle6 /circle6/circle6/circle6/circle6Meiosis involves two sequential cycles of nuclear and cell division called\nmeiosis I  and \nmeiosis II  but only a single cycle of DNA replication.\n/circle6 /circle6/circle6 /circle6/circle6Meiosis I is initiated after the parental chromosomes have replicated\nto produce identical sister chromatids at the S phase.\n/circle6 /circle6/circle6 /circle6/circle6Meiosis involves pairing of homologous chromosomes and\nrecombination between non-sister chromatids of homologous\nchromosomes.\n/circle6 /circle6/circle6 /circle6/circle6Four haploid cells are formed at the end of meiosis II.\nMeiotic events can be grouped under the following phases:\nMeiosis I Meiosis II\nProphase I Prophase II\nMetaphase I Metaphase II\nAnaphase I Anaphase II\nTelophase I Telophase II\nReprint 2025-26\n\n126 126126 126126 BIOLOGY\n10.4.1 10.4.110.4.1 10.4.110.4.1 Meiosis IMeiosis IMeiosis I Meiosis IMeiosis I\nProphase I:Prophase I:Prophase I:Prophase I:Prophase I:  Prophase of the first meiotic division is typically longer and\nmore complex when compared to prophase of mitosis. It has been further\nsubdivided into the following five phases based on chromosomal\nbehaviour , i.e., L eptotene, Zygotene, Pachytene, Diplotene and Diakinesis.\nDuring leptotene leptotene leptotene leptotene leptotene stage the chromosomes become gradually visible\nunder the light microscope. The compaction of chromosomes continues\nthroughout leptotene. This is followed by the second stage of prophase\nI called zygotene zygotenezygotene zygotenezygotene . During this stage , chromosomes start pairing\ntogether and this process of association is called synapsis. Such paired\nchromosomes are called homologous chromosomes. Electron\nmicrographs of this stage , indicate that chromosome synapsis is\naccompanied by the formation of complex structure called\nsynaptonemal complex.synaptonemal complex.synaptonemal complex.synaptonemal complex.synaptonemal complex.  The complex formed by a pair of synapsed\nhomologous chromosomes is called a bivalent bivalentbivalent bivalentbivalent  or a tetrad. H owever ,\nthese are more clearly visible at the next stage. The first two stages of\nprophase I are relatively short-lived compared to the next stage that is\npachytenepachytenepachytenepachytenepachytene . During this stage , the four chromatids of each bivalent\nchromosomes becomes distinct and clearly appear as tetrads. This\nstage is characterised by the appearance of recombination nodules,\nthe sites at which crossing over occurs between non-sister chromatids\nof the homologous chromosomes. Crossing over is the exchange of\ngenetic material between two homologous chromosomes. Crossing over\nis also an enzyme-mediated process and the enzyme involved is called\nrecombinase. Crossing over leads to recombination of genetic material\non the two chromosomes. Recombination between homologous\nchromosomes is completed by the end of pachytene, leaving the\nchromosomes linked at the sites of crossing over .\nThe beginning of diplotene diplotene diplotene diplotene diplotene is recognised by the dissolution of the\nsynaptonemal complex and the tendency of the recombined\nhomologous chromosomes of the bivalents to separate from each other\nexcept at the sites of crossovers. These X-shaped structures, are called\nchiasmata.chiasmata.chiasmata.chiasmata.chiasmata.  In oocytes of some vertebrates, diplotene can last for\nmonths or years.\nThe final stage of meiotic prophase I is diakinesis.diakinesis.diakinesis.diakinesis.diakinesis.  This is marked by\nterminalisation of chiasmata. During this phase the chromosomes are\nfully condensed and the meiotic spindle is assembled to prepare the\nhomologous chromosomes for separation. By the end of diakinesis, the\nnucleolus disappears and the nuclear envelope also breaks down.\nDiakinesis represents transition to metaphase.\nMetaphase I:Metaphase I:Metaphase I:Metaphase I:Metaphase I:  The bivalent chromosomes align on the equatorial plate\n(Figure 10.3). The microtubules from the opposite poles of the spindle\nattach to the kinetochore of homologous chromosomes.\nReprint 2025-26\n\nCELL CYCLE AND CELL DIVISION 127\nAnaphase I:  The homologous chromosomes separate, while sister\nchromatids remain associated at their centromeres (Figure 10.3).\nTelophase I:  The nuclear membrane and nucleolus reappear ,\ncytokinesis follows and this is called as dyad of cells (F igure 10 .3).\nAlthough in many cases the chromosomes do undergo some dispersion,\nthey do not reach the extremely extended state of the interphase nucleus.\nThe stage between the two meiotic divisions is called interkinesis and is\ngenerally short lived.  There is no replication of D NA during interkinesis.\nInterkinesis is followed by prophase II, a much simpler prophase than\nprophase I.\n10.4.2 Meiosis II\nProphase II:  Meiosis II is initiated immediately after cytokinesis, usually\nbefore the chromosomes have fully elongated.  In contrast to meiosis I,\nmeiosis II resembles a normal mitosis. The nuclear membrane disappears\nby the end of prophase II (Figure 10.4). The chromosomes again become\ncompact.\nMetaphase II : At this stage, the chromosomes align at the equator and\nthe microtubules from opposite poles of the spindle get attached to the\nkinetochores (Figure 10.4) of sister chromatids.\nAnaphase II: It begins with the simultaneous splitting of the centromere\nof each chromosome  (which was holding the sister chromatids together),\nallowing them to move toward opposite poles of the cell (Figure 10.4) by\nshortening of microtubules attached to kinetochores.Figure 10.3 Stages of Meiosis I\nReprint 2025-26\n\n128 BIOLOGY\nTelophase II:  Meiosis ends with telophase II, in which the two\ngroups of chromosomes once again get enclosed by a nuclear\nenvelope; cytokinesis follows resulting in the formation of tetrad\nof cells i.e., four haploid daughter cells (Figure 10.4).\n10.5 SIGNIFICANCE  OF MEIOSIS\nMeiosis is the mechanism by which conservation of specific\nchromosome number of each species is achieved across\ngenerations in sexually reproducing organisms, even though the\nprocess, per se, paradoxically, results in reduction of chromosome\nnumber by half. It also increases the genetic variability in the\npopulation of or ganisms fr om one generation to the next. V ariations\nare very important for the process of evolution.Figure 10.4 Stages of Meiosis II\nSUMMARY\nAccording to the cell theory, cells arise from preexisting cells. The process by\nwhich this occurs is called cell division. Any sexually reproducing organism\nstarts its life cycle from a single-celled zygote. Cell division does not stop with\nthe formation of the mature organism but continues throughout its life cycle.\nReprint 2025-26\n\nCELL CYCLE AND CELL DIVISION 129\nThe stages through which a cell passes from one division to the next is called\nthe cell cycle. Cell cycle is divided into two phases called (i) Interphase  – a\nperiod of preparation for cell division, and (ii) Mitosis (M phase) – the actual\nperiod of cell division. Interphase is further subdivided into G1, S and G2. G1\nphase is the period when the cell grows and carries out normal metabolism.\nMost of the organelle duplication also occurs during this phase. S phase marks\nthe phase of DNA replication and chromosome duplication. G2 phase is the\nperiod of cytoplasmic growth. Mitosis is also divided into four stages namely\nprophase, metaphase, anaphase and telophase. Chromosome condensation\noccurs during prophase. Simultaneously, the centrioles move to the opposite\npoles. The nuclear envelope and the nucleolus disappear and the spindle\nfibres start appearing. Metaphase is marked by the alignment of chromosomes\nat the equatorial plate. During anaphase the centromeres divide and the\nchromatids start moving towards the two opposite poles. Once the chromatids\nreach the two poles, the chromosomal elongation starts, nucleolus and the\nnuclear membrane r eappear . This stage is called the telophase.  Nuclear\ndivision is then followed by the cytoplasmic division and is called cytokinesis.\nMitosis thus , is the equational division in which the chromosome number of\nthe parent is conserved in the daughter cell.\nIn contrast to mitosis, meiosis occurs in the diploid cells, which are destined to\nform gametes. It is called the reduction division since it reduces the chromosome\nnumber by half while making the gametes. In sexual reproduction when the two\ngametes fuse the chromosome number is restored to the value in the parent.\nMeiosis is divided into two phases – meiosis I and meiosis II. In the first meiotic\ndivision the homologous chromosomes pair to form bivalents, and undergo crossing\nover. Meiosis I has a long pr ophase, which is divided further into five phases.\nThese are leptotene, zygotene, pachytene, diplotene and diakinesis. During\nmetaphase I the bivalents arrange on the equatorial plate. This is followed by\nanaphase I in which homologous chromosomes move to the opposite poles with\nboth their chromatids. Each pole receives half the chromosome number of the\nparent cell. In telophase I, the nuclear membrane and nucleolus r eappear . Meiosis\nII is similar to mitosis. During anaphase II the sister chromatids separate. Thus at\nthe end of meiosis four haploid cells are formed.\nEXERCISES\n1.What is the average cell cycle span for a mammalian cell?\n2.Distinguish cytokinesis from karyokinesis.\n3.Describe the events taking place during interphase.\n4.What is Go (quiescent phase) of cell cycle?\nReprint 2025-26\n\n130 BIOLOGY\n5.Why is mitosis called equational division?\n6.Name the stage of cell cycle at which one of the following events occur:\n(i)Chromosomes ar e moved to spindle equator .\n(ii)Centromere splits and chromatids separate.\n(iii)Pairing between homologous chromosomes takes place.\n(iv)Crossing over between homologous chromosomes takes place.\n7.Describe the following:\n(a) synapsis  (b) bivalent  (c) chiasmata\nDraw a diagram to illustrate your answer .\n8.How does cytokinesis in plant cells differ from that in animal cells?\n9.Find examples where the four daughter cells from meiosis are equal in size and\nwhere they are found unequal in size.\n10.Distinguish anaphase of mitosis from anaphase I of meiosis.\n11.List the main differences between mitosis and meiosis.\n12.What is the significance of meiosis?\n13.Discuss with your teacher about\n(i)haploid insects and lower plants where cell-division occurs, and\n(ii)some haploid cells in higher plants wher e cell-division does not occur .\n14.Can there be mitosis without DNA replication in ‘S’ phase?\n15.Can there be DNA replication without cell division?\n16.Analyse the events during every stage of cell cycle and notice how the following\ntwo parameters change\n(i)number of chromosomes (N) per cell\n(ii)amount of DNA content (C) per cell\nReprint 2025-26\n\n",
      "wordCount": 3506,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 11,
    "totalWords": 3506
  }
}