{
  "filename": "kebo111.pdf",
  "chapters": [
    {
      "chapterNumber": 8,
      "title": ". Y ou ar e definitely right.",
      "content": "",
      "wordCount": 0,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 11,
      "title": "Photosynthesis in Higher",
      "content": "Chapter 11\nPhotosynthesis in Higher\nPlants\n",
      "wordCount": 6,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 12,
      "title": "Respiration in Plants",
      "content": "Chapter 12\nRespiration in Plants\n",
      "wordCount": 5,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 13,
      "title": "Plant Growth and",
      "content": "Chapter 13\nPlant Growth and\nDevelopment\nReprint 2025-26\n\nMELVIN CALVIN born in Minnesota in April, 1911, received his\nPh.D. in Chemistry from the University of Minnesota. He served\nas Professor of Chemistry at the University of California,\nBerkeley.\nJust after world war II, when the world was under shock\nafter the Hiroshima-Nagasaki bombings, and seeing the ill-\neffects of radio-activity, Calvin and co-workers put radio-\nactivity to beneficial use. He along with J.A. Bassham studied\nreactions in green plants forming sugar and other substances\nfrom raw materials like carbon dioxide, water and minerals\nby labelling the carbon dioxide with C14. Calvin proposed that\nplants change light energy to chemical energy by transferring\nan electron in an organised array of pigment molecules and\nother substances. The mapping of the pathway of carbon\nassimilation in photosynthesis earned him Nobel Prize in 1961.\nThe principles of photosynthesis as established by Calvin\nare, at present, being used in studies on renewable resource\nfor energy and materials and basic studies in solar energy\nresearch.\n Melvin Calvin\nReprint 2025-26\n\nPHOTOSYNTHESIS  IN HIGHER PLANTS 133\nAll animals including human beings depend on plants for their food. Have\nyou ever wondered from where plants get their food?  Green plants, in fact,\nhave to make or rather synthesise the food they need and all other organisms\ndepend on them for their needs. The green plants make or rather synthesise\nthe food they need through photosynthesis and are therefore called autotrophs.\nYou have already learnt that the autotrophic nutrition is found only in plants\nand all other organisms that depend on the green plants for food are\nheterotrophs. Green plants carry out ‘photosynthesis’, a physico-chemical\nprocess by which they use light energy to drive the synthesis of organic\ncompounds.  Ultimately, all living forms on earth depend on sunlight for\nenergy.  The use of energy from sunlight by plants doing photosynthesis is\nthe basis of life on earth.  Photosynthesis is important due to two reasons: it\nis the primary source of all food on earth. It is also responsible for the release\nof oxygen into the atmosphere by green plants. Have you ever thought what\nwould happen if there were no oxygen to breath?  This chapter focusses on\nthe structure of the photosynthetic machinery and the various reactions\nthat transform light energy into chemical energy.\n11.1 WHAT DO WE KNOW?\nLet us try to find out what we already know about photosynthesis.  Some\nsimple experiments you may have done in the earlier classes have shown\nthat chlorophyll (green pigment of the leaf), light and CO2 are required for\nphotosynthesis to occur .\nYou may have carried out the experiment to lo ok for starch formation\nin two leaves – a variegated leaf or a leaf that was partially covered with\nblack paper , and exposed to light.  O n testing these leaves for the presence\nof starch it was clear that photosynthesis occurred only in the green parts\nof the leaves in the presence of light.PHOTOSYNTHESIS  IN HIGHER PLANTSCHAPTER   11\n11.1 What do we\nKnow?\n11.2 Early\nExperiments\n11.3 Where does\nPhotosynthesis\ntake place?\n11.4 How many\nPigments are\ninvolved in\nPhotosynthesis?\n11.5 What is Light\nReaction?\n11.6 The Electron\nTransport\n11.7 Where are the\nATP and NADPH\nUsed?\n11.8 The C4 Pathway\n11.9 Photorespiration\n11.10 Factors\naffecting\nPhotosynthesis\nReprint 2025-26\n\n134 BIOLOGY\nAnother experiment you may have carried out\nwhere a part of a leaf is enclosed in a test tube\ncontaining some KOH soaked cotton (which\nabsorbs C O2), while the other half is exposed to air .\nThe setup is then placed in light for some time. On\ntesting for the presence of starch later in the two\nparts of the leaf, you must have found that the\nexposed part of the leaf tested positive for starch\nwhile the portion that was in the tube, tested\nnegative. This showed that CO2 was required for\nphotosynthesis. Can you explain how this\nconclusion could be drawn?\n11.2EARLY EXPERIMENTS\nIt is interesting to learn about those simple\nexperiments that led to a gradual development in\nour understanding of photosynthesis.\nJoseph Priestley (1733-1804) in 1770\nperformed a series of experiments that revealed the\nessential role of air in the growth of green plants.\nPriestley, you may recall, discovered oxygen in\n1774. Priestley observed that a candle burning in\na closed space – a bell jar , soon gets extinguished\n(Figure 11.1 a, b, c, d).  Similarly, a mouse would\nsoon suffocate in a closed space. He concluded that\na burning candle or an animal that breathe the air ,\nboth somehow , damage the air .  But when he placed a mint plant in the\nsame bell jar , he found that the mouse stayed alive and the candle\ncontinued to burn.  Priestley hypothesised as follows: Plants restore to\nthe air whatever breathing animals and burning candles remove.\nCan you imagine how Priestley would have conducted the experiment\nusing a candle and a plant?  Remember , he would ne ed to rekindle the\ncandle to test whether it burns after a few days. How many different\nways can you think of to light the candle without disturbing the set-up?\nUsing a similar setup as the one used by Priestley, but by placing it\nonce in the dark and once in the sunlight, Jan Ingenhousz (1730-1799)\nshowed that sunlight is essential for the plant process that somehow\npurifies the air fouled by burning candles or breathing animals.\nIngenhousz in an elegant experiment with an aquatic plant showed that\nin bright sunlight, small bubbles were formed around the green parts\nwhile in the dark they did not.  Later he identified these bubbles to be of\noxygen.  Hence he showed that it is only the green part of the plants that\ncould release oxygen.\n(a)\n(c)(b)\n(d)\nFigure 11.1 Priestley’s experiment\nReprint 2025-26\n\nPHOTOSYNTHESIS  IN HIGHER PLANTS 135\nIt was not until about 1854 that Julius von Sachs provided evidence\nfor production of glucose when plants grow. Glucose is usually stored as\nstarch. His later studies showed that the green substance in plants\n(chlorophyll as we know it now) is located in special bodies (later called\nchloroplasts) within plant cells. He found that the green parts in plants is\nwhere glucose is made, and that the glucose is usually stored as starch.\nNow consider the interesting experiments done by T.W Engelmann\n(1843 – 1909).  Using a prism he split light into its spectral components\nand then illuminated a green alga, Cladophora , placed in a suspension\nof aerobic bacteria. The bacteria were used to detect the sites of O2\nevolution. He observed that the bacteria accumulated mainly in the region\nof blue and red light of the split spectrum. A first action spectrum of\nphotosynthesis was thus described. It resembles roughly the absorption\nspectra of chlorophyll a and b (discussed  in section 11.4).\nBy the middle of the nineteenth century the key features of plant\nphotosynthesis were known, namely, that plants could use light energy\nto make carbohydrates fr\nom CO2 and water .  The empirical equation\nrepresenting the total process of photosynthesis for oxygen evolving\norganisms was then understood as:\nCO H O CH O OLight\n2 2 2 2 +  →   + [ ]\nwhere [CH2O] represented a carbohydrate (e.g., glucose, a six-carbon\nsugar).\nA milestone contribution to the understanding of photosynthesis was\nthat made by a microbiologist, Cornelius van Niel  (1897-1985), who,\nbased on his studies of purple and green bacteria, demonstrated that\nphotosynthesis is essentially a light-dependent reaction in which\nhydrogen from a suitable oxidisable compound reduces carbon dioxide\nto carbohydrates. This can be expressed by:\n2 22 2 2 2 H ACO A CH O H OLight+  →   + +\nIn green plants H2O is the hydrogen donor and is oxidised to O2. Some\norganisms do not release O2 during photosynthesis.  When H2S, instead\nis the hydrogen donor for purple and green sulphur bacteria, the\n‘oxidation’ product is sulphur or sulphate depending on the organism\nand not O2. Hence, he inferred that the O2 evolved by the green plant\ncomes from H2O, not from carbon dioxide. This was later proved by using\nradioisotopic techniques.  The correct equation, that would represent  the\noverall process of photosynthesis is therefore:\n6 12 6 62 2 6 12 6 2 2 CO H O C H O H O OLight+  →   + +\nwhere C6 H12 O6 represents glucose. The O2 released is from water; this\nwas proved using radio isotope techniques. Note that this is not a single\nReprint 2025-26\n\n136 BIOLOGY\nreaction but description of a multistep process called photosynthesis.\nCan you explain why twelve molecules of water as substrate are used\nin the equation given above?\n11.3 WHERE DOES PHOTOSYNTHESIS  TAKE PLACE?\nYou would of course answer: in ‘the gr een leaf’ or ‘in the chlor oplasts’\n,\nbased on what you earlier r ead in Chapter 8. Y ou ar e definitely right.\nPhotosynthesis does take place in the green leaves of plants but it does so\nalso in other green parts of the plants. Can you name some other parts\nwhere you think photosynthesis may occur?\nYou would r ecollect fr om pr evious unit that the mesophyll cells in the\nleaves, have a large number of chloroplasts. Usually the chloroplasts align\nthemselves along the walls of the mesophyll cells, such that they get the\noptimum quantity of the incident light. When do you think the\nchloroplasts will be aligned with their flat surfaces parallel to the walls?\nWhen would they be perpendicular to the incident light?\nYou have studied the structure of chlor oplast in Chapter 8. W ithin\nthe chloroplast there is membranous system consisting of grana, the\nstroma lamellae, and the matrix stroma (Figure 11.2). There is a clear\ndivision of labour within the chloroplast. The membrane system is\nresponsible for trapping the light energy and also for the synthesis of ATP\nand NADPH. In stroma, enzymatic r eactions synthesise sugar , which in\nturn forms starch. The former set of reactions, since they are directly light\ndriven are called light reactions  (photochemical reactions). The latter\nare not directly light driven but are dependent on the products of light\nreactions (ATP and NADPH). Hence, to distinguish the latter they are called,\nby convention, as dark reactions (carbon r eactions).  However , this should\nnot be construed to mean that they occur in darkness or that they are not\nlight-dependent.\nFigure 11.2 Diagrammatic representation of an electron micrograph of a section of\nchloroplastOuter membrane\nInner membrane\nStromal lamella\nGrana\nStroma\nRibosomes\nStarch granule\nLipid droplet\nReprint 2025-26\n\nPHOTOSYNTHESIS  IN HIGHER PLANTS 137\n11.4 HOW MANY TYPES OF PIGMENTS  ARE\nINVOLVED  IN PHOTOSYNTHESIS ?\nLooking at plants have you ever wondered why\nand how there are so many shades of green in\ntheir leaves – even in the same plant? W e can\nlook for an answer to this question by trying to\nseparate the leaf pigments of any green  plant\nthrough paper chromatography. A\nchromatographic separation of the leaf pigments\nshows that the colour that we see in leaves is\nnot due to a single pigment but due to four\npigments: Chlorophyll aaaaa (bright or blue green\nin the chromatogram), \nchlorophyll b bb bb (yellow\ngreen), xanthophylls  (yellow) and carotenoids\n(yellow to yellow-orange).  Let us now see what\nroles various pigments play in photosynthesis.\nPigments are substances that have an ability\nto absorb light, at specific wavelengths. Can you\nguess which is the most abundant plant\npigment in the world? Let us study the graph\nshowing the ability of chlorophyll a pigment to\nabsorb lights of different wavelengths (Figure\n11.3 a). Of course, you are familiar with the\nwavelength of the visible spectrum of light as\nwell as the VIBGYOR.\nFrom Figure 11.3a can you determine the\nwavelength (colour of light) at which chlorophyll\na shows the maximum absorption? Does it\nshow another absorption peak at any other\nwavelengths too? If yes, which one?\nNow look at Figure 11.3b showing the\nwavelengths at which maximum photosynthesis\noccurs in a plant. Can you see that the\nwavelengths at which there is maximum\nabsorption by chlorophyll a, i.e., in the blue and\nthe red regions, also shows higher rate of\nphotosynthesis. Hence, we can conclude that\nchlorophyll a  is the chief pigment associated\nwith photosynthesis. But by looking at Figure\n11.3c  can you say that there is a complete one-\nto-one overlap between the absorption\nspectrum of chlorophyll a and the action\nspectrum of photosynthesis?Figure 11.3a Graph showing the absorption\nspectrum of chlorophyll a, b  and\nthe carotenoids\nFigure 11.3b Graph showing action\nspectrum of photosynthesis\nFigure 11.3c Graph showing action\nspectrum of photosynthesis\nsuperimposed on absorption\nspectrum of chlorophyll a\nReprint 2025-26\n\n138 BIOLOGY\nThese graphs, together , show that most of the photosynthesis takes\nplace in the blue and red regions of the spectrum; some photosynthesis\ndoes take place at the other wavelengths of the visible spectrum.  Let us\nsee how this happens. Though chlorophyll is the major pigment\nresponsible for trapping light, other thylakoid pigments like chlorophyll\nb, xanthophylls and carotenoids, which are called accessory pigments,\nalso absorb light and transfer the energy to chlorophyll a. Indeed, they\nnot only enable a wider range of wavelength of incoming light to be utilised\nfor photosyntesis but also protect chlorophyll \na from photo-oxidation.\n11.5 WHAT IS LIGHT REACTION ?\nLight reactions or the ‘Photochemical’ phase\ninclude light absorption, water splitting, oxygen\nrelease, and the formation of high-energy\nchemical intermediates, ATP and NADPH.\nSeveral protein complexes are involved in the\nprocess. The pigments are organised into two\ndiscrete photochemical light harvesting\ncomplexes  (LHC) within the Photosystem I (PS\nI) and Photosystem II (PS II ).  These are named\nin the sequence of their discovery, and not in the\nsequence in which they function during the light\nreaction.  The LHC are  made up of hundreds of\npigment molecules bound to proteins. Each\nphotosystem has all the pigments (except one\nmolecule of chlorophyll a) forming a light\nharvesting system also called antennae (Figure\n11.4).  These pigments help to make\nphotosynthesis more efficient by absorbing\ndifferent wavelengths of light. The single chlorophyll a molecule forms the\nreaction centre. The reaction centre is different in both the photosystems.\nIn PS I the reaction centre chlorophyll a  has an absorption peak at 700\nnm, hence is called P700,  while in PS II it has absorption maxima at 680\nnm, and is called P680 .\n11.6 THE ELECTRON  TRANSPORT\nIn photosystem II the reaction centre chlorophyll a  absorbs 680 nm\nwavelength of red light causing electrons to become excited and jump\ninto an orbit farther from the atomic nucleus. These electrons are picked\nup by an electron acceptor which passes them to an electrons transportPhotonReaction\ncentre\nPigment\nmolecules\nPrimary acceptor\nFigure 11.4 The light harvesting complex\nReprint 2025-26\n\nPHOTOSYNTHESIS  IN HIGHER PLANTS 139\nsystem consisting of cytochromes (Figure\n11.5).  This movement of electrons is downhill,\nin terms of an oxidation-reduction or redox\npotential scale. The electrons are not used up\nas they pass through the electron transport\nchain, but are passed on to the pigments of\nphotosystem PS I. Simultaneously, electrons\nin the reaction centre of PS I are also excited\nwhen they receive red light of wavelength 700\nnm and are transferred to another accepter\nmolecule that has a greater redox potential.\nThese electrons then are moved downhill again,\nthis time to a molecule of energy-rich NADP+.\nThe addition of these electrons reduces NADP+\nto NADPH + H+.  This whole scheme of transfer\nof electrons, starting from the PS II, uphill to\nthe acceptor , down the electr on transport chain\nto PS I, excitation of electrons, transfer to\nanother acceptor , and finally down hill to NADP+ reducing it to NADPH +\nH+ is called the \nZ scheme , due to its characterstic shape (Figure 11.5).\nThis shape is formed when all the carriers are placed in a sequence on a\nredox potential scale.\n11.6.1 Splitting of Water\nYou would then ask, How does PS II supply electr ons continuously?  The\nelectrons that were moved from photosystem II must be replaced. This is\nachieved by electrons available due to splitting of water . The splitting of\nwater is associated with the PS II; water is split into 2H+, [O] and electrons.\nThis creates oxygen, one of the net products of photosynthesis. The\nelectrons needed to replace those removed from photosystem I are provided\nby photosystem II.\n2 4 42 2 H O H O e  →  + ++ −\nWe need to emphasise her e that the water splitting complex is associated\nwith the PS II, which itself is physically located on the inner side of the\nmembrane of the thylakoid. Then , wher e are the pr otons and O2 formed\nlikely to be released – in the lumen ? or on the outer side of the membrane?\n11.6.2 Cyclic and Non-cyclic Photo-phosphorylation\nLiving organisms have the capability of extracting energy from oxidisable\nsubstances and store this in the form of bond energy. Special substances like\nATP, carry this ener gy in their chemical bonds. The pr ocess thr ough whichElectron\ntransport\nsystem--\neacceptoreacceptor\nLightPhotosystem II Photosystem I\nNADPH\nNADP+\nLHCLHC\nH O        2e + 2H  + [O]2- +ADP+iP ATP\nFigure 11.5 Z scheme of light reaction\nReprint 2025-26\n\n140 BIOLOGY\nATP is synthesised by cells (in mitochondria and\nchloroplasts) is named phosphorylation. Photo-\nphosphorylation is the synthesis of ATP from\nADP and inorganic phosphate in the presence of\nlight. When the two photosystems work in a\nseries, first PS II and then the PS I, a process called\nnon-cyclic photo-phosphorylation occurs. The\ntwo photosystems are connected through an\nelectron transport chain, as seen earlier – in the\nZ scheme. Both ATP and NADPH + H+  are\nsynthesised by this kind of electron flow (Figure\n11.5).\nWhen only PS I is functional, the electron is\ncirculated within the photosystem and the\nphosphorylation occurs due to cyclic flow of\nelectrons (Figure 11.6). A possible location\nwhere this could be happening is in the stroma\nlamellae.  While the membrane or lamellae of the grana have both PS I\nand PS II the stroma lamellae membranes lack PS II as well as NADP\nreductase enzyme. The excited electron does not pass on to NADP+ but is\ncycled back to the PS I complex through the electron transport chain\n(Figur e 11.6).  The cyclic flow hence, r esults only in the synthesis of A TP,\nbut not of NADPH + H+. Cyclic photophosphorylation also occurs when\nonly light of wavelengths beyond 680 nm are available for excitation.\n11.6.3 Chemiosmotic Hypothesis\nLet us now try and understand how actually ATP is synthesised in the\nchloroplast. The chemiosmotic hypothesis has been put forward to explain\nthe mechanism. Like in respiration, in photosynthesis too, ATP synthesis is\nlinked to development of a proton gradient across a membrane. This time\nthese are the membranes of thylakoid. There is one difference though, here\nthe proton accumulation is towards the inside of the membrane, i.e., in the\nlumen. In respiration, protons accumulate in the intermembrane space of\nthe mitochondria when electrons move through the ETS (Chapter 1 2).\nLet us understand what causes the proton gradient across the\nmembrane. W e need to consider again the pr ocesses that take place during\nthe activation of electrons and their transport to determine the steps that\ncause a proton gradient to develop (Figure 11.7).\n(a)Since splitting of the water molecule takes place on the inner side of\nthe membrane, the protons or hydrogen ions that are produced by\nthe splitting of water accumulate within the lumen of the thylakoids.Figure 11.6 Cyclic photophosphorylationPhotosystem I\nLighte-acceptor\nElectron\ntransport\nsystem\nChlorophyll\nP 700ADP+iPATP\nReprint 2025-26\n\nPHOTOSYNTHESIS  IN HIGHER PLANTS 141\n(b)As electrons move through the photosystems, protons are transported\nacross the membrane.  This happens because the primary accepter of\nelectron which is located towards the outer side of the membrane\ntransfers its electr on not to an electr on carrier but to an H carrier .\nHence, this molecule removes a proton from the stroma while\ntransporting an electron.  When this molecule passes on its electron\nto the electron carrier on the inner side of the membrane, the proton\nis released into the inner side or the lumen side of the membrane.\n(c)The NADP reductase enzyme is located on the stroma side of the\nmembrane.  Along with electrons that come from the acceptor of\nelectrons of PS I, protons are necessary for the reduction of NADP+ to\nNADPH+ H+.  These protons are also removed from the stroma.\nHence, within the chloroplast, protons in the stroma decrease in\nnumber , while in the lumen ther e is accumulation of pr otons.  This cr eates\na proton gradient across the thylakoid membrane as well as a measurable\ndecrease in pH in the lumen.\nWhy are we so interested in the proton gradient?  This gradient is\nimportant because it is the breakdown of this gradient that leads to the\nsynthesis of A TP.  The gradient is br oken down due to the movement of\nprotons across the membrane to the stroma through the transmembraneFigure 11.7 ATP synthesis through chemiosmosis\nReprint 2025-26\n\n142 BIOLOGY\nchannel of the CF0 of the ATP synthase. The ATP synthase enzyme consists\nof two parts: one called the CF0 is embedded in the thylakoid membrane\nand forms a transmembrane channel that carries out facilitated diffusion\nof protons across the membrane. The other portion is called CF1 and\nprotrudes on the outer surface of the thylakoid membrane on the side\nthat faces the stroma. The break down of the gradient provides enough\nenergy to cause a conformational change in the CF1 particle of the ATP\nsynthase, which makes the enzyme synthesise several molecules of energy-\npacked A TP.\nChemiosmosis requires a membrane, a proton pump, a proton\ngradient and ATP synthase. Energy is used to pump protons across a\nmembrane, to create a gradient or a high concentration of protons within\nthe thylakoid lumen. ATP synthase has a channel that allows diffusion of\nprotons back across the membrane; this releases enough energy to activate\nATP synthase enzyme that catalyses the for mation of A TP.\nAlong with the NADPH produced by the movement of electrons, the\nATP will be used immediately in the biosynthetic  reaction taking place in\nthe stroma, responsible for fixing CO2, and synthesis of sugars.\n11.7 WHERE ARE THE ATP AND NADPH U SED?\nWe lear nt that the pr oducts of light r eaction ar e ATP, NADPH and O2. Of\nthese O2 diffuses out of the chloroplast while ATP and NADPH are used to\ndrive the processes leading to the synthesis of food, more accurately, sugars.\nThis is the biosynthetic phase  of photosynthesis. This process does not\ndirectly depend on the presence of light but is dependent on the products\nof the light r eaction, i.e., A TP and NADPH, besides CO2 and H2O. You may\nwonder how this could be verified; it is simple: immediately after light\nbecomes unavailable, the biosynthetic process continues for some time,\nand then stops. If then, light is made available, the synthesis starts again.\nCan we, hence, say that calling the biosynthetic phase as the dark\ndarkdark darkdark\nreaction reactionreaction reactionreaction  is a misnomer? Discuss this amongst yourselves.\nLet us now see how the ATP and NADPH are used in the biosynthetic\nphase. W e saw earlier that CO2 is combined with H2O to pr oduce (CH2O)n\nor sugars. It was of interest to scientists to find out how this reaction\nproceeded, or rather what was the first product formed when CO2 is taken\ninto a reaction or fixed. Just after world war II, among the several efforts\nto put radioisotopes to beneficial use, the work of Melvin Calvin is\nexemplary. The use of radioactive 14C by him in algal photosynthesis\nstudies led to the discovery that the first CO2 fixation product was a\n3-carbon organic acid. He also contributed to working out the complete\nbiosynthetic pathway; hence it was called Calvin cycle after him. The\nfirst product identified was 3-phosphoglyceric  acid or in short PGA.\nHow many carbon atoms does it have?\nReprint 2025-26\n\nPHOTOSYNTHESIS  IN HIGHER PLANTS 143\nScientists also tried to know whether all plants have PGA as the first\nproduct of CO2 fixation, or whether any other product was formed in\nother plants. Experiments conducted over a wide range of plants led to\nthe discovery of another group of plants, where the first stable product of\nCO2 fixation was again an organic acid, but one which had 4 carbon\natoms in it. This acid was identified to be oxaloacetic acid  or OAA.  Since\nthen CO2 assimilation during photosynthesis  was said to be of two main\ntypes: those plants in which the first product of CO2 fixation is a C3 acid\n(PGA), i.e., the C3 pathway, and those in which the first product was a C4\nacid (OAA), i.e., the C4 pathway .  These two groups of plants showed\nother associated characteristics that we will discuss later .\n11.7.1 The Primary Acceptor of CO2\nLet us now ask ourselves a question that was asked by the scientists who\nwere struggling to understand the ‘dark reaction’. How many carbon atoms\nwould a molecule have which after accepting (fixing) CO2, would have 3\ncarbons (of PGA)?\nThe studies very unexpectedly showed that the acceptor molecule\nwas a 5-carbon ketose sugar – ribulose bisphosphate (RuBP).  Did any\nof you think of this possibility?  Do not worry; the scientists also took\na long time and conducted many experiments to reach this conclusion.\nThey also believed that since the first product was a C3 acid, the primary\nacceptor would be a 2-carbon compound; they spent many years trying\nto identify a 2-carbon compound before they discovered the 5-carbon\nRuBP .\n11.7.2 The Calvin Cycle\nCalvin and his co-workers then worked out the whole pathway and showed\nthat the pathway operated in a cyclic manner; the RuBP was regenerated.\nLet us now see how the Calvin pathway operates and where the sugar is\nsynthesised.  Let us at the outset understand very clearly that the Calvin\npathway occurs in all photosynthetic plants ; it does not matter whether\nthey have C3 or C4 (or any other) pathways (Figure 1 1.8).\nFor ease of understanding, the Calvin cycle can be described under\nthree stages: carboxylation, reduction and regeneration.\n1.Carboxylation  – Carboxylation is the fixation of CO2 into a stable organic\nintermediate.  Carboxylation is the most crucial step of the Calvin cycle\nwhere CO2 is utilised for the carboxylation of RuBP .  This r eaction is\ncatalysed by the enzyme RuBP carboxylase which results in the formation\nof two molecules of 3 -PGA.  Since this enzyme also has an oxygenation\nactivity it would be more correct to call it RuBP carboxylase -oxygenase\nor RuBisCO .\nReprint 2025-26\n\n144 BIOLOGY\n2.Reduction  – These are a series of reactions that lead to the formation\nof glucose.  The steps involve utilisation of 2 molecules of ATP for\nphosphorylation and two of NADPH for reduction per CO2 molecule\nfixed.  The fixation of six molecules of CO2 and 6 turns of the cycle are\nrequired for the formation of one molecule of glucose from the pathway.\n3.Regeneration  – Regeneration of the CO2 acceptor molecule RuBP is\ncrucial if the cycle is to continue uninterrupted.  The regeneration\nsteps r equir e one A TP for phosphorylation to for m RuBP .\nRibulose-1,5-\nbisphosphateAtmosphere\nC02 + H2O\nCarboxylation\nADP\nRegeneration\n3-phosphoglycerate\nTriose\nphosphateReductionATP\n+\nNADPH\nADP\n+\nPi +NADP+\nSucrose, starchATP\nFigure 11.8 The Calvin cycle proceeds in three stages : (1) carboxylation, during which\nCO2 combines with ribulose-1,5-bisphosphate; (2) reduction, during which\ncarbohydrate is formed at the expense of the photochemically made ATP\nand NADPH; and (3) regeneration during which the CO2 acceptor ribulose-\n1,5-bisphosphate is formed again so that the cycle continues\nReprint 2025-26\n\nPHOTOSYNTHESIS  IN HIGHER PLANTS 145\nHence for every CO2  molecule entering the Calvin cycle, 3 molecules\nof ATP and 2 of NADPH are required.  It is probably to meet this difference\nin number of ATP and NADPH used in the dark reaction that the cyclic\nphosphorylation takes place.\nTo make one molecule of glucose 6 turns of the cycle are required.\nWork out how many A TP and NADPH molecules will be r equir ed to make\none molecule of glucose through the Calvin pathway.\nIt might help you to understand all of this if we look at what goes in\nand what comes out of the Calvin cycle.\nIn Out\nSix CO2One glucose\n18 ATP 18 ADP\n12 NADPH 12 NADP\n11.8 THE C4 PATHWAY\nPlants that are adapted to dry tropical regions have the C4 pathway\nmentioned earlier . Though these plants have the C4 oxaloacetic acid as\nthe first CO2 fixation product they use the C3 pathway or the Calvin cycle\nas the main biosynthetic pathway. Then, in what way are they different\nfrom C3 plants? This is a question that you may reasonably ask.\nC4 plants are special: They have a special type of leaf anatomy, they\ntolerate higher temperatures, they show a response to high light intensities,\nthey lack a process called photorespiration and have greater productivity\nof biomass. Let us understand these one by one.\nStudy vertical sections of leaves, one of a C3 plant and the other of a C4\nplant. Do you notice the differences? Do both have the same types of\nmesophylls?  Do they have similar cells around the vascular bundle sheath?\nThe particularly large cells around the vascular bundles of the C4\nplants are called bundle sheath cells , and the leaves which have such\nanatomy are said to have ‘Kranz’ anatomy . ‘Kranz’ means ‘wreath’ and\nis a reflection of the arrangement of cells.  The bundle sheath cells may\nform several layers  around the vascular bundles; they are characterised\nby having a large number of chloroplasts, thick walls impervious to\ngaseous exchange and no inter cellular spaces. Y ou may like to cut a\nsection of the leaves of C4 plants – maize or sorghum – to observe the\nKranz anatomy and the distribution of mesophyll cells.\nIt would be interesting for you to collect leaves of diverse species of\nplants around you and cut vertical sections of the leaves. Observe under\nthe microscope – look for the bundle sheath around the vascular\nbundles.  The presence of the bundle sheath would help you identify\nthe C4 plants.\nReprint 2025-26\n\n146 BIOLOGY\nNow study the pathway shown in Figure 11.9. This pathway that has\nbeen named the Hatch and Slack Pathway, is again a cyclic process.  Let\nus study the pathway by listing the steps.\nThe primary CO2 acceptor is a 3-carbon molecule phosphoenol\npyruvate (PEP) and is present in the mesophyll cells. The enzyme\nresponsible for this fixation is PEP carboxylase or PEPcase. It is important\nto register that the mesophyll cells lack RuBisCO enzyme. The C4 acid\nOAA is formed in the mesophyll cells.\nIt then forms other 4-carbon compounds like malic acid or aspartic\nacid in the mesophyll cells itself, which are transported to the bundle\nsheath cells.  In the bundle sheath cells these C4 acids are broken down\nto release CO2 and a 3-carbon molecule.\nThe 3-carbon molecule is transported back to the mesophyll where it\nis converted to PEP again, thus, completing the cycle.\nThe CO2 released in the bundle sheath cells enters the C3 or the Calvin\npathway, a pathway common to all plants. The bundle sheath cells are\nFigure 11.9  Diagrammatic representation of the Hatch and Slack Pathway\nReprint 2025-26\n\nPHOTOSYNTHESIS  IN HIGHER PLANTS 147\nrich in an enzyme Ribulose bisphosphate carboxylase-oxygenase\n(RuBisCO) , but lack PEPcase.  Thus, the basic pathway that results in\nthe formation of the sugars, the Calvin pathway, is common to the C3 and\nC4 plants.\nDid you note that the Calvin pathway occurs in all the mesophyll\ncells of the C3 plants? In the C4 plants it does not take place in the\nmesophyll cells but does so only in the bundle sheath cells.\n11.9PHOTORESPIRATION\nLet us try and understand one more process that creates an important\ndifference between C3 and C4 plants – Photorespiration . To understand\nphotorespiration we have to know a little bit more about the first step of\nthe Calvin pathway – the first CO2 fixation step. This is the  reaction\nwhere RuBP combines with CO2 to form 2 molecules of 3PGA, that is\ncatalysed by RuBisCO .\nRuBP CO PGARuBisCo+  →   ×2 2 3\nRuBisCO that is the most abundant enzyme in the world (Do you\nwonder why?) is characterised by the fact that its active site can bind to\nboth CO2 and O2 – hence the name. Can you think how this could be\npossible?  RuBisCO has a much greater affinity for CO2 when the CO2: O2\nis nearly equal. Imagine what would happen if this were not so! This\nbinding is competitive. It is the relative concentration of O2 and CO2 that\ndetermines which of the two will bind to the enzyme.\nIn C3 plants some O2 does bind to RuBisCO, and hence CO2 fixation is\ndecreased. Here the RuBP instead of being converted to  2 molecules of\nPGA binds with O2 to form one molecule of phosphoglycerate and\nphosphoglycolate (2 Carbon) in a pathway called photorespiration. In\nthe photorespiratory pathway, there is neither synthesis of sugars, nor of\nATP. Rather it results in the release of C O2 with the utilisation of A TP. In\nthe photorespiratory pathway there is no synthesis of ATP or NADPH.\nThe biological function of photorespiration is not known yet.\nIn C4 plants photorespiration does not occur . This is because they\nhave a mechanism that increases the concentration of CO2 at the enzyme\nsite.  This takes place when the C4 acid from the mesophyll is broken\ndown in the bundle sheath cells to release CO2 – this results in increasing\nthe intracellular concentration of CO2. In turn, this ensures that the\nRuBisCO functions as a carboxylase minimising the oxygenase activity.\nNow that you know that the C4 plants lack photorespiration, you\nprobably can understand why productivity and yields are better in these\nplants. In addition, these plants show tolerance to higher temperatures.\nBased on the above discussion can you compare plants showing the\nC3 and the C4 pathway?  Use the table format given in table 11.1 and fill\nin the information.\nReprint 2025-26\n\n148 BIOLOGY\nTABLE 11.1 Fill in the Columns 2 and 3 in this table to highlight the differences\nbetween C3 and C4 Plants\nCharacteristics C3 Plants C4 Plants Choose from\nCell type in which the Calvin Mesophyll/Bundle sheath/both\ncycle takes place\nCell type in which the initial Mesophyll/Bundle sheath /both\ncarboxylation reaction occurs\nHow many cell types does the Two: Bundle sheath and\nleaf have that fix CO2. mesophyll\nOne: Mesophyll\nThree: Bundle sheath, palisade,\nspongy mesophyll\nWhich is the primary CO2 acceptor RuBP/PEP/PGA\nNumber of carbons  in the 5 / 4 / 3\nprimary CO2 acceptor\nWhich is the primary CO2PGA/OAA/RuBP/PEP\nfixation product\nNo. of carbons in the primary 3 / 4 / 5\nCO2 fixation product\nDoes the plant have RuBisCO ? Yes/No/Not always\nDoes the plant have PEP Case? Yes/No/Not always\nWhich cells in the plant have Mesophyll/Bundle sheath/none\nRubisco?\nCO2 fixation rate under high Low/ high/ medium\nlight conditions\nWhether photorespiration is High/negligible/sometimes\npresent at low light intensities\nWhether photorespiration is High/negligible/sometimes\npresent at high light intensities\nWhether photorespiration would be High/negligible/sometimes\npresent at low CO2 concentrations\nWhether photorespiration would be High/negligible/sometimes\npresent at high CO2 concentrations\nTemperature optimum 30-40°C/20- 25°C/above 40°C\nExamples Cut vertical sections of leaves of\ndifferent plants and observe under\nthe microscope for K ranz anatomy\nand list them in the appropriate\ncolumns.\nReprint 2025-26\n\nPHOTOSYNTHESIS  IN HIGHER PLANTS 149\n11.10 FACTORS  AFFECTING  PHOTOSYNTHESIS\nAn understanding of the factors that affect photosynthesis is necessary.\nThe rate of photosynthesis is very important in determining the yield of\nplants including crop plants.  Photosynthesis is under the influence of\nseveral factors, both internal (plant) and external. The plant factors include\nthe number , size, age and orientation of leaves, mesophyll cells and\nchloroplasts, internal CO2 concentration and the amount of chlorophyll.\nThe plant or internal factors are dependent on the genetic predisposition\nand the growth of the plant.\nThe external factors would include the availability of sunlight,\ntemperatur e, CO2 concentration and water .  As a plant photosynthesises,\nall these factors will simultaneously affect its rate. Hence, though several\nfactors interact and simultaneously affect photosynthesis or CO2 fixation,\nusually one factor is the major cause or is the one that limits the rate.\nHence, at any point the rate will be determined by the factor available at\nsub-optimal levels.\nWhen several factors affect any [bio] chemical process, Blackman’s\n(1905) Law of Limiting Factors comes into effect. This states the following:\nIf a chemical pr ocess is af fected by mor e than one factor , then its\nrate will be deter mined by the factor which is near est to its minimal\nvalue: it is the factor which directly affects the process if its quantity is\nchanged.\nFor example, despite the presence of a green\nleaf and optimal light and CO2 conditions, the\nplant may not photosynthesise if the temperature\nis very low. This leaf, if given the optimal\ntemperature, will start photosynthesising.\n11.10.1 Light\nWe need to distinguish between light quality, light\nintensity and the duration of exposure to light,\nwhile discussing light as a factor that affects\nphotosynthesis. There is a linear relationship\nbetween incident light and CO2 fixation rates at\nlow light intensities. At higher light intensities,\ngradually the rate does not show further increase\nas other factors become limiting (Figure 11.10).\nWhat is interesting to note is that light saturation\noccurs at 10 per cent of the full sunlight. Hence,\nexcept for plants in shade or in dense forests, light\nis rarely a limiting factor in nature. Increase inFigure 11.10 Graph of light intensity on the\nrate of photosynthesisRate of photosynthesis\nLight intensityABC\nDE\nReprint 2025-26\n\n150 BIOLOGY\nincident light beyond a point causes the breakdown of chlorophyll and a\ndecrease in photosynthesis.\n11.10.2 Carbon dioxide Concentration\nCarbon dioxide is the major limiting factor for photosynthesis.  The\nconcentration of CO2 is very low in the atmosphere (between 0.03 and\n0.04 per cent). Increase in concentration upto 0.05 per cent can cause an\nincrease in CO2 fixation rates; beyond this the levels can become damaging\nover longer periods.\nThe C3 and C4 plants respond differently to CO2 concentrations.  At\nlow light conditions neither group responds to high CO2 conditions.  At\nhigh light intensities, both C3 and C4 plants show increase in the rates of\nphotosynthesis. What is important to note is that the C4 plants show\nsaturation at about 360 µlL-1 while C3 responds to increased CO2\nconcentration and saturation is seen only beyond 450 µlL-1.  Thus, current\navailability of CO2 levels is limiting to the C3 plants.\nThe fact that C3 plants respond to higher CO2 concentration by\nshowing increased rates of photosynthesis leading to higher productivity\nhas been used for some greenhouse crops such as tomatoes and bell\npepper . They ar e allowed to gr ow in carbon dioxide enriched atmospher e\nthat leads to higher yields.\n11.10.3  Temperature\nThe dark reactions being enzymatic are temperature controlled. Though\nthe light reactions are also temperature sensitive they are affected to a\nmuch lesser extent. The C4 plants respond to higher temperatures and\nshow higher rate of photosynthesis while C3 plants have a much lower\ntemperature optimum.\nThe temperature optimum for photosynthesis of different plants also\ndepends on the habitat that they ar e adapted to.  T ropical plants have a\nhigher temperature optimum than the plants adapted to temperate\nclimates.\n11.10.4  Water\nEven though water is one of the reactants in the light reaction, the effect of\nwater as a factor is more through its effect on the plant, rather than directly\non photosynthesis. W ater str ess causes the stomata to close hence r educing\nthe CO2 availability. Besides, water stress also makes leaves wilt, thus,\nreducing the surface area of the lea ves and their metabolic activity as well.\nReprint 2025-26\n\nPHOTOSYNTHESIS  IN HIGHER PLANTS 151\nSUMMARY\nGreen plants make their own fo od by photosynthesis. During this process carbon\ndioxide from the atmosphere is taken in by leaves through stomata and used for\nmaking carbohydrates, principally glucose and starch.  Photosynthesis takes place\nonly in the green parts of the plants, mainly the leaves. Within the leaves, the\nmesophyll cells have a large number of chloroplasts that are responsible for CO2\nfixation.  Within the chloroplasts, the membranes are sites for the light reaction,\nwhile the chemosynthetic pathway occurs in the stroma.  Photosynthesis has two\nstages: the light reaction and the carbon fixing reactions. In the light reaction the\nlight energy is absorbed by the pigments present in the antenna, and funnelled to\nspecial chlorophyll a molecules called reaction centre chlorophylls. There are two\nphotosystems, PS I and PS II. PS I has a 700 nm absorbing chlorophyll a P700\nmolecule at its reaction centre, while PS II has a P680 reaction centre that absorbs\nred light at 680 nm.  After absorbing light, electrons are excited and transferred\nthrough PS II and PS I and finally to NAD forming NADH. During this process a\nproton gradient is created across the membrane of the thylakoid. The breakdown\nof the protons gradient due to movement through the F0 part of the ATPase enzyme\nreleases enough energy for synthesis of A TP.  Splitting of water molecules is\nassociated with PS II resulting in the release of O2, protons and transfer of electrons\nto PS II.\nIn the carbon fixation cycle, CO2 is added by the enzyme, RuBisCO , to a 5-\ncarbon compound RuBP that is converted to 2 molecules of 3-carbon PGA. This\nis then converted to sugar by the Calvin cycle, and the RuBP is regenerated. During\nthis process ATP and NADPH synthesised in the light reaction are utilised. RuBisCO\nalso catalyses a wasteful oxygenation reaction in C3 plants: photorespiration.\nSome tropical plants show a special type of photosynthesis called C4 pathway.\nIn these plants the first product of CO2 fixation that takes place in the mesophyll,\nis a 4-carbon compound.  In the bundle sheath cells the Calvin pathway is carried\nout for the synthesis of carbohydrates.\nEXERCISES\n1.By looking at a plant externally , can you tell whether a plant is C3 or C4? Why\nand how?\n2.By looking at which internal structure of a plant you can tell whether a plant is\nC3 or C4? Explain.\n3.Even though a very few cells in a C4 plant carry out the biosynthetic – Calvin\npathway, yet they are highly productive. Can you discuss why?\nReprint 2025-26\n\n152 BIOLOGY\n4.RuBisC O is an enzyme that acts both as a carboxylase and oxygenase. Why do\nyou think RuBisCO  carries out more carboxylation in C4 plants?\n5.Suppose there were plants that had a high concentration of Chlorophyll b, but\nlacked chlorophyll a, would it carry out photosynthesis? Then why do plants\nhave chlorophyll b and other accessory pigments?\n6.Why is the colour of a leaf kept in the dark frequently becomes yellow , or pale\ngreen? Which pigment do you think is more stable?\n7.Look at leaves of the same plant on the shady side and compare it with the\nleaves on the sunny side. O r, compare the potted plants kept in the sunlight with\nthose in the shade. Which of them has leaves that are darker green ? Why?\n8.Figure 11.10 shows the effect of light on the rate of photosynthesis.  Based on the\ngraph, answer the following questions:\n(a) At which point/s (A , B or C ) in the curve light is a limiting factor?\n(b) What could be the limiting factor/s in region A?\n(c) What do C and  D represent on the curve?\n9.Give comparison between the following:\n(a) C3 and C4 pathways\n(b) Cyclic and non-cyclic photophosphorylation\n(c) Anatomy of leaf in C3 and C4 plants\nReprint 2025-26\n\n",
      "wordCount": 7352,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 22,
    "totalWords": 7363
  }
}