{
  "filename": "kebo102.pdf",
  "chapters": [
    {
      "chapterNumber": 2,
      "title": "2.1Kingdom Monera",
      "content": "CHAPTER   2\n2.1Kingdom Monera\n2.2Kingdom Protista\n2.3Kingdom Fungi\n2.4Kingdom Plantae\n2.5Kingdom\nAnimalia\n2.6Viruses, Viroids\nand Lichens\nReprint 2025-26\n\nBIOLOGICAL  CLASSIFICATION 11 1111 1111\nR.H. Whittaker (1969) proposed a Five Kingdom Classification. Five Kingdom Classification. Five Kingdom Classification. Five Kingdom Classification. Five Kingdom Classification. The\nkingdoms defined by him were named Monera, Protista, Fungi, PlantaeMonera, Protista, Fungi, PlantaeMonera, Protista, Fungi, PlantaeMonera, Protista, Fungi, PlantaeMonera, Protista, Fungi, Plantae\nand Animalia. Animalia.Animalia.Animalia.Animalia.  The main criteria for classification used by him include cell\nstructure, body organisation, mode of nutrition, reproduction and\nphylogenetic relationships. Table 2.1 gives a comparative account of different\ncharacteristics of the five kingdoms.\nThe three-domain system has also been proposed that divides the Kingdom\nMonera into two domains, leaving the remaining eukaryotic kingdoms in the\nthird domain and thereby a six kingdom classification. Y ou will learn about\nthis system in detail in higher classes.\nLet us look at this five kingdom classification to understand the issues\nand considerations that influenced the classification system. Earlier\nclassification systems included bacteria, blue green algae, fungi, mosses,\nferns, gymnosperms and the angiosperms under ‘Plants’. The character\nthat unified this whole kingdom was that all the organisms included had a\ncell wall in their cells.  This placed together groups which widely differed in\nother characteristics. It brought together the prokaryotic bacteria and the\nblue green algae ( cyanobacteria) with other groups which were eukaryotic.\nIt also grouped together the unicellular organisms and the multicellular\nones, say, for example, Chlamydomonas  and Spirogyra  were placed together\nunder algae. The classification did not differentiate between the heterotrophic\ngroup – fungi, and the autotrophic green plants, though they also showed\na characteristic difference in their walls composition – the fungi had chitinFive KingdomsFive KingdomsFive KingdomsFive KingdomsFive Kingdoms\nCharactersCharactersCharactersCharactersCharacters\nCell type\nCell wall\nNuclear\nmembrane\nBody\norganisation\nMode of\nnutritionMoneraMoneraMoneraMoneraMonera\nProkaryotic\nNoncellulosic\n(Polysaccharide\n+ amino acid)\nAbsent\nCellular\nAutotrophic\n(chemosyn-\nthetic and\nphotosynthetic)\nand Hetero-\ntrophic (sapro-\nphytic/para-\nsitic)Protista\nProtistaProtista ProtistaProtista\nEukaryotic\nPresent in\nsome\nPresent\nCellular\nAutotrophic\n(Photosyn-\nthetic) and\nHetero-\ntrophicFungi FungiFungi FungiFungi\nEukaryotic\nPresent\nwith chitin\nPresent\nMulticeullar/\nloose tissue\nHeterotrophic\n(Saprophytic/\nParasitic)Plantae PlantaePlantae PlantaePlantae\nEukaryotic\nPresent\n(cellulose)\nPresent\nTissue/\norgan\nAutotrophic\n(Photosyn-\nthetic)Animalia AnimaliaAnimalia AnimaliaAnimalia\nEukaryotic\nAbsent\nPresent\nTissue/organ/\norgan system\nHeterotrophic\n(Holoz oic/\nSaprophytic\netc.)T TTTTABLEABLEABLEABLEABLE 2.1  2.1 2.1  2.1 2.1          Characteristics of the Five KingdomsCharacteristics of the Five KingdomsCharacteristics of the Five KingdomsCharacteristics of the Five KingdomsCharacteristics of the Five Kingdoms\nReprint 2025-26\n\n12 BIOLOGY\nin their walls while the green plants had a cellulosic cell wall.  When such\ncharacteristics were considered, the fungi were placed in a separate\nkingdom – Kingdom Fungi. All prokaryotic organisms were grouped\ntogether under Kingdom Monera and the unicellular eukaryotic organisms\nwere placed in Kingdom Protista. Kingdom Protista has brought together\nChlamydomonas, Chlorella  (earlier placed in Algae within Plants and both\nhaving cell walls) with Paramoecium  and Amoeba  (which were earlier placed\nin the animal kingdom which lack cell wall). It has put together organisms\nwhich, in earlier classifications, were placed in different kingdoms.  This\nhappened because the criteria for classification changed. This kind of\nchanges will take place in future too depending on the improvement in our\nunderstanding of characteristics and evolutionary relationships. Over time,\nan attempt has been made to evolve a classification system which reflects\nnot only the morphological, physiological and reproductive similarities,\nbut is also phylogenetic, i.e., is based on  evolutionary relationships.\nIn this chapter we will study characteristics of Kingdoms Monera,\nProtista and Fungi of the Whittaker system of classification.  The Kingdoms\nPlantae and Animalia, commonly referred to as plant and animal\nkingdoms, respectively, will be dealt separately in chapters 3 and 4.\nSpore Flagellum\nCocciBacilliSpirilla\nVibrio\nFigure 2.1  Bacteria of different shapes2.1 KINGDOM  MONERA\nBacteria are the sole members of the Kingdom Monera. They are the most\nabundant micro-organisms. Bacteria occur almost everywhere. Hundreds\nof bacteria are present in a handful of soil. They also live in extreme habitats\nsuch as hot springs, deserts, snow and deep oceans where very few other\nlife forms can survive. Many of them live in or on other organisms as\nparasites.\nBacteria are grouped under four categories based on their shape: the\nspherical Coccus (pl.: cocci), the rod-shaped Bacillus (pl.: bacilli), the\ncomma-shaped Vibrium (pl.: vibrio) and the spiral Spirillum (pl.: spirilla)\n(Figure 2.1).\nReprint 2025-26\n\nBIOLOGICAL  CLASSIFICATION 13\nThough the bacterial structure is very simple, they are very complex\nin behaviour . Compar ed to many other or ganisms, bacteria as a gr oup\nshow the most extensive metabolic diversity. Some of the bacteria are\nautotrophic, i.e., they synthesise their own food from inorganic substrates.\nThey may be photosynthetic autotrophic or chemosynthetic autotrophic.\nThe vast majority of bacteria are heterotrophs, i.e., they depend on other\norganisms or on dead organic matter for food.\n2.1.1 Archaebacteria\nThese bacteria are special since they live in some of the most harsh habitats\nsuch as extreme salty areas (halophiles), hot springs (thermoacidophiles)\nand marshy areas (methanogens). Archaebacteria differ from other bacteria\nin having a different cell wall structure and this feature is responsible for\ntheir survival in extreme conditions. Methanogens are present in the gut\nof several ruminant animals such as cows and buffaloes and they are\nresponsible for the production of methane (biogas) from the dung of these\nanimals.\nFigure 2.2 A filamentous blue-green\nalgae – Nostoc2.1.2 Eubacteria\nThere are thousands of different eubacteria or ‘true\nbacteria’. They are characterised by the presence of a\nrigid cell wall, and if motile, a flagellum. The\ncyanobacteria (also referred to as blue-green algae)\nhave chlorophyll \na similar to green plants and are\nphotosynthetic autotrophs (Figure 2.2). The\ncyanobacteria ar e unicellular , colonial or filamentous,\nfreshwater/marine or terrestrial algae. The colonies\nare generally surrounded by gelatinous sheath. They\noften form blooms in polluted water bodies. Some of\nthese organisms can fix atmospheric nitrogen in\nspecialised cells called heterocysts,  e.g., Nostoc and\nAnabaena . Chemosynthetic autotrophic bacteria\noxidise various inorganic substances such as\nnitrates, nitrites and ammonia and use the released\nenergy for their ATP production. They play a great role\nin recycling nutrients like nitrogen, phosphorous,\niron and sulphur .\nHeterotrophic bacteria are most abundant in\nnature. The majority are important decomposers.\nMany of them have a significant impact on human\naffairs. They are helpful in making curd from milk,\nproduction  of antibiotics, fixing nitrogen in legume\nReprint 2025-26\n\n14 BIOLOGY\nroots, etc. Some are pathogens causing damage\nto human beings, crops, farm animals and pets.\nCholera, typhoid, tetanus, citrus canker are well\nknown diseases  caused by different bacteria.\nBacteria reproduce mainly by fission (Figure\n2.3). Sometimes, under unfavourable conditions,\nthey produce spores. They also reproduce by a\nsort of sexual reproduction by adopting a\nprimitive type of DNA transfer from one bacterium\nto the other .\nThe Mycoplasma are organisms that\ncompletely lack a cell wall. They are the smallest\nliving cells known and can survive without oxygen. Many mycoplasma\nare pathogenic in animals and plants.\n2.2 KINGDOM  PROTISTA\nAll single-celled eukaryotes are placed under Protista , but the boundaries\nof this kingdom are not well defined. What may be ‘a photosynthetic\nprotistan’ to one biologist may be ‘a plant’ to another . In this book we\ninclude Chrysophytes, Dinoflagellates, Euglenoids, Slime moulds and\nProtozoans under Protista. Members of Protista are primarily aquatic.\nThis kingdom forms a link with the others dealing with plants, animals\nand fungi. Being eukaryotes, the protistan cell body contains a well defined\nnucleus and other membrane-bound organelles. Some have flagella or\ncilia. Protists reproduce asexually and sexually by a process involving\ncell fusion and zygote formation.\n2.2.1 Chrysophytes\nThis group includes diatoms and golden algae (desmids). They are found\nin fresh water as well as in marine environments. They are microscopic\nand float passively in water currents (plankton). Most of them are\nphotosynthetic. In diatoms the cell walls form two thin overlapping shells,\nwhich fit together as in a soap box. The walls are embedded with silica\nand thus the walls are indestructible. Thus, diatoms have left behind\nlarge amount of cell wall deposits in their habitat; this accumulation over\nbillions of years is referred to as ‘diatomaceous earth’. Being gritty this\nsoil is used in polishing, filtration of oils and syrups. Diatoms are the\nchief ‘producers’ in the oceans.Figure 2.3 A dividing bacterium\nReprint 2025-26\n\nBIOLOGICAL  CLASSIFICATION 15\n2.2.2 Dinoflagellates\nThese organisms are mostly marine and photosynthetic.\nThey appear yellow, green, brown, blue or red depending\non the main pigments present in their cells. The cell wall\nhas stiff cellulose plates on the outer surface. Most of\nthem have two flagella; one lies longitudinally and the\nother transversely in a furrow between the wall plates.\nVery often, r ed dinoflagellates (Example: Gonyaulax)\nundergo such rapid multiplication that they make the\nsea appear red (red tides). Toxins released by such large\nnumbers may even kill other marine animals such as\nfishes.\n2.2.3 Euglenoids\nMajority of them are fresh water organisms found in\nstagnant water . Instead of a cell wall, they have a pr otein\nrich layer called pellicle which makes their body flexible.\nThey have two flagella, a short and a long one. Though\nthey are photosynthetic in the presence of sunlight, when\ndeprived of sunlight they behave like heterotrophs by\npredating on other smaller organisms. Interestingly, the\npigments of euglenoids are identical to those present in\nhigher plants. Example: Euglena (Figure 2.4b) .\n2.2.4 Slime Moulds\nSlime moulds are saprophytic protists. The body moves\nalong decaying twigs and leaves engulfing organic\nmaterial. Under suitable conditions, they form an\naggregation called plasmodium which may grow and\nspread over several feet. During unfavourable conditions,\nthe plasmodium differentiates and forms fruiting bodies\nbearing spores at their tips. The spores possess true walls.\nThey are extremely resistant and survive for many years,\neven under adverse conditions. The spores are dispersed\nby air currents.\n2.2.5 Protozoans\nAll protozoans are heterotrophs and live as predators or\nparasites. They are believed to be primitive relatives of\nanimals. There are four major groups of protozoans.\nAmoeboid protozoans:  These organisms live in fresh\nwater , sea water or moist soil. They move and captur\neFigure 2.4 (a) Dinoflagellates\n(b) Euglena\n(c) Slime mould\n(d) Paramoecium\n(d)\n(a)\n(c)\n(b)\nReprint 2025-26\n\n16 BIOLOGY\ntheir prey by putting out pseudopodia (false feet) as in Amoeba . Marine\nforms have silica shells on their surface. Some of them such as Entamoeba\nare parasites.\nFlagellated protozoans:  The members of this group are either free-living\nor parasitic. They have flagella. The parasitic forms cause diaseases such\nas sleeping sickness. Example: Trypanosoma .\nCiliated protozoans:  These are aquatic, actively moving organisms because\nof the presence of thousands of cilia. They have a cavity (gullet) that opens\nto the outside of the cell surface. The coordinated movement of rows of\ncilia causes the water laden with food to be steered into the gullet. Example:\nParamoecium (Figure 2.4d) .\nSporozoans: This includes diverse organisms that have an infectious\nspore-like stage in their life cycle. The most notorious is Plasmodium\n(malarial parasite) which causes malaria, a disease which has a staggering\neffect on human population.\n2.3 KINGDOM  FUNGI\nThe fungi constitute a unique kingdom of heterotrophic organisms. They\nshow a gr eat diversity in morphology and habitat. Y ou  must have seen\nfungi on a mo ist bread and rotten fruits. The common mushroom you eat\nand toadstools are also fungi. White spots seen on mustard leaves are due\nto a parasitic fungus. Some unicellular fungi, e.g., yeast are used to make\nbread and beer . Other fungi cause diseases in plants and animals; wheat\nrust-causing Puccinia  is an important example. Some are the source of\nantibiotics, e.g., Penicillium . Fungi ar e cosmopolitan and occur in air , water ,\nsoil and on animals and plants.  They prefer to grow in warm and humid\nplaces. Have you ever wonder ed why we keep food in the r efrigerator ? Y es,\nit is to prevent food from going bad due to bacterial or fungal infections.\nWith the exception of yeasts which ar e unicellular , fungi ar e\nfilamentous. Their bodies consist of long, slender thread-like structures\ncalled hyphae. The network of hyphae is known as mycelium. Some hyphae\nare continuous tubes filled with multinucleated cytoplasm – these are\ncalled coenocytic hyphae. Others have septae or cross walls in their\nhyphae. The cell walls of fungi are composed of chitin and polysaccharides.\nMost fungi are heterotrophic and absorb soluble organic matter from\ndead substrates and hence are  called \nsaprophytes . Those that depend\non living plants and animals are called parasites . They can also live as\nsymbionts – in association  with algae as lichens  and with roots of higher\nplants as mycorrhiza .\nReproduction in fungi can take place by vegetative means –\nfragmentation, fission and budding. Asexual reproduction is by spores\nReprint 2025-26\n\nBIOLOGICAL  CLASSIFICATION 17\ncalled conidia or sporangiospores or zoospores, and sexual reproduction\nis by oospores, ascospores and basidiospores. The various spores are\nproduced in distinct structures called fruiting bodies. The sexual cycle\ninvolves the following  three steps:\n(i)Fusion of protoplasms between two motile or non-motile gametes\ncalled plasmogamy.\n(ii)Fusion of two nuclei called karyogamy.\n(iii)Meiosis in zygote resulting in haploid spores.\nWhen a fungus reproduces sexually, two haploid\nhyphae of compatible mating types come together and\nfuse. In some fungi the fusion of two haploid cells\nimmediately results in diploid cells (2n). H owever , in other\nfungi (ascomycetes and basidiomycetes), an intervening\ndikaryotic stage (n + n, i.e., two nuclei per cell) occurs;\nsuch a condition is called a dikaryon and the phase is\ncalled dikaryophase  of fungus. L ater, the parental nuclei\nfuse and the cells become diploid.  The fungi form fruiting\nbodies in which reduction division occurs, leading to\nformation of haploid spores.\nThe morphology of the mycelium, mode of spore\nformation and fruiting bodies  form the basis for the\ndivision of the kingdom  into various classes.\n2.3.1 Phycomycetes\nMembers of phycomycetes are found in aquatic habitats\nand on decaying wood in moist and damp places or as\nobligate parasites on plants. The mycelium is aseptate\nand coenocytic. Asexual reproduction takes place by\nzoospores (motile) or by aplanospores (non-motile). These\nspores are endogenously produced in sporangium. A\nzygospore is formed by fusion of two gametes. These\ngametes are similar in morphology (isogamous) or\ndissimilar (anisogamous or oogamous). Some common\nexamples are Mucor (Figure 2.5a) , Rhizopus (the bread\nmould mentioned earlier) and Albugo (the parasitic fungi\non mustard).\n2.3.2 Ascomycetes\nCommonly known as sac-fungi, the ascomycetes  are mostly\nmulticellular , e.g., Penicillium , or rarely  unicellular , e.g., yeast\n(Saccharomyces ). They are saprophytic, decomposers,\nparasitic or coprophilous (growing on dung). Mycelium\nFigure 2.5 Fungi: (a) Mucor\n(b) Aspergillus  (c) Agaricus(c)(a)\n(b)\nReprint 2025-26\n\n18 BIOLOGY\nis branched and septate. The asexual spores are conidia produced\nexogenously on the special mycelium called conidiophores. Conidia on\ngermination produce mycelium. Sexual spores are called ascospores\nwhich are produced endogenously in sac like asci (singular ascus). These\nasci are arranged in different types of fruiting bodies called ascocarps.\nSome examples are Aspergillus (Figure 2.5b) , Claviceps and Neurospora.\nNeurospora  is used extensively in biochemical and genetic work. Many\nmembers like morels and truffles are edible and are considered  delicacies.\n2.3.3 Basidiomycetes\nCommonly known forms of basidiomycetes are mushrooms, bracket\nfungi or puf fballs. They grow in soil, on logs and tre e stumps and in\nliving plant bodies as parasites, e.g., rusts and smuts. The mycelium is\nbranched and septate. The asexual spores are generally not found, but\nvegetative reproduction by fragmentation is common. The sex organs\nare absent, but plasmogamy is brought about by fusion of two vegetative\nor somatic cells of dif ferent strains or genotypes. The resultant structure\nis dikaryotic which ultimately gives rise to basidium. K aryogamy and\nmeiosis take place in the basidium producing four basidiospores. The\nbasidiospores are exogenously produced on the basidium (pl.: basidia).\nThe basidia are arranged in fruiting bodies called basidiocarps. Some\ncommon members are Agaricus (mushroom) (Figure 2.5c) , Ustilago \n(smut)\nand Puccinia (rust fungus).\n2.3.4 Deuteromycetes\nCommonly known as imperfect fungi because only the asexual or\nvegetative phases of these fungi are known.  When the sexual forms of\nthese fungi were discovered they were moved into classes they rightly\nbelong to.  It is also possible that the asexual and vegetative stage have\nbeen given one name (and placed under deuteromycetes) and the sexual\nstage another (and placed under another class).  Later when the linkages\nwere established, the fungi were correctly identified and moved out of\ndeuteromycetes. Once perfect (sexual) stages of members of\ndueteromycetes were discovered, they were often moved to ascomycetes\nand basidiomycetes. The deuteromycetes reproduce only by asexual spores\nknown as conidia. The mycelium is septate and branched. Some members\nare saprophytes or parasites while a large number of them are\ndecomposers of litter and help in mineral cycling. Some examples are\nAlternaria, Colletotrichum and Trichoder ma.\nReprint 2025-26\n\nBIOLOGICAL  CLASSIFICATION 19\n2.4KINGDOM  PLANTAE\nKingdom Plantae includes all eukaryotic chlorophyll-containing\norganisms commonly called plants. A few members are partially\nheterotrophic such as the insectivorous plants or parasites. Bladderwort\nand V enus fly trap are examples of insectivorous plants and Cuscuta  is a\nparasite. The plant cells have an eukaryotic structure with prominent\nchloroplasts and cell wall mainly made of cellulose. Y ou will study the\neukaryotic cell structure in detail in ",
      "wordCount": 2881,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 8,
      "title": ". Plantae includes algae,",
      "content": "Chapter 8. Plantae includes algae,\nbryophytes, pteridophytes, gymnosperms and angiosperms.\nLife cycle of plants has two distinct phases – the diploid sporophytic\nand the haploid gametophytic – that alternate with each other . The lengths\nof the haploid and diploid phases, and whether these phases are free–\nliving or dependent on others, vary among different groups in plants.\nThis phenomenon is called alternation of generations.  You will study\nfurther details of this kingdom in Chapter 3.\n2.5KINGDOM  ANIMALIA\nThis kingdom is characterised by heterotrophic eukaryotic organisms\nthat are multicellular and their cells lack cell walls. They directly or\nindirectly depend on plants for food. They digest their food in an internal\ncavity and store food reserves as glycogen or fat. Their mode of nutrition\nis holozoic – by ingestion of food. They follow a definite growth pattern\nand grow into adults that have a definite shape and size. Higher forms\nshow elaborate sensory and neuromotor mechanism. Most of them are\ncapable of locomotion.\nThe sexual reproduction is by copulation of male and female followed\nby embryological development. Salient features of various phyla are\ndescribed in Chapter 4.\n2.6VIRUSES , VIROIDS, PRIONS AND LICHENS\nIn the five kingdom classification of Whittaker there is no mention of lichens\nand some acellular organisms like viruses, viroids and prions. These are\nbriefly introduced here.\nAll of us who have suffered the ill effects of common cold or ‘flu’ know\nwhat effects viruses can have on us, even if we do not associate it with our\ncondition. Viruses did not find a place in classification since they are not\nconsidered truly ‘living’, if we understand living as those organisms that\nhave a cell structure.  The viruses are non-cellular organisms that are\ncharacterised by having an inert crystalline structure outside the living cell.\nReprint 2025-26\n\n20 BIOLOGY\nOnce they infect a cell , they take over the machinery of the host cell to\nreplicate themselves, killing the host. W ould you call viruses living or non-\nliving?\nVirus means venom or poisonous fluid. Dmitri Ivanowsky (1892)\nrecognised certain microbes as causal organism of the mosaic disease of\ntobacco (Figure 2.6a). These were found to be smaller than bacteria\nbecause they passed through bacteria-pro of filters. M.W . Beijerinck\n(1898) demonstrated that the extract of the infected plants of  tobacco\ncould cause infection in healthy plants and named the new pathogen\n“virus” and called the fluid as Contagium vivum fluidum  (infectious living\nfluid).  W .M. Stanley (1935) showed that viruses could be crystallised\nand crystals consist largely of proteins. They are inert outside their specific\nhost cell. Viruses are obligate parasites.\nIn addition to proteins, viruses also contain genetic material, that could\nbe either RNA or DNA.  No virus contains both RNA and DNA.  A virus is\na nucleoprotein and the genetic material is infectious. In general, viruses\nthat infect plants have single stranded RNA and viruses that infect animals\nhave either single or double stranded RNA or double stranded DNA.\nBacterial viruses or bacteriophages (viruses that infect the bacteria) are\nusually double stranded DNA viruses (Figure 2.6b). The protein coat\ncalled capsid made of small subunits called capsomeres, protects the\nnucleic acid. These capsomeres are arranged in helical or polyhedral\ngeometric forms. Viruses cause diseases like  mumps, small pox, herpes\nand influenza. AIDS in humans is also caused by a virus. In plants, the\nsymptoms can be mosaic formation, leaf rolling and curling, yellowingRNA Capsid\n(a)SheathHead\nTail fibresCollar\n(b)\nFigure 2.6  (a) Tobacco Mosaic Virus (TMV)  (b) Bacteriophage\nReprint 2025-26\n\nBIOLOGICAL  CLASSIFICATION 21\nare very good pollution indicators – they do not grow in polluted areas.\nSUMMARY\nBiological classification of plants and animals was first proposed by A ristotle on\nthe basis of simple morphological characters. Linnaeus later classified all living\norganisms into two kingdoms – Plantae and A nimalia. Whittaker proposed an\nelaborate five kingdom classification – M onera, Protista, F ungi, Plantae and\nAnimalia. The main criteria of the five kingdom classification were cell structure,\nbody organisation, mode of nutrition and reproduction, and phylogenetic\nrelationships.\nIn the five kingdom classification, bacteria are included in Kingdom Monera.\nBacteria are cosmopolitan in distribution. These organisms show the most extensive\nmetabolic diversity. Bacteria may be autotrophic or heterotrophic in their mode of\nnutrition. Kingdom Protista includes all single-celled eukaryotes such as\nChrysophytes, Dinoflagellates, Euglenoids, Slime-moulds and Protozoans. Protists\nhave defined nucleus and other membrane bound organelles. They reproduce\nboth asexually and sexually. Members of Kingdom Fungi show a great diversity\nin structures and habitat. Most fungi are saprophytic in their mode of nutrition.\nThey show asexual and sexual reproduction. Phycomycetes, Ascomycetes,\nBasidiomycetes and Deuteromycetes are the four classes under this kingdom.\nThe plantae includes all eukaryotic chlorophyll-containing organisms. Algae,\nbryophytes, pteridophytes, gymnosperms and angiosperms are included in this\ngroup. The life cycle of plants exhibit alternation of generations – gametophytic\nand sporophytic generations. The heterotrophic eukaryotic, multicellular\norganisms lacking a cell wall are included in the Kingdom Animalia. The mode ofand vein clearing, dwarfing  and stunted growth.\nViroids : In 1971, T.O. Diener discovered a new infectious agent that\nwas smaller than viruses and caused potato spindle tuber disease. It was\nfound to be a free RNA; it lacked the protein coat that is found in viruses,\nhence the name viroid. The RNA of the viroid was of low molecular weight.\nPrions :  In modern medicine certain infectious neurological diseases\nwere found to be transmitted by an agent consisting of abnormally folded\nprotein. The agent was similar in size to viruses. These agents were called\nprions. The most notable diseases caused by prions are bovine spongiform\nencephalopathy (BSE) commonly called   mad cow disease in cattle and\nits analogous variant C reutzfeldt–J acob disease (CJ D) in humans.\nLichens :  Lichens are symbiotic associations i.e. mutually useful\nassociations, between algae and fungi. The algal component is known as\nphycobiont  and fungal component as mycobiont,  which are autotrophic\nand heterotrophic, respectively. Algae prepare food for fungi and fungi\nprovide shelter and absorb mineral nutrients and water for its partner .\nSo close is their association that if one saw a lichen in nature one would\nnever imagine that they had two different organisms within them.  Lichens\nReprint 2025-26\n\n22 BIOLOGY\nEXERCISES\n1.Discuss how classification systems have undergone several changes over a\nperiod of time?\n2.State two economically important uses of:\n(a) heterotrophic bacteria\n(b) archaebacteria\n3.What is the nature of cell-walls in diatoms?\n4.Find out what do the terms ‘algal bloom’ and ‘red-tides’ signify.\n5.How are viroids different from viruses?\n6.Describe briefly the four major groups of Protozoa.\n7.Plants are autotrophic. Can you think of some plants that are partially\nheterotrophic?\n8.What do the terms phycobiont and mycobiont signify?\n9.Give a comparative account of the classes of Kingdom Fungi under the following:\n (i)mode of nutrition\n(ii)mode of reproduction\n10.What are the characteristic features of Euglenoids?\n11.Give a brief account of viruses with respect to their structure and nature of\ngenetic material. Also name four common viral diseases.\n12.Organise a discussion in your class on the topic – Are viruses living or non-\nliving?\nReprint 2025-26\n\n",
      "wordCount": 1176,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 13,
    "totalWords": 4057
  }
}