{
  "filename": "kebo119.pdf",
  "chapters": [
    {
      "chapterNumber": 19,
      "title": "19.1 Endocrine",
      "content": "CHAPTER   19\n19.1 Endocrine\nGlands and\nHormones\n19.2 Human\nEndocrine\nSystem\n19.3 Hormones of\nHeart, Kidney\nand\nGastrointestinal\nTract\n19.4 Mechanism of\nHormone Action\nReprint 2025-26\n\nBIOLOGY 240\n19.2   H UMAN ENDOCRINE  SYSTEM\nThe endocrine glands and hormone\nproducing diffused tissues/cells located in\ndifferent parts of our body constitute the\nendocrine system. Pituitary, pineal,\nthyroid, adrenal, pancreas, parathyroid,\nthymus and gonads (testis in males and\novary in females) are the organised\nendocrine bodies in our body\n(Figure 19.1). In addition to these, some\nother organs, e.g., gastrointestinal tract,\nliver, kidney, heart also pr oduce hor mones.\nA brief account of the structure and\nfunctions of all major endocrine glands\nand hypothalamus of the human body is\ngiven in the following sections.\n19.2.1 The Hypothalamus\nAs you know, the hypothalamus is the\nbasal part of diencephalon, forebrain\n(Figure 19.1) and it regulates a wide\nspectrum of body functions. It contains\nseveral groups of neurosecretory cells\ncalled nuclei which produce hormones.\nThese hormones regulate the synthesis\nand secretion of pituitary hormones.\nHowever , the hormones pr oduced by\nhypothalamus are of two types, the\nreleasing hormones (which stimulate secretion of pituitary hormones) and\nthe inhibiting hormones (which inhibit secretions of pituitary hormones).\nFor example a hypothalamic hormone called Gonadotrophin releasing\nhormone (GnRH) stimulates the pituitary synthesis and release of\ngonadotrophins. On the other hand, somatostatin from the hypothalamus\ninhibits the release of growth hormone from the pituitary. These hormones\noriginating in the hypothalamic neurons, pass through axons and are\nreleased from their nerve endings. These hormones reach the pituitary\ngland through a portal circulatory system and regulate the functions of\nthe anterior pituitary. The posterior pituitary is under the direct neural\nregulation of the hypothalamus (Figure 19.2).Figure 19.1  Location of endocrine glandsTestis\n(in male)Ovary\n(in female)AdrenalPancreasThyroid and\nParathyroid\nThymusPineal\nPituitaryHypothalamus\nReprint 2025-26\n\n241241 CHEMICAL  COORDINATION  AND INTEGRATION\n19.2.2 The Pituitary Gland\nThe pituitary gland is located in a bony cavity\ncalled sella tursica and is attached to\nhypothalamus by a stalk (Figure 19.2). It is\ndivided anatomically into an adenohypophysis\nand a neurohypophysis . Adenohypophysis\nconsists of two portions, pars distalis and pars\nintermedia. The pars distalis region of pituitary,\ncommonly called anterior pituitary, produces\ngrowth hormone  (GH), prolactin  (PRL), thyroid\nstimulating hormone (TSH),\nadrenocorticotrophic hormone  (ACTH),\nluteinizing hormone  (LH) and follicle\nstimulating hormone  (FSH). Pars intermedia\nsecretes only one hormone called melanocyte\nstimulating hormone  (MSH). However , in\nhumans, the pars intermedia is almost merged\nwith pars distalis. Neurohypophysis (pars\nnervosa) also known as posterior pituitary, stores\nand releases two hormones called oxytocin and\nvasopressin, which are actually synthesised by\nthe hypothalamus and are transported axonally to neurohypophysis.\nOver-secretion of GH stimulates abnor mal gr owth of the body leading\nto gigantism and low secretion of GH results in stunted growth resulting\nin pituitary dwarfism. Excess secretion of growth hormone in adults\nespecially in middle age can result in severe disfigurement (especially of\nthe face) called Acromegaly , which may lead to serious complications,\nand premature death if unchecked. The disease is hard to diagnose in\nthe early stages and often goes undetected for many years, until changes\nin external features become noticeable. Prolactin regulates the growth of\nthe mammary glands and formation of milk in them. TSH stimulates the\nsynthesis and secretion of thyroid hormones from the thyroid gland. ACTH\nstimulates the synthesis and secretion of steroid hormones called\nglucocorticoids from the adrenal cortex. LH and FSH stimulate gonadal\nactivity and hence are called \ngonadotrophins . In males, LH stimulates\nthe synthesis and secretion of hormones called androgens from testis.\nIn males, FSH and androgens regulate spermatogenesis. In females, LH\ninduces ovulation of fully mature follicles (graafian follicles) and maintains\nthe corpus luteum, formed from the remnants of the graafian follicles\nafter ovulation. FSH stimulates growth and development of the ovarianPosterior\npituitary\nAnterior\npituitaryHypothalamus\nHypothalamic\nneurons\nPortal circulation\nFigure 19.2 Diagrammatic representation of\npituitary and its relationship with\nhypothalamus\nReprint 2025-26\n\nBIOLOGY 242\nfollicles in females. MSH acts on the melanocytes\n(melanin containing cells) and regulates pigmentation\nof the skin. Oxytocin acts on the smooth muscles of\nour body and stimulates their contraction. In females,\nit stimulates a vigorous contraction of uterus at the\ntime of child birth, and milk ejection from the mammary\ngland. V asopr essin acts mainly at the kidney and\nstimulates resorption of water and electrolytes by the\ndistal tubules and thereby reduces loss of water\nthrough urine (diuresis). Hence, it is also called as anti-\ndiuretic hormone  (ADH).\nAn impairment affecting synthesis or release of ADH\nresults in a diminished ability of the kidney to conserve\nwater leading to water loss and dehydration. This\ncondition is known as Diabetes Insipidus .\n19.2.3 The Pineal Gland\nThe pineal gland is located on the dorsal side of\nforebrain. Pineal secretes a hormone called melatonin\n.\nMelatonin plays a very important role in the regulation\nof a 24-hour (diurnal) rhythm of our body. For\nexample, it helps in maintaining the normal rhythms\nof sleep-wake cycle, body temperature. In addition,\nmelatonin also influences metabolism, pigmentation,\nthe menstrual cycle as well as our defense capability.\n19.2.4 Thyroid Gland\nThe thyroid gland is composed of two lobes which are\nlocated on either side of the trachea (Figure 19.3 a). Both\nthe lobes are interconnected with a thin flap of connective\ntissue called isthmus. The thyroid gland is composed of\nfollicles  and stromal tissues. Each thyroid follicle is\ncomposed of follicular cells, enclosing a cavity. These\nfollicular cells synthesise two hormones,\ntetraiodothyronine  or thyroxine  (T4) and\ntriiodothyronine (T3). Iodine is essential for the normal\nrate of hormone synthesis in the thyroid. Deficiency of\niodine in our diet results in hypothyroidism  and\nenlargement of the thyroid gland, commonly called\ngoitre . Hypothyroidism during pregnancy causes\ndefective development and maturation of the growing\nbaby leading to stunted growth (cretinism), mentalFigure 19.3 Diagrammatic view of the\nposition of Thyroid and\nParathyroid\n(a) Ventral side\n(b) Dorsal side\nReprint 2025-26\n\n243243 CHEMICAL  COORDINATION  AND INTEGRATION\nretardation, low intelligence quotient, abnormal skin, deaf-mutism, etc. In\nadult women, hypothyroidism may cause menstrual cycle to become\nirregular . Due to cancer of the thyr oid gland or due to development of\nnodules of the thyroid glands, the rate of synthesis and secretion of the\nthyroid hormones is increased to abnormal high levels leading to a condition\ncalled hyperthyroidism which adversely affects the body physiology.\nExopthalmic goitre is a form of hyperthyroidism, characterised by\nenlargement of the thyroid gland, protrusion of the eyeballs, increased\nbasal metabolic rate, and weight loss, also called Graves’ disease.\nThyroid hormones play an important role in the regulation of the basal\nmetabolic rate. These hormones also support the process of red blood cell\nformation. Thyroid hormones control the metabolism of carbohydrates, proteins\nand fats. Maintenance of water and electrolyte balance is also influenced by\nthyroid hormones. Thyroid gland also secretes a protein hormone called\nthyrocalcitonin (TCT) which regulates the blood calcium levels.\n19.2.5 Parathyroid Gland\nIn humans, four parathyroid glands are present on the back side of the\nthyroid gland, one pair each in the two lobes of the thyroid gland (Figure\n19.3 b). The parathyroid glands secrete a peptide hormone called\nparathyroid hormone  (PTH). The secretion of PTH is regulated by the\ncirculating levels of calcium ions.\nParathyroid hormone (PTH) increases the Ca2+ levels in the blood. PTH\nacts on bones and stimulates the process of bone resorption (dissolution/\ndemineralisation). PTH also stimulates reabsorption of Ca2+ by the renal\ntubules and increases Ca2+ absorption from the digested food. It is, thus,\nclear that PTH is a hypercalcemic hormone, i.e., it increases the blood\nCa2+ levels. Along with TCT, it plays a significant role in calcium balance\nin the body.\n19.2.6 Thymus\nThe thymus gland is a lobular structure located between lungs behind\nsternum on the ventral side of aorta. The thymus plays a major role in\nthe development of the immune system. This gland secretes the peptide\nhormones called thymosins . Thymosins play a major role in the\ndifferentiation of T-lymphocytes , which provide cell-mediated\nimmunity . In addition, thymosins also promote production of antibodies\nto provide humoral immunity . Thymus is degenerated in old individuals\nresulting in a decreased production of thymosins. As a result, the immune\nresponses of old persons bec\nome weak.\nReprint 2025-26\n\nBIOLOGY 244\nThe adrenal medulla secretes two hormones called adrenaline  or\nepinephrine  and noradrenaline  or norepinephrine . These are\ncommonly called as catecholamines . Adrenaline and noradrenaline are\nrapidly secreted in response to stress of any kind and during emergency\nsituations and are called emergency hormones  or hormones of Fight\nor Flight . These hormones increase alertness, pupilary dilation,\npiloerection (raising of hairs), sweating etc. Both the hormones increase\nthe heart beat, the strength of heart contraction and the rate of respiration.\nCatecholamines also stimulate the breakdown of glycogen resulting in19.2.7 Adrenal Gland\nOur body has one pair of adrenal glands, one above of each kidney (Figure\n19.4 a). The gland is composed of two types of tissues. The centrally located\ntissue is called the adrenal medulla , and outside this lies the adrenal\ncortex (Figure 19.4 b).\nUnderproduction of hormones by the adrenal cortex alters\ncarbohydrate metabolism causing acute weakness and fatigue leading\nto a disease called Addison’s disease .\nFigure 19.4   Diagrammatic representation of : (a) Adrenal gland above kidney (b) Section\nshowing two parts of adrenal gland\nAdrenal glandAdrenal cortex\nKidneyAdrenal medulla\n(a) (b)\nReprint 2025-26\n\n245245 CHEMICAL  COORDINATION  AND INTEGRATION\nan increased concentration of glucose in blood. In addition, they also\nstimulate the breakdown of lipids and proteins.\nThe adrenal cortex can be divided into three layers, called zona\nreticularis  (inner layer), zona fasciculata  (middle layer) and zona\nglomerulosa  (outer layer). The adrenal cortex secretes many hormones,\ncommonly called as corticoids . The corticoids, which are involved in\ncarbohydrate metabolism are called glucocorticoids. In our body, cortisol\nis the main glucocorticoid. Corticoids, which regulate the balance of water\nand electrolytes in our body are called mineralocorticoids. Aldosterone is\nthe main mineralocorticoid in our body.\nGlucocorticoids stimulate gluconeogenesis, lipolysis and proteolysis;\nand inhibit cellular uptake and utilisation of amino acids. Cortisol is also\ninvolved in maintaining the cardio-vascular system as well as the kidney\nfunctions. Glucocorticoids, particularly cortisol, produces anti-\ninflammatory reactions and suppresses the immune response. Cortisol\nstimulates the RBC production. Aldosterone acts mainly at the renal\ntubules and stimulates the reabsorption of Na+ and water and excretion\nof K+ and phosphate ions. Thus, aldosterone helps in the maintenance of\nelectrolytes, body fluid volume, osmotic pressure and blood pressure.\nSmall amounts of androgenic steroids are also secreted by the adrenal\ncortex which play a r ole in the gr owth of axial hair , pubic hair and facial\nhair during puberty.\n19.2.8 Pancreas\nPancreas is a composite gland (Figure 19.1) which acts as both exocrine\nand endocrine gland. The endocrine pancreas consists of ‘Islets of\nLangerhans’. There are about 1 to 2 million Islets of Langerhans in a\nnormal human pancreas representing only 1 to 2 per cent of the pancreatic\ntissue. The two main types of cells in the Islet of Langerhans are called\nα αα αα-cells  and βββ\nββ-cells . The α-cells secrete a hormone called glucagon , while\nthe β ββ ββ-cells secrete insulin .\nGlucagon is a peptide hormone, and plays an important role in\nmaintaining the normal blood glucose levels. Glucagon acts mainly on\nthe liver cells (hepatocytes) and stimulates glycogenolysis resulting in an\nincreased blood sugar ( hyperglycemia ). In addition, this hormone\nstimulates the process of gluconeogenesis which also contributes to\nhyperglycemia. Glucagon reduces the cellular glucose uptake and\nutilisation. Thus, glucagon is a hyperglycemic hormone .\nInsulin is a peptide hormone, which plays a major role in the\nregulation of glucose homeostasis. Insulin acts mainly on hepatocytes\nand adipocytes (cells of adipose tissue), and enhances cellular glucose\nReprint 2025-26\n\nBIOLOGY 246\nuptake and utilisation. As a result, there is a rapid movement of glucose\nfrom blood to hepatocytes and adipocytes resulting in decreased blood\nglucose levels (hypoglycemia ). Insulin also stimulates conversion of\nglucose to glycogen ( glycogenesis ) in the target cells. The glucose\nhomeostasis in blood is thus maintained jointly by the two – insulin and\nglucagons.\nProlonged hyperglycemia leads to a complex disorder called diabetes\nmellitus  which is associated with loss of glucose through urine and\nformation of harmful compounds known as ketone bodies. Diabetic\npatients are successfully treated with insulin therapy.\n19.2.9 Testis\nA pair of testis is present in the scrotal sac (outside abdomen) of male\nindividuals (Figure 19.1). Testis performs dual functions as a primary\nsex organ as well as an endocrine gland. Testis is composed of\nseminiferous tubules  and stromal or interstitial tissue.  The Leydig\ncells  or interstitial cells , which are present in the intertubular\nspaces produce a group of hormones called androgens  mainly\ntestosterone.\nAndrogens regulate the development, maturation and functions of\nthe male accessory sex organs like epididymis, vas deferens, seminal\nvesicles, prostate gland, urethra etc. These hormones stimulate muscular\ngrowth, gr owth of facial and axillary hair , aggr essiveness, low pitch of\nvoice etc. Androgens play a major stimulatory role in the process of\nspermatogenesis (formation of spermatozoa). Androgens act on the central\nneural system and influence the male sexual behaviour (libido). These\nhormones produce anabolic (synthetic) effects on protein and carbohydrate\nmetabolism.\n19.2.10 Ovary\nFemales have a pair of ovaries located in the abdomen (Figure 19.1). Ovary\nis the primary female sex organ which produces one ovum during each\nmenstrual cycle. In addition, ovary also produces two groups of steroid\nhormones called estrogen  and progesterone . Ovary is composed of\novarian follicles and stromal tissues. The estrogen is synthesised and\nsecreted mainly by the growing ovarian follicles. After ovulation, the\nruptured follicle is converted to a structure called corpus luteum , which\nsecretes mainly progesterone .\nEstrogens produce wide ranging actions such as stimulation of growth\nand activities of female secondary sex organs, development of growing\nReprint 2025-26\n\n247247 CHEMICAL  COORDINATION  AND INTEGRATION\novarian follicles, appearance of female secondary sex characters (e.g., high\npitch of voice, etc.) and mammary gland development. Estrogens also\nregulate female sexual behaviour .\nProgesterone supports pregnancy. Progesterone also acts on the\nmammary glands and stimulates the formation of alveoli (sac-like\nstructures which store milk) and milk secretion.\n19.3 HORMONES  OF HEART, KIDNEY AND GASTROINTESTINAL  TRACT\nNow you know about the endocrine glands and their hormones. H owever ,\nas mentioned earlier , hormones are also secreted by some tissues which\nare not endocrine glands. For example, the atrial wall of our heart secretes\na very important peptide hormone called atrial natriuretic factor  (ANF),\nwhich decreases blood pressure. When blood pressure is increased, ANF\nis secreted which causes dilation of the blood vessels. This reduces the\nblood pressure.\nThe juxtaglomerular cells of kidney produce a peptide hormone called\nerythropoietin  which stimulates erythropoiesis (formation of RBC).\nEndocrine cells present in different parts of the gastro-intestinal tract\nsecrete four major peptide hormones, namely gastrin , secretin ,\ncholecystokinin  (CCK) and gastric inhibitory peptide  (GIP). Gastrin\nacts on the gastric glands and stimulates the secretion of hydrochloric\nacid and pepsinogen. Secretin acts on the exocrine pancreas and\nstimulates secretion of water and bicarbonate ions. CCK acts on both\npancreas and gall bladder and stimulates the secretion of pancreatic\nenzymes and bile juice, respectively. GIP inhibits gastric secretion and\nmotility. Several other non-endocrine tissues secrete hormones called\ngrowth factors.  These factors are essential for the normal growth of tissues\nand their repairing/regeneration.\n19.4 MECHANISM  OF HORMONE  ACTION\nHormones produce their effects on target tissues by binding to specific\nproteins called hormone receptors located in the target tissues only.\nHormone receptors present on the cell membrane of the target cells are\ncalled membrane-bound receptors and the receptors present inside the\ntarget cell are called intracellular receptors, mostly nuclear receptors\n(present in the nucleus). Binding of a hormone to its receptor leads to the\nformation of a hormone-receptor complex (Figure 19.5 a, b). Each\nreceptor is specific to one hormone only and hence receptors are specific.\nHormone-Receptor complex formation leads to certain biochemical\nchanges in the target tissue. Target tissue metabolism and hence\nReprint 2025-26\n\nBIOLOGY 248\nphysiological functions are regulated by hormones. On the basis of their\nchemical nature, hormones can be divided into groups :\n(i)peptide, polypeptide, protein hormones  (e.g., insulin, glucagon,\npituitary hormones, hypothalamic hormones, etc.)\n(ii)steroids  (e.g., cortisol, testosterone, estradiol and progesterone)\n(iii)iodothyronines  (thyroid hormones)\n(iv)amino-acid derivatives  (e.g., epinephrine).\nHormones  which interact with membrane-bound receptors normally\ndo not enter the target cell, but generate second messengers (e.g., cyclic\nAMP, IP3, Ca++ etc) which in tur n regulate cellular metabolism (Figure\n19.5a). Hormones which interact with intracellular receptors (e.g., steroid\nhormones, iodothyronines, etc.) mostly regulate gene expression or\nchromosome function by the interaction of hormone-receptor complex\nwith the genome. Cumulative biochemical actions result in physiological\nand developmental effects (Figure 19.5b).\n(a)\nReprint 2025-26\n\n249249 CHEMICAL  COORDINATION  AND INTEGRATION\nSUMMARY\nThere are special chemicals which act as hormones and provide chemical\ncoordination, integration and regulation in the human body. These hormones\nregulate metabolism, growth and development of our organs, the endocrine glands\nor certain cells. The endocrine system is composed of hypothalamus, pituitary\nand pineal, thyroid, adrenal, pancreas, parathyroid, thymus and gonads (testis\nand ovary). In addition to these, some other organs, e.g., gastrointestinal tract,\nkidney, heart etc., also produce hormones. The pituitary gland is divided into\nthree major parts, which are called as  pars distalis, pars intermedia and pars\nnervosa. Pars distalis produces six trophic hormones. Pars intermedia secretesFigure 19.5 Diagramatic representation of the mechanism of hormone action :\n(a) Protein hormone  (b) Steroid hormone(b)\nReprint 2025-26\n\nBIOLOGY 250\nonly one hormone, while pars nervosa (neurohypophysis) secretes two hormones.\nThe pituitary hormones regulate the growth and development of somatic tissues\nand activities of peripheral endocrine glands. Pineal gland secretes melatonin, which\nplays a very important role in the regulation of 24-hour (diurnal) rhythms of our\nbody (e.g., rhythms of sleep and state of being awake, body temperature, etc.). The\nthyroid gland hormones play an important role in the regulation of the basal\nmetabolic rate, development and maturation of the central neural system,\nerythropoiesis, metabolism of carbohydrates, proteins and fats, menstrual cycle.\nAnother thyroid hormone, i.e., thyrocalcitonin regulates calcium levels in our blood\nby decreasing it. The parathyroid glands secrete parathyroid hormone (PTH) which\nincreases the blood Ca2+ levels and plays a major role in calcium homeostasis. The\nthymus gland secretes thymosins which play a major role in the differentiation of\nT-lymphocytes, which pr ovide cell-mediated immunity. In addition, thymosins\nalso increase the production of antibodies to provide humoral immunity. The\nadrenal gland is composed of the centrally located adrenal medulla and the outer\nadrenal cortex. The adrenal medulla secretes epinephrine and norepinephrine.\nThese hormones increase alertness, pupilary dilation, piloerection, sweating, heart\nbeat, strength of heart contraction, rate of respiration, glycogenolysis, lipolysis,\nproteolysis. The adrenal cortex secretes glucocorticoids and mineralocorticoids.\nGlucocorticoids stimulate gluconeogenesis, lipolysis, proteolysis, erythropoiesis,\ncardio-vascular system, blood pressure, and glomerular filtration rate and inhibit\ninflammatory reactions by suppressing the immune response. Mineralocorticoids\nregulate water and electrolyte contents of the body. The endocrine pancreas secretes\nglucagon and insulin. Glucagon stimulates glycogenolysis and gluconeogenesis\nresulting in hyperglycemia. Insulin stimulates cellular glucose uptake and\nutilisation, and glycogenesis resulting in hypoglycemia. Insulin deficiency\nand/or insulin resistance result in a disease called diabetes mellitus.\nThe testis secretes androgens, which stimulate the development, maturation\nand functions of the male accessory sex organs, appearance of the male secondary\nsex characters, sper matogenesis, male sexual behaviour , anabolic pathways and\nerythropoiesis. The ovary secretes estrogen and progesterone. Estrogen stimulates\ngrowth and development of female accessory sex organs and secondary sex\ncharacters. Progesterone plays a major role in the maintenance of pregnancy as\nwell as in mammary gland development and lactation. The atrial wall of the heart\nproduces atrial natriuretic factor which decreases the blood pressure. Kidney\nproduces erythropoietin which stimulates erythropoiesis. The gastrointestinal tract\nsecretes gastrin, secretin, cholecystokinin and gastric inhibitory peptide. These\nhormones regulate the secretion of digestive juices and help in digestion.\nReprint 2025-26\n\n251251 CHEMICAL  COORDINATION  AND INTEGRATION\nEXERCISES\n1.Define the following:\n(a) Exocrine gland\n(b) Endocrine gland\n(c) Hormone\n2.Diagrammatically indicate the location of the various endocrine glands in our\nbody.\n3.List the hormones secreted by the following:\n(a) Hypothalamus (b) Pituitary (c) Thyroid (d) Parathyroid\n(e) Adrenal (f) Pancreas (g) Testis (h) Ovary\n(i) Thymus (j) Atrium (k) Kidney (l) G-I Tract\n4.Fill in the blanks:\nHormones   Target gland\n(a) Hypothalamic hormones __________________\n(b) Thyrotrophin (TSH) __________________\n(c) Corticotrophin (ACTH) __________________\n(d) Gonadotrophins (LH, FSH) __________________\n(e) Melanotrophin (MSH) __________________\n5.Write short notes on the functions of the following hor mones:\n(a) Parathyroid hormone (PTH) (b) Thyroid hormones\n(c) Thymosins (d) Androgens\n(e) Estrogens (f) Insulin and Glucagon\n6.Give example(s) of:\n(a) Hyperglycemic hormone and hypoglycemic hormone\n(b) Hypercalcemic hormone\n(c) Gonadotrophic hormones\n(d) Progestational hormone\n(e) Blood pressure lowering hormone\n(f) Androgens and estrogens\n7.Which hormonal deficiency is responsible for the following:\n(a) Diabetes mellitus (b) Goitre (c) Cretinism\n8.Briefly mention the mechanism of action of FSH.\n9.Match the following:\nColumn I Column II\n(a)T4(i)Hypothalamus\n(b)PTH (ii)Thyroid\n(c)GnRH (iii)Pituitary\n(d)LH (iv)Parathyroid\nReprint 2025-26\n\nNOTE\nReprint 2025-26\n\n",
      "wordCount": 3514,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 14,
    "totalWords": 3514
  }
}