{
  "filename": "kebo108.pdf",
  "chapters": [
    {
      "chapterNumber": 8,
      "title": "Cell: The Unit of Life",
      "content": "",
      "wordCount": 0,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 9,
      "title": "of this unit, a brief description of",
      "content": "Chapter 9 of this unit, a brief description of\nbiomolecules is provided.CELL: STRUCTURE AND FUNCTIONS\nChapter 8\nCell: The Unit of Life\nChapter 9\nBiomolecules\n",
      "wordCount": 25,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 10,
      "title": "Cell Cycle and",
      "content": "Chapter 10\nCell Cycle and\nCell Division\nReprint 2025-26\n\nG.N. R AMACHANDRAN , an outstanding figure in the field of protein\nstructure, was the founder of the ‘Madras school’ of\nconformational analysis of biopolymers. His discovery of the triple\nhelical structure of collagen published in Nature  in 1954 and his\nanalysis of the allowed conformations of proteins through the\nuse of the ‘Ramachandran plot’ rank among the most outstanding\ncontributions in structural biology. He was born on October 8,\n1922, in a small town, not far from Cochin on the southwestern\ncoast of India. His father was a professor of mathematics at a\nlocal college and thus had considerable influence in shaping\nRamachandran’s interest in mathematics. After completing his\nschool years, Ramachandran graduated in 1942 as the top-\nranking student in the B.Sc. (Honors) Physics course of the\nUniversity of Madras. He received a Ph.D. from Cambridge\nUniversity in 1949. While at Cambridge, Ramachandran met\nLinus Pauling and was deeply influenced by his publications on\nmodels of the α-helix and β-sheet structures that directed his\nattention to solving the structure of collagen. He passed away at\nthe age of 78, on April 7, 2001. G.N. Ramachandran\n(1922 – 2001)\nReprint 2025-26\n\nWhen you lo ok around, you se e both living and non-living things. Y ou\nmust have wondered and asked yourself – ‘what is it that makes an\norganism living, or what is it that an inanimate thing does not have which\na living thing has’ ? The answer to this is the presence of the basic unit of\nlife – the cell in all living organisms.\nAll organisms are composed of cells. Some are composed of a single\ncell and are called unicellular organisms while others, like us, composed\nof many cells, are called multicellular organisms.\n8.1 WHAT IS A CELL?\nUnicellular organisms are capable of (i) independent existence and\n(ii) performing the essential functions of life. Anything less than a complete\nstructure of a cell does not ensure independent living. Hence, cell is the\nfundamental structural and functional unit of all living organisms.\nAntonie V on Leeuwenhoek first saw and described a live cell. Robert\nBrown later discovered the nucleus. The invention of the microscope and\nits improvement leading to the electron microscope revealed all the\nstructural details of the cell.\n8.2 CELL THEORY\nIn 1838, Ma tthias Schleiden, a German botanist, examined a large number\nof plants and observed that all plants are composed of different kinds of\ncells which form the tissues of the plant. At about the same time, TheodoreCELL: THE UNIT OF LIFECHAPTER   8\n8.1What is a Cell?\n8.2Cell Theory\n8.3An Overview of\nCell\n8.4Prokaryotic Cells\n8.5Eukaryotic Cells\nReprint 2025-26\n\n88 BIOLOGY\nSchwann (1839), a German Zoologist, studied dif ferent types of animal\ncells and reported that cells had a thin outer layer which is today known\nas the ‘plasma membrane’. H e also concluded, based on his studies on\nplant tissues, that the presence of cell wall is a unique character of\nthe plant cells. On the basis of this, Schwann proposed the hypothesis\nthat the bodies of animals and plants are composed of cells and\nproducts of cells.\nSchleiden and Schwann together formulated the cell theory . This\ntheory however , did not explain as to how new cells were formed. Rudolf\nVirchow (1855) first explained that cells divided and new cells are formed\nfrom pre-existing cells ( Omnis cellula-e cellula). H e modified the\nhypothesis of Schleiden and Schwann to give the cell theory a final\nshape. Cell theory as understood today is:\n(i)all living organisms are composed of cells and products of cells.\n(ii)all cells arise from pre-existing cells.\n8.3 AN OVERVIEW  OF CELL\nYou have earlier observed cells in an onion pe el and/or human che ek\ncells under the microscope. Let us recollect their structure. The onion cell\nwhich is a typical plant cell, has a distinct cell wall as its outer boundary\nand just within it is the cell membrane. The cells of the human cheek\nhave an outer membrane as the delimiting structure of the cell. Inside\neach cell is a dense membrane bound structure called nucleus. This\nnucleus contains the chromosomes which in turn contain the genetic\nmaterial, DNA. Cells that have membrane bound nuclei are called\neukaryotic whereas cells that lack a membrane bound nucleus are\nprokaryotic. In both prokaryotic and eukaryotic cells, a semi-fluid matrix\ncalled cytoplasm occupies the volume of the cell. The cytoplasm is the\nmain arena of cellular activities in both the plant and animal cells. V arious\nchemical reactions occur in it to keep the cell in the ‘living state’.\nBesides the nucleus, the eukaryotic cells have other membrane bound\ndistinct structures called organelles like the endoplasmic reticulum (ER),\nthe golgi complex, lysosomes, mitochondria, microbodies and vacuoles.\nThe prokaryotic cells lack such membrane bound organelles.\nRibosomes are non-membrane bound organelles found in all cells –\nboth eukaryotic as well as prokaryotic. Within the cell, ribosomes are\nfound not only in the cytoplasm but also within the two organelles –\nchloroplasts (in plants) and mitochondria and on rough ER.\nAnimal cells contain another non-membrane bound organelle called\ncentrosome which helps in cell division.\nCells differ greatly in size, shape and activities (Figure 8.1). For example,\nMycoplasmas, the smallest cells, are only 0 .3 mm in length while bacteria\nReprint 2025-26\n\nCELL: THE UNIT OF LIFE 89\nRed blood cells\n(round and biconcave)White blood cells\n(Branched and long)Columnar epithelial cells\n(long and narrow) (amoeboid)\nNerve cell\nMesophyll cells\n(round and oval)A tracheid\n(elongated)\nFigure 8.1  Diagram showing different shapes of the cells\ncould be 3 to 5 µm. The largest isolated single cell is the egg of an ostrich.\nAmong multicellular organisms, human red blood cells are about 7.0\nµm in diameter . Nerve cells ar e some of the longest cells. Cells also vary\ngreatly in their shape. They may be disc-like, polygonal, columnar , cuboid,\nthread like, or even irr\negular . The shape of the cell may vary with the\nfunction they perform.\n8.4 PROKARYOTIC  CELLS\nThe prokaryotic cells are represented by bacteria, blue-green algae,\nmycoplasma and PPLO (Pleuro Pneumonia Like Organisms). They are\ngenerally smaller and multiply more rapidly than the eukaryotic cells\n(Figure 8.2). They may vary greatly in shape and size. The four basic\nshapes of bacteria are bacillus (rod like), coccus (spherical), vibrio (comma\nshaped) and spirillum (spiral).\nThe organisation of the prokaryotic cell is fundamentally similar even\nthough prokaryotes exhibit a wide variety of shapes and functions. All\nReprint 2025-26\n\n90 BIOLOGY\nprokaryotes have a cell wall surrounding the\ncell membrane except in mycoplasma. The semi-\nfluid matrix filling the cell is the cytoplasm.\nThere is no well-defined nucleus. The genetic\nmaterial is basically naked, not enveloped by a\nnuclear membrane. In addition to the genomic\nDNA (the single chromosome/circular D NA),\nmany bacteria have small circular D NA outside\nthe genomic D NA. These smaller D NA are called\nplasmids. The plasmid D NA confers certain\nunique phenotypic characters to such bacteria.\nOne such character is resistance to antibiotics.\nIn higher classes you will learn that this plasmid\nDNA is used to monitor bacterial transformation\nwith foreign D NA. Nuclear membrane is found\nin eukaryotes. No organelles, like the ones in\neukaryotes, are found in prokaryotic cells except\nfor ribosomes. Prokaryotes have something\nunique in the form of inclusions. A specialised\ndifferentiated form of cell membrane called mesosome is the characteristic\nof prokaryotes. They are essentially infoldings of cell membrane.\n8.4.1 Cell Envelope and its Modifications\nMost prokaryotic cells, particularly the bacterial cells, have a chemically\ncomplex cell envelope. The cell envelope consists of a tightly bound three\nlayered structure i.e., the outermost glycocalyx followed by the cell wall and\nthen the plasma membrane. Although each layer of the envelope performs\ndistinct function , they act together as a single protective unit. Bacteria can\nbe classified into two groups on the basis of the differences in the cell envelopes\nand the manner in which they respond to the staining procedure developed\nby Gram viz., those that take up the gram stain are Gram positive  and the\nothers that do not are called Gram negative  bacteria.\nGlycocalyx differs in composition and thickness among different\nbacteria. It could be a loose sheath called the slime layer  in some, while\nin others it may be thick and tough, called the capsule. The cell wall\ndetermines the shape of the cell and provides a strong structural support\nto prevent the bacterium from bursting or collapsing.\nThe plasma membrane is selectively permeable in nature and interacts\nwith the outside world. This membrane is similar structurally to that of\nthe eukaryotes.\nA special membranous structure is the mesosome  which is formed\nby the extensions of plasma membrane into the cell. These extensions\nare in the form of vesicles, tubules and lamellae . They help in cell  wallTypical bacteria\n(1-2 m) /c109\nPPLO\n(about 0.1 m) /c109\nViruses\n(0.02-0.2 m) /c109A typical eukaryotic cell\n(10-20 m) /c109\nFigure 8.2 Diagram showing comparison of\neukaryotic cell with other\norganisms\nReprint 2025-26\n\nCELL: THE UNIT OF LIFE 91\nformation, DNA replication and distribution to daughter cells. They also\nhelp in respiration, secretion processes, to increase the surface area of\nthe plasma membrane and enzymatic content. In some prokaryotes like\ncyanobacteria, there are other membranous extensions into the cytoplasm\ncalled chromatophores which contain pigments.\nBacterial cells may be motile or non-motile. If motile, they have thin\nfilamentous extensions from their cell wall called flagella. Bacteria show a\nrange in the number and arrangement of flagella. Bacterial flagellum is\ncomposed of three parts – filament, hook and basal body . The filament\nis the longest portion and extends from the cell surface to the outside.\nBesides flagella, Pili and Fimbriae are also surface structures of the\nbacteria but do not play a role in motility. The pili are elongated tubular\nstructures made of a special protein. The fimbriae  are small bristle like\nfibres sprouting out of the cell. In some bacteria, they are known to help\nattach the bacteria  to rocks in streams and also to the host tissues.\n8.4.2 Ribosomes and Inclusion Bodies\nIn prokaryotes, ribosomes are associated with the plasma membrane of\nthe cell. They are about 15 nm by 20 nm in size and are made of two\nsubunits - 50S and 30S units which when present together form 70S\nprokaryotic ribosomes. Ribosomes are the site of protein synthesis. Several\nribosomes may attach to a single mRNA and form a chain called\npolyribosomes  or polysome . The ribosomes of a polysome translate the\nmRNA into proteins.\nInclusion bodies:  Reserve material in prokaryotic cells are stored in\nthe cytoplasm in the form of inclusion bodies. These are not bound by\nany membrane system and lie free in the cytoplasm, e.g., phosphate\ngranules, cyanophycean granules and glycogen granules. Gas vacuoles\nare found in blue green and purple and green photosynthetic bacteria.\n8.5 EUKARYOTIC  CELLS\nThe eukaryotes include all the protists, plants, animals and fungi. In\neukaryotic cells there is an extensive compartmentalisation of cytoplasm\nthrough the presence of membrane bound organelles. Eukaryotic cells\npossess an organised nucleus with a nuclear envelope. In addition,\neukaryotic cells have a variety of complex locomotory and cytoskeletal\nstructures. Their genetic material is organised into chromosomes.\nAll eukaryotic cells are not identical. Plant and animal cells are different\nas the former possess cell walls, plastids and a large central vacuole which\nare absent in animal cells. On the other hand, animal cells have centrioles\nwhich are absent in almost all plant cells (Figure 8.3).\nReprint 2025-26\n\n92 BIOLOGY\nRough endoplasmic\nreticulum\nLysosomeSmooth\nendoplasmic\nreticulum\nPlasmodesmata\nMicrotubuleNucleus\nNucleolus\nGolgi\napparatus\nNuclear\nenvelope\nVacuole\nMiddle lamellaPlasma\nmembrane\nCell wall\nMitochondrion\nRibosomesChloroplastCytoplasmPeroxisome\nFigure 8.3 Diagram showing : (a) Plant cell  (b) Animal cellGolgi\napparatus\nSmooth\nendoplasmic\nreticulum\nNuclear\nenvelope\nNucleolus\nNucleusMicrovilli\nPlasma\nmembrane\nCentriole\nPeroxiome\nLysosome\nRibosomes\nMitochondrion\nRough\nendoplasmic\nreticulum\nCytoplasm(a)\n(b)\nReprint 2025-26\n\nCELL: THE UNIT OF LIFE 93\nCholesterolSugar Peripheral\n Protein\nPhospholipid\nbilayerLet us now lo ok at individual cell organelles to understand their\nstructure and functions.\n8.5.1 Cell Membrane\nThe detailed structure of the membrane was studied only after the advent\nof the electron microscope in the 1950s. Meanwhile, chemical studies on\nthe cell membrane, especially in human red blood cells (RBCs), enabled\nthe scientists to deduce the possible structure of plasma membrane.\nThese studies showed that the cell membrane is mainly composed of\nlipids and proteins. The major lipids are phospholipids that are arranged\nin a bilayer . Also, the lipids are arranged within the membrane with the\npolar head towards the outer sides and the hydrophobic tails towards\nthe inner part.This ensures that the nonpolar tail of saturated\nhydrocarbons is protected from the aqueous environment (Figure 8.4).\nIn addition to phospholipids, membrane also contains cholesterol.\nLater, biochemical investigation clearly revealed that the cell membranes\nalso possess protein and carbohydrate. The ratio of protein and lipid varies\nconsiderably in different cell types. In human beings, the  membrane of the\nerythrocyte has approximately 52 per cent protein and 40 per cent lipids.\nDepending on the ease of extraction, membrane proteins can be\nclassified as integral and peripheral. Peripheral proteins lie on the surface\nof membrane while the integral proteins are partially or totally buried\nin the membrane.\nFigure 8.4 Fluid mosaic model of plasma membrane\nReprint 2025-26\n\n94 BIOLOGY\nAn improved model of  the structure of cell membrane was proposed\nby Singer and Nicolson (1972) widely accepted as fluid mosaic model\n(Figure 8.4). According to this, the quasi-fluid nature of lipid enables\nlateral movement of pr oteins within the overall bilayer . This ability to move\nwithin the membrane is measured as its fluidity.\nThe fluid nature of the membrane is also important from the point of\nview of functions like cell growth, formation of intercellular junctions,\nsecretion, endocytosis, cell division etc.\nOne of the most important functions of the plasma membrane is the\ntransport of the molecules across it. The membrane is selectively permeable\nto some molecules present on either side of it. Many molecules can move\nbriefly across the membrane without any requirement of energy and this\nis called the passive transport . Neutral solutes may move across the\nmembrane by the process of simple diffusion along the concentration\ngradient, i.e., fr om higher concentration to the lower . Water may also move\nacross this membrane from higher to lower concentration. Movement of\nwater by diffusion is called osmosis . As the polar molecules cannot pass\nthrough the nonpolar lipid bilayer , they r\nequir e a carrier pr otein of the\nmembrane to facilitate their transport across the membrane. A few ions\nor molecules are transported across the membrane against their\nconcentration gradient, i.e., from lower to the higher concentration. Such\na transport is an energy dependent process, in which ATP is utilised and\nis called active transport , e.g., Na+/K+ Pump.\n8.5.2 Cell Wall\nAs you may recall, a non-living rigid structure called the cell wall forms\nan outer covering for the plasma membrane of fungi and plants. Cell wall\nnot only gives shape to the cell and protects the cell from mechanical\ndamage and infection, it also helps in cell-to-cell interaction and provides\nbarrier to undesirable macromolecules. Algae have cell wall, made of\ncellulose, galactans, mannans and minerals like calcium carbonate, while\nin other plants it consists of cellulose, hemicellulose, pectins and proteins.\nThe cell wall of a young plant cell, the primary wall is capable of growth,\nwhich gradually diminishes as the cell matures and the secondary wall is\nformed on the inner (towards membrane) side of the cell.\nThe middle lamella is a layer mainly of calcium pectate which holds\nor glues the dif ferent neighbouring cells together . The cell wall and middle\nlamellae may be traversed by plasmodesmata which connect the cytoplasm\nof neighbouring cells.\n8.5.3 Endomembrane System\nWhile each of the membranous organelles is distinct in terms of its\nReprint 2025-26\n\nCELL: THE UNIT OF LIFE 95\nNucleus\nNuclear poreRough\nRibosomeendoplasmic\nEndoplasmicreticulum\nSmooth\nreticulumstructure and function, many of these are\nconsidered together as an endomembrane system\nbecause their functions are coordinated. The\nendomembrane system include endoplasmic\nreticulum (ER), golgi complex, lysosomes and\nvacuoles. Since the functions of the mitochondria,\nchloroplast and peroxisomes are not coordinated\nwith the above components, these are not\nconsidered as part of the endomembrane system.\n8.5.3.18.5.3.18.5.3.1\n8.5.3.18.5.3.1 The Endoplasmic Reticulum (ER)The Endoplasmic Reticulum (ER)The Endoplasmic Reticulum (ER)The Endoplasmic Reticulum (ER)The Endoplasmic Reticulum (ER)\nElectron microscopic studies of eukaryotic cells\nreveal the presence of a network or reticulum of\ntiny tubular structures scattered in the cytoplasm\nthat is called the endoplasmic reticulum (ER)\n(Figure 8.5).  Hence, ER divides the intracellular\nspace into two distinct compartments, i.e., luminal\n(inside ER) and extra luminal (cytoplasm)\ncompartments.\nThe ER often shows ribosomes attached to\ntheir outer surface. The endoplasmic reticulun\nbearing ribosomes on their surface is called rough\nendoplasmic reticulum (RER). In the absence of\nribosomes they appear smooth and are called\nsmooth endoplasmic reticulum (SER).\nRER is frequently observed in the cells actively\ninvolved in protein synthesis and secretion. They\nare extensive and continuous with the outer\nmembrane of the nucleus.\nThe smooth endoplasmic reticulum is the major\nsite for synthesis of lipid. In animal cells lipid-like\nsteroidal hormones are synthesised in SER.\n8.5.3.2 8.5.3.28.5.3.2 8.5.3.28.5.3.2 Golgi apparatusGolgi apparatusGolgi apparatusGolgi apparatusGolgi apparatus\nCamillo Golgi (1898) first observed densely stained\nreticular structures near the nucleus. These were\nlater named Golgi bodies after him. They consist\nof many flat, disc-shaped sacs or cisternae of\n0.5µm to 1.0 µm diameter (Figure 8.6). These are\nstacked parallel to each other . Varied number of\ncisternae are present in a Golgi complex. The Golgi\ncisternae are concentrically arranged near the\nnucleus with distinct convex cis  or the formingFigure 8.5 Endoplasmic reticulum\nCisternae\nFigure 8.6  Golgi apparatus\nReprint 2025-26\n\n96 BIOLOGY\nface and concave  trans  or the maturing face.\nThe cis and the trans  faces of the organelle are entirely dif ferent, but\ninterconnected.\nThe golgi apparatus principally performs the function of packaging\nmaterials, to be delivered either to the intra-cellular targets or secreted\noutside the cell. Materials to be packaged in the form of vesicles from\nthe ER fuse with the cis face of the golgi apparatus and move towards\nthe maturing face. This explains, why the golgi apparatus remains in\nclose association with the endoplasmic reticulum. A number of proteins\nsynthesised by ribosomes on the endoplasmic reticulum are modified\nin the cisternae of the golgi apparatus before they are released from its\ntrans  face. Golgi apparatus is the important site of formation of\nglycoproteins and glycolipids.\n8.5.3.3 Lysosomes\nThese are membrane bound vesicular structures formed by the\nprocess of packaging in the golgi apparatus. The isolated lysosomal\nvesicles have been found to be very rich in almost all types of\nhydrolytic enzymes (hydrolases – lipases, proteases, carbohydrases)\noptimally active at the acidic pH. These enzymes are capable of\ndigesting carbohydrates, proteins, lipids and nucleic acids.\n8.5.3.4 Vacuoles\nThe vacuole is the membrane-bound space found in the cytoplasm. I t\ncontains water , sap, excretory product and other materials not useful for\nthe cell. The vacuole is bound by a single membrane called tonoplast. In\nplant cells the vacuoles can occupy up to 90 per cent of the volume of the\ncell.\nIn plants, the tonoplast facilitates the transport of a number of ions\nand other materials against concentration gradients into the vacuole, hence\ntheir concentration is significantly higher in the vacuole than in the\ncytoplasm.\nIn Amoeba,  the contractile vacuole  is important for osmoregulation\nand excretion. In many cells, as in protists, food vacuoles are formed by\nengulfing the food particles.\n8.5.4 Mitochondria\nMitochondria (sing.: mitochondrion), unless specifically stained, are not\neasily visible under the microscope. The number of mitochondria per cell\nis variable depending on the physiological activity of the cells. In terms of\nshape and size also, considerable degree of variability is observed. Typically\nit is sausage-shaped or cylindrical having a diameter of 0.2-1.0 µm (average\n0.5µm) and length 1.0-4.1 µm. Each mitochondrion is a double\nReprint 2025-26\n\nCELL: THE UNIT OF LIFE 97\nmembrane-bound structure with the outer membrane and the inner\nmembrane dividing its lumen distinctly into two aqueous compartments,\ni.e., the outer compartment and the inner compartment. The inner\ncompartment is filled with a dense homogeneous substance called the\nmatrix . The outer membrane forms the continuous limiting boundary of\nthe organelle. The inner membrane forms a number of infoldings called\nthe cristae (sing.: crista) towards the matrix (Figure 8.7). The cristae\nincrease the surface area. The two membranes have their own specific\nenzymes associated with the mitochondrial function. Mitochondria are\nthe sites of aerobic respiration. They produce cellular energy in the form\nof ATP, hence they are called ‘power houses’ of the cell. The matrix also\npossesses single circular DNA molecule, a few RNA molecules, ribosomes\n(70S) and the components required for the synthesis of proteins. The\nmitochondria divide by fission.\n8.5.5 Plastids\nPlastids are found in all plant cells and in euglenoides. These are easily\nobserved under the microscope as they are large. They bear some specific\npigments, thus imparting specific colours to the plants. Based on the\ntype of pigments plastids can be classified into chloroplasts,\nchromoplasts and leucoplasts.\nThe chloroplasts contain chlorophyll and carotenoid pigments which\nare responsible for trapping light energy essential for photosynthesis. In\nthe chromoplasts, fat soluble carotenoid  pigments like carotene,\nxanthophylls and others are present. This gives the part of the plant a\nyellow , orange or red colour . The leucoplasts are the colourless plastids\nof varied shapes and sizes with stored nutrients: Amyloplasts store\ncarbohydrates (starch), e.g., potato; elaioplasts  store oils and fats whereas\nOuter\nmembraneInner\nmembrane\nMatrix Crista\nFigure 8.7   Structure of mitochondrion (Longitudinal section)Inter-membrane\nspace\nReprint 2025-26\n\n98 BIOLOGY\nthe aleuroplasts  store proteins.\nMajority of the chloroplasts of the green\nplants are found in the mesophyll cells of\nthe leaves. These are lens-shaped, oval,\nspherical, discoid or even ribbon-like\norganelles having variable length (5-10µm)\nand width (2-4µm). Their number varies\nfrom 1 per cell of the Chlamydomonas , a\ngreen alga to 20-40 per cell in the mesophyll.\nLike mitochondria, the chloroplasts are\nalso double membrane bound. Of the two,\nthe  inner chloroplast membrane is relatively\nless permeable. The space limited by the\ninner membrane of the chloroplast is called the stroma. A number of organised\nflattened membranous sacs called the thylakoids , are present in the stroma\n(Figure 8.8). Thylakoids are arranged in stacks  like the piles of coins called\ngrana (singular: granum) or the intergranal thylakoids. In addition, there are\nflat membranous tubules called the stroma lamellae connecting the thylakoids\nof the different grana. The membrane of the thylakoids enclose a space called\na lumen. The stroma of the chloroplast contains enzymes required for the\nsynthesis of carbohydrates and proteins. It also contains small, double-\nstranded circular DNA molecules and ribosomes. Chlorophyll pigments are\npresent in the thylakoids. The ribosomes of the chloroplasts are smaller (70S)\nthan the cytoplasmic ribosomes (80S).\n8.5.6 Ribosomes\nRibosomes are the granular structures first observed under the electron\nmicroscope as dense particles by George Palade (1953). They are\ncomposed of ribonucleic acid (RNA) and proteins and\nare not surrounded by any membrane.\nThe eukaryotic ribosomes are 80S while the\nprokaryotic ribosomes are 70S. Each ribosome has two\nsubunits, larger and smaller subunits (Fig 8.9). The two\nsubunits of 80S ribosomes are 60S and 40S while that\nof 70S ribosomes are 50S and 30S. Here ‘S’ (Svedberg’s\nUnit) stands for the sedimentation coefficient; it is\nindirectly a measure of density and size. Both 70S and\n80S ribosomes are composed of two subunits.Figure 8.8  Sectional view of chloroplast\nFigure 8.9 Ribosome\n8.5.7 Cytoskeleton\nAn elaborate network of filamentous proteinaceous structures consisting\nof microtubules, microfilaments and intermediate filaments present in\nthe cytoplasm is collectively referred to as the cytoskeleton . The\ncytoskeleton  in a cell are involved in many functions such as mechanical\nsupport, motility, maintenance of the shape of the cell.\nReprint 2025-26\n\nCELL: THE UNIT OF LIFE 99\n8.5.8 Cilia and Flagella\nCilia (sing.: cilium) and flagella (sing.: flagellum) ar e hair -like outgr owths\nof the cell membrane.  Cilia are small structures which work like oars,\ncausing the movement of either the cell or the surrounding fluid. Flagella\nare comparatively longer and responsible for cell movement. The\nprokaryotic bacteria also possess flagella but these are structurally\ndifferent from that of the eukaryotic flagella.\nThe electron microscopic study of a cilium or the flagellum show that\nthey are covered with plasma membrane. Their core called the axoneme,\npossesses a number of microtubules running parallel to the long axis.\nThe axoneme usually has nine doublets of radially arranged peripheral\nmicrotubules, and a pair of centrally located microtubules. Such an\narrangement of axonemal microtubules is referred to as the 9+2 array\n(Figure 8.10). The central tubules are connected by bridges and is also\nenclosed by a central sheath, which is connected to one of the tubules of\neach peripheral doublets by a radial spoke. Thus, there are nine radial\nspokes. The peripheral doublets are also interconnected by linkers. Both\nthe cilium and flagellum emerge from centriole-like structure called the\nbasal bodies.\n8.5.9 Centrosome and Centrioles\nCentrosome  is an organelle usually containing two cylindrical structures\ncalled centrioles. They are surrounded by amorphous pericentriolar\nmaterials. Both the centrioles in a centrosome lie perpendicular to each\nother in which each has an organisation like the cartwheel. They arePlasma\nmembrane\nPeripheral\nmicrotubules\n(doublets)\nInterdoublet\nbridge\nCentral\nmicrotubleRadial\nspokeCentral\nsheath\nFigure 8.10 Section of cilia/flagella showing different parts : (a) Electron micrograph\n(b) Diagrammatic representation of internal structure\n(a)(b)\nReprint 2025-26\n\n100 BIOLOGY\nmade up of nine evenly spaced peripheral fibrils of tubulin  protein . Each\nof the peripheral fibril is a triplet.The a djacent triplets are also linked.\nThe central part of the  proximal region of the  centriole is also proteinaceous\nand called the hub, which is connected with tubules of the peripheral\ntriplets by radial spokes made of protein. The centrioles form the basal\nbody of cilia or flagella, and spindle fibres that give rise to spindle\napparatus during cell division in animal cells.\n8.5.10 Nucleus\nNucleus as a cell organelle was first described by Robert Brown as early\nas 1831. Later the material of the nucleus stained by the basic dyes was\ngiven the name chromatin  by Flemming.\nThe interphase nucleus (nucleus of a\ncell when it is not dividing) has highly\nextended and elaborate nucleoprotein\nfibres called chromatin, nuclear matrix\nand one or more spherical bodies called\nnucleoli  (sing.: nucleolus) (Figure 8.11).\nElectron microscopy has revealed that the\nnuclear envelope, which consists of two\nparallel membranes with a space between\n(10 to 50 nm) called the perinuclear\nspace , forms a barrier between the\nmaterials present inside the nucleus and\nthat of the cytoplasm. The outer\nmembrane usually remains continuous\nwith the endoplasmic reticulum and also\nbears ribosomes on it. At a number of\nplaces the nuclear envelope is interrupted by minute pores, which are\nformed by the fusion of its two membranes. These nuclear pores are the\npassages through which movement of RNA and protein molecules takes\nplace in both directions between the nucleus and the cytoplasm. Normally,\nthere is only one nucleus per cell, variations in the number of nuclei are\nalso frequently observed. \nCan you recollect names of organisms that\nhave more than one nucleus per cell? Some mature cells even lack\nnucleus, e.g., erythrocytes of many mammals and sieve tube cells of\nvascular plants. Would you consider these cells as ‘living’?\nThe nuclear matrix or the nucleoplasm  contains nucleolus and\nchromatin. The nucleoli are spherical structures present in the\nnucleoplasm. The content of nucleolus is continuous with the rest of the\nnucleoplasm as it is not a membrane bound structure. It is a site for\nactive ribosomal RNA synthesis. Larger and more numerous nucleoli are\npresent in cells actively carrying out protein synthesis.Nucleoplasm\nNucleolus\nNuclear pore\nNuclear\nmembrane\nFigure 8.11  Structure of nucleus\nReprint 2025-26\n\nCELL: THE UNIT OF LIFE 101\nKinetochore\nFigure 8.12 Chromosome with\nkinetochore\nFigure 8.13   Types of chromosomes based on the position of centromereYou may r ecall that the interphase nucleus has a loose\nand indistinct network of nucleoprotein fibres called\nchromatin. But during different stages of cell division, cells\nshow structured chromosomes  in place of the nucleus.\nChromatin contains DNA and some basic proteins called\nhistones , some non-histone proteins and also RNA. A\nsingle human cell has approximately two metre long\nthread of DNA distributed among its forty six (twenty three\npairs) chr omosomes. Y ou will study the details of DNA\npackaging in the form of a chromosome in class XII.\nEvery chromosome (visible only in dividing cells)\nessentially has a primary constriction or the centromere\non the sides of which disc shaped structures called\nkinetochores  are present (Figure 8.12). Centromere holds\ntwo chromatids of a chromosome. Based on the position\nof the centromere, the chromosomes can be classified into\nfour types (Figure 8.13). The metacentric  chromosome\nhas middle centromere forming two equal arms of the\nchromosome. The \nsub-metacentric chromosome has\ncentromere slightly away from the middle of the\nchromosome resulting into one shorter arm and one\nlonger arm. In case of acrocentric  chromosome the\ncentromere is situated close to its end forming one\nextremely short and one very long arm, whereas the\ntelocentric  chromosome has a terminal centromere.\nReprint 2025-26\n\n102 BIOLOGY\nSometimes a few chromosomes have non-staining secondary\nconstrictions at a constant location. This gives the appearance of a small\nfragment called the satellite .\n8.5.11 Microbodies\nMany membrane bound minute vesicles called microbodies that contain\nvarious enzymes , are present in both plant and animal cells.\nSUMMARY\nAll organisms are made of cells or aggregates of cells. Cells vary in their shape, size\nand activities/functions. Based on the presence or absence of a membrane bound\nnucleus and other organelles, cells and hence organisms can be named as\neukaryotic or prokaryotic.\nA typical eukaryotic cell consists of a cell membrane, nucleus and cytoplasm.\nPlant cells have a cell wall outside the cell membrane. The plasma membrane is\nselectively permeable and facilitates transport of several molecules. The\nendomembrane system includes ER, golgi complex, lysosomes and vacuoles. All\nthe cell organelles perform different but specific functions. Centrosome and centriole\nform the basal body of cilia and flagella that facilitate locomotion. In animal cells,\ncentrioles also form spindle apparatus during cell division. Nucleus contains\nnucleoli and chromatin network. It not only controls the activities of organelles\nbut also plays a major role in heredity.\nEndoplasmic reticulum contains tubules or cisternae. They are of two types:\nrough and smooth. ER helps in the transport of substances, synthesis of\nproteins, lipoproteins and glycogen. The golgi body is a membranous organelle\ncomposed of flattened sacs. The secretions of cells are packed in them and\ntransported fr om the cell. L ysosomes ar e single membrane structur\nes\ncontaining enzymes for digestion of all types of macromolecules. Ribosomes\nare involved in protein synthesis. These occur freely in the cytoplasm or are\nassociated with ER. Mitochondria help in oxidative phosphorylation and\ngeneration of adenosine triphosphate. They are bound by double membrane;\nthe outer membrane is smooth and inner one folds into several cristae. Plastids\nare pigment containing organelles found in plant cell s only. In plant cells,\nchloroplasts are responsible for trapping light energy essential for\nphotosynthesis. The grana, in the plastid, is the site of light reactions and the\nstroma of dark reactions. The green coloured plastids are chloroplasts, which\ncontain chlorophyll, whereas the other coloured plastids are chromoplasts,\nwhich may contain pigments like carotene and xanthophyll. The nucleus is\nenclosed by nuclear envelop e, a double membrane structure with nuclear pores.\nThe inner membrane encloses the nucleoplasm and the chromatin material.\nThus, cell is the structural and functional unit of life.\nReprint 2025-26\n\nCELL: THE UNIT OF LIFE 103\nEXERCISES\n1.Which of the following is not correct?\n(a)Robert Brown discovered the cell.\n(b)Schleiden and Schwann formulated the cell theory.\n(c)Virchow explained that cells are formed from pre-existing cells.\n(d)A unicellular organism carries out its life activities within a single cell.\n2.New cells generate from\n(a)bacterial fermentation (b)regeneration of old cells\n(c)pre-existing cells (d)abiotic materials\n3.Match the following\nColumn I Column II\n(a)Cristae (i)Flat membranous sacs in stroma\n(b)Cisternae (ii)Infoldings in mitochondria\n(c)Thylakoids (iii)Disc-shaped sacs in Golgi apparatus\n4.Which of the following is correct:\n(a)Cells of all living organisms have a nucleus.\n(b)Both animal and plant cells have a well defined cell wall.\n(c)In prokaryotes, there are no membrane bound organelles.\n(d)Cells are formed de novo  from abiotic materials.\n5.What is a mesosome in a prokaryotic cell? Mention the functions that it performs.\n6.How do neutral solutes move across the plasma membrane? Can the polar\nmolecules also move across it in the same way? If not, then how are these\ntransported across the membrane?\n7.Name two cell-organelles that are double membrane bound. What are the\ncharacteristics of these two organelles? State their functions and draw labelled\ndiagrams of both.\n8.What are the characteristics of prokaryotic cells?\n9.Multicellular or ganisms have division of labour . Explain.\n10.Cell is the basic unit of life. Discuss in brief.\n11.What are nuclear pores? State their function.\n12.Both lysosomes and vacuoles are endomembrane structures, yet they differ in\nterms of their functions. Comment.\n13.Describe the structure of the following with the help of labelled diagrams.\n(i)Nucleus (ii)Centrosome\n14.What is a centromere? How does the position of centromere form the basis of\nclassification of chromosomes. Support your answer with a diagram showing\nthe position of centromere on different types of chromosomes.\nReprint 2025-26\n\n",
      "wordCount": 5595,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 19,
    "totalWords": 5620
  }
}