{
  "filename": "kebo105.pdf",
  "chapters": [
    {
      "chapterNumber": 5,
      "title": "Morphology of",
      "content": "Chapter 5\nMorphology of\nFlowering Plants\n",
      "wordCount": 6,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 6,
      "title": "Anatomy of Flowering",
      "content": "Chapter 6\nAnatomy of Flowering\nPlants\n",
      "wordCount": 6,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 7,
      "title": "Structural Organisation in",
      "content": "Chapter 7\nStructural Organisation in\nAnimals\nReprint 2025-26\n\nKATHERINE  ESAU was born in Ukraine in 1898. She  studied\nagriculture in Russia and Germany and received her doctorate\nin 1931 in United States. She reported in her early publications\nthat the curly top virus spreads through a plant via the food-\nconducting or phloem tissue. Dr Esau’s Plant Anatomy  published\nin 1954 took a dynamic, developmental approach designed to\nenhance one’s understanding of plant structure and an\nenormous impact worldwide, literally bringing about a revival\nof the discipline. The Anatomy of Seed Plants by Katherine Esau\nwas published in 1960. It was r eferred to as W ebster’s of plant\nbiology – it is encyclopediac. In 1957 she was elected to the\nNational Academy of Sciences, becoming the sixth woman to\nreceive that honour . In addition to this pr estigious awar d, she\nreceived the National Medal of Science from President George\nBush in 1989.\nWhen Katherine Esau died in the year 1997, Peter Raven,\ndirector of Anatomy and Morphology, Missouri Botanical\nGarden, remembered that she  ‘absolutely dominated’ the field\nof plant biology even at the age of 99.Katherine Esau\n(1898 – 1997)\nReprint 2025-26\n\nThe wide range in the structure of higher plants will never fail to fascinate\nus. Even though the angiosperms show such a large diversity in external\nstructure or morphology , they are all characterised by presence of roots,\nstems, leaves, flowers and fruits.\nIn chapter s 2 and 3, we talked about classification of plants based\non morphological and other characteristics. For any successful attempt\nat classification and at understanding any higher plant (or for that\nmatter any living organism) we need to know standard technical terms\nand  standar d definitions. W e also need to know about the possible\nvariations in different parts, found as adaptations of the plants to their\nenvironment , e.g., adaptions to various habitats, for protection,\nclimbing, storage , etc.\nIf you pull out any weed you will see that all of them have roots, stems\nand leaves. They may be bearing flowers and fruits. The underground\npart of the flowering plant is the root system while the portion above the\nground  forms the shoot system (Figure 5.1).\n5.1 THE ROOT\nIn majority of the dicotyledonous plants, the direct elongation of the radicle\nleads to the formation of primary root \nwhich grows inside the soil.\nIt bears lateral roots of several orders that are referred to as secondary,\ntertiary, etc. roots. The primary roots and its branches constitute theMORPHOLOGY  OF FLOWERING  PLANTSCHAPTER   5\n5.1The Root\n5.2 The Stem\n5.3The Leaf\n5.4The Inflorescence\n5.5The Flower\n5.6The Fruit\n5.7The Seed\n5.8Semi-technical\nDescription of a\nTypical\nFlowering Plant\n5.9Description of\nSome Important\nFamilies\nReprint 2025-26\n\n58 BIOLOGY\nFlower\nShoot\nsystem\nRoot\nsystemFruit\nBudStem\nLeaf\nNode\nInternode\nPrimary\nroot\nSecondary\nroot{\nFigure 5.2  Different types of roots : (a) Tap  (b) Fibrous  (c) Adventitious(c)\n (b)Figure 5.1  Parts of a flowering plant\nFibrous rootsAdventitious roots\nLaterals\n(a)Main roottap root system , as seen in the mustard\nplant (Figure 5.2a). In monocotyledonous\nplants, the primary root is short lived and\nis replaced by a large number of roots.\nThese roots originate from the base of the\nstem and constitute the fibrous root\nsystem , as seen in the wheat plant (Figure\n5.2b). In some plants, like grass,\nMonstera  and the banyan tree, roots arise\nfrom parts of the plant other than the\nradicle and are called  adventitious roots\n(Figure 5.2c). The main functions of the\nroot system are absorption of water and\nminerals from the soil, providing a proper\nanchorage to the plant parts, storing\nreserve food material and synthesis of\nplant growth regulators.\nReprint 2025-26\n\nMORPHOLOGY  OF FLOWERING  PLANTS 59\n5.1.1 Regions of the Root\nThe root is covered at the apex by a thimble-like\nstructure called the root cap  \n    (Figure 5.3) . \n. . . . It\nprotects the tender apex of the root as it makes\nits way through the soil. A few millimetres above\nthe root cap is the region of meristematic\nactivity .  The cells of this region are very small,\nthin-walled and with dense protoplasm. They\ndivide repeatedly. The cells proximal to this\nregion undergo rapid elongation and\nenlargement and are responsible for the growth\nof the root in length. This region is called the\nregion of elongation . The cells of the elongation\nzone gradually differentiate and mature. Hence,\nthis zone, proximal to region of elongation, is\ncalled the region of maturation .  From this\nregion some of the epidermal cells form very fine\nand delicate, thread-like structures called root\nhairs . These root hairs absorb water and\nminerals from the soil.Figure 5.3   The regions of the root-tip\n5.2 THE STEM\nWhat are the features that distinguish a stem from a root? The stem is the\nascending part of the axis bearing branches, leaves, flowers and fruits. It\ndevelops from the plumule of the embryo of a germinating seed. The stem\nbears nodes and internodes . The region of the stem where leaves are\nborn are called nodes while internodes are the portions between two nodes.\nThe stem bears buds, which may be terminal or axillary. Stem is generally\ngreen when young and later often become woody and dark brown.\nThe main function of the stem is spreading out branches bearing\nleaves, flowers and fruits. It conducts water , minerals and photosynthates.\nSome stems perform the function of storage of food, support, protection\nand of vegetative propagation.\n5.3 THE LEAF\nThe leaf is a lateral, generally flattened structure borne on the stem. It\ndevelops at the node and bears a bud in its axil. The \naxillary bud later\ndevelops into a branch. Leaves originate from shoot apical meristems and\nare arranged in an acr opetal or der. They ar e the most important vegetative\norgans for photosynthesis.\nReprint 2025-26\n\n60 BIOLOGY\nA typical leaf consists of three main parts:  leaf\nbase, petiole and lamina (Figure 5.4 a). The leaf  is\nattached to the stem by the leaf base  and may bear\ntwo lateral small leaf like structures called stipules.\nIn monocotyledons, the leaf base expands into a\nsheath covering the stem partially or wholly. In some\nleguminous plants the leafbase may become\nswollen, which is called the \npulvinus . The petiole\nhelp hold the blade to light. Long thin flexible\npetioles allow leaf blades to flutter in wind, thereby\ncooling the leaf and bringing fresh air to leaf surface.\nThe lamina  or the leaf blade  is the green expanded\npart of the leaf with veins and veinlets. There is,\nusually, a middle prominent vein, which is known\nas the midrib. V eins pr ovide rigidity to the leaf blade\nand act as channels of transport for water , minerals\nand food materials. The shape, margin, apex, surface\nand extent of incision of lamina varies in different\nleaves.\n5.3.1 Venation\nThe arrangement of veins and the veinlets in the\nlamina of leaf is termed as venation . When the\nveinlets form a network, the venation is termed as\nreticulate (Figure 5.4 b). When the veins run\nparallel to each other within a lamina, the venation\nis termed as parallel (Figure 5.4 c). Leaves of\ndicotyledonous plants generally possess reticulate\nvenation, while parallel venation is the characteristic\nof most monocotyledons.\n5.3.2 Types of Leaves\nA leaf is said to be simple , when its lamina is entire\nor when incised, the incisions do not touch the\nmidrib. When the incisions of the lamina reach up\nto the midrib breaking it into a number of leaflets,\nthe leaf is called compound . A bud is present\nin the axil of petiole in both simple and compound\nleaves, but not in the axil of leaflets of the compound\nleaf.\nThe compound leaves may be of two types\n(Figure 5.5). In a pinnately compound leaf aFigure 5.4 Structure of a leaf :\n(a) Parts of a leaf\n(b) Reticulate venation\n(c) Parallel venation\n(b) (c)\n(b) Silk Cotton\n(a)Lamina\nPetioleStipule\nLeaf\nbaseAxillary\nbud\n(a) Neem\nFigure 5.5 Compound leaves :\n(a) pinnately compound leaf\n(b) palmately compound leaf\nRachis\nReprint 2025-26\n\nMORPHOLOGY  OF FLOWERING  PLANTS 61\nnumber of leaflets are present on a common\naxis, the rachis , which represents the midrib\nof the leaf as in neem.\nIn palmately compound leaves, the\nleaflets are attached at a common point, i.e.,\nat the tip of petiole, as in silk cotton.\n5.3.3 Phyllotaxy\nPhyllotaxy is the pattern of arrangement of\nleaves on the stem or branch . This is usually\nof three types – alternate, opposite and\nwhorled (Figure 5.6). In alternate type of\nphyllotaxy ,  a single leaf arises at each node\nin alternate manner , as in china rose,\nmustard and sun flower plants. In opposite\ntype, a pair of leaves arise at each node and\nlie opposite to each other as in Calotropis and\nguava plants. If more than two leaves arise\nat a node and form a whorl, it is called\nwhorled,  as in Alstonia.\n5.4THE INFLORESCENCE\nA flower is a modified shoot wherein the shoot\napical meristem changes to floral meristem.\nInternodes do not elongate and the axis gets\ncondensed. The apex produces different\nkinds of floral appendages laterally at\nsuccessive nodes instead of leaves.  When a\nshoot tip transforms into a flower , it is always\nsolitary. The arrangement of flowers on the\nfloral axis is termed as inflorescence .\nDepending on whether the apex gets\ndeveloped into a flower or continues to grow,\ntwo major types of inflorescences are defined\n– racemose and cymose. In racemose type\nof inflorescences the main axis continues to\ngrow, the flowers are borne laterally in an\nacropetal succession (Figure 5. 7).\nIn cymose type of  inflorescence the main\naxis terminates in a flower , hence is limited\nin growth.The flowers are borne in a basipetal\norder (Figure 5.8) .Figure 5.6 Different types of phyllotaxy :\n(a) Alternate (b) Opposite\n(c) Whorled\n(c) Alstonia\n(a) China rose(b) Guava\nFigure 5.7   Racemose inflorescence\nReprint 2025-26\n\n62 BIOLOGY\n5.5 THE FLOWER\nThe flower is the reproductive unit in the\nangiosperms. It is meant for sexual reproduction.\nA typical flower has four different kinds of whorls\narranged successively on the swollen end of the\nstalk or pedicel, called thalamus or receptacle .\nThese are calyx, corolla, androecium and\ngynoecium. Calyx and corolla are accessory\norgans, while androecium and gynoecium are\nreproductive organs. In some flowers like lily, the\ncalyx and corolla are not distinct and are termed\nas perianth. When a flower has both androecium and gynoecium, it is\nbisexual . A flower having either only stamens or only carpels is\nunisexual.\nIn symmetry, the flower may be actinomorphic  (radial symmetry) or\nzygomorphic  (bilateral symmetry). When a flower can be divided into\ntwo equal radial halves in any radial plane passing through the centre, it\nis said to be actinomorphic, e.g., mustard, datura , chilli. When it can be\ndivided into two similar halves only in one particular vertical plane, it is\nzygomorphic,  e.g., pea, gulmohur , bean, Cassia . A flower is asymmetric\n(irregular) if it cannot be divided into two similar halves by any vertical\nplane passing through the centre, as in canna .\nA flower may be trimerous, tetramerous or pentamerous  when\nthe floral appendages are in multiple of 3, 4 or 5, respectively. Flowers\nwith bract\ns-reduced leaf found at the base of the pedice l-are called\nbracteate  and those without bracts, ebracteate .Figure 5.8   Cymose inflorescence\nFigure 5.9 Position of floral parts on thalamus : (a) Hypogynous (b)  and (c)\nPerigynous  (d) Epigynous(a) (b) (c) (d)\nReprint 2025-26\n\nMORPHOLOGY  OF FLOWERING  PLANTS 63\nBased on the position of calyx, corolla and androecium in respect of\nthe ovary on thalamus, the flowers are described as hypogynous,\nperigynous and epigynous (Figure 5.9). In the hypogynous flower the\ngynoecium occupies the highest position while the other parts are situated\nbelow it. The ovary in such flowers is said to be superior, e.g., mustard,\nchina rose and brinjal. If gynoecium is situated in the centre and other\nparts of the flower are located on the rim of the thalamus almost at the\nsame level, it is called \nperigynous.  The ovary here is said to be half\ninferior,  e.g., plum, rose, peach. In epigynous flowers, the margin of\nthalamus grows upward enclosing the ovary completely and getting fused\nwith it, the other parts of flower arise above the ovary. Hence, the ovary is\nsaid to be inferior as in flowers of guava and cucumber , and the ray\nflorets of sunflower .\n5.5.1 Parts of a Flower\nEach flower normally has four floral whorls, viz., calyx, corolla,\nandroecium and gynoecium (Figure 5.10).\n5.5.1.1 5.5.1.15.5.1.1 5.5.1.15.5.1.1 Calyx CalyxCalyx CalyxCalyx\nThe calyx is the outermost whorl of the flower and the members are called\nsepals. Generally, sepals are green, leaf like and protect the flower in the\nbud stage. The calyx may be gamosepalous (sepals united) or\npolysepalous (sepals free).\n5.5.1.2 5.5.1.25.5.1.2 5.5.1.25.5.1.2 Corolla CorollaCorolla CorollaCorolla\nCorolla is composed of petals. Petals are usually brightly coloured to\nattract insects for pollination. Like calyx, corolla may also be\ngamopetalous (petals united) or polypetalous (petals free). The shape\nand colour of cor olla vary gr eatly in plants. Cor olla may be tubular , bell-\nshaped, funnel-shaped or wheel-shaped.\nAestivation:  The mode of arrangement of sepals or petals in floral bud\nwith respect to the other members of the same whorl is known as\naestivation. The main types of aestivation are valvate, twisted, imbricate\nPedicelCalyxCorollaAndroecium\nGynoecium\nFigure 5.10   Parts of a flower\nReprint 2025-26\n\n64 BIOLOGY\nand vexillary (Figure 5.11). When sepals or petals in a whorl just touch\none another at the margin, without overlapping, as in Calotropis , it is\nsaid to be \nvalvate.  If one margin of  the appendage overlaps that of the\nnext one and so on as in china rose, lady’s finger and cotton, it is called\ntwisted .  If the margins of sepals or petals overlap one another but not in\nany particular dir ection as in Cassia  and gulmohur , the aestivation is\ncalled imbricate . In pea and bean flowers, there are five petals, the largest\n(standard) overlaps the two lateral petals (wings) which in turn overlap\nthe two smallest anterior petals (keel);  this type of aestivation is known\nas vexillary or papilionaceous.\n5.5.1.3 5.5.1.35.5.1.3 5.5.1.35.5.1.3 AndroeciumAndroeciumAndroeciumAndroeciumAndroecium\nAndroecium is composed of stamens. Each stamen which represents the\nmale r eproductive organ consists of a stalk or a filament and an anther .\nEach anther is usually bilobed and each lobe has two chambers, the\npollen-sacs. The pollen grains are produced in pollen-sacs. A sterile stamen\nis called staminode.\nStamens of flower may be united with other members such as petals\nor among themselves. When stamens are attached to the petals, they are\nepipetalous  as in brinjal, or epiphyllous when attached to the perianth\nas in the flowers of lily. The stamens in a flower may either remain free\n(polyandrous) or may be united in varying degrees. The stamens may be\nunited into one bunch or one bundle (monoadelphous)  as in china rose,\nor two bundles (diadelphous)  as in pea, or into more than two  bundles\n(polyadelphous)  as in citrus. There may be a variation in the length of\nfilaments within a flower , as in Salvia and mustar d.\nFigure 5.11  Types of aestivation in cor olla : (a) V alvate (b) T wisted (c) Imbricate (d) V exillary(a) (b) (c) (d)\nReprint 2025-26\n\nMORPHOLOGY  OF FLOWERING  PLANTS 65\n5.5.1.4 5.5.1.45.5.1.45.5.1.45.5.1.4 GynoeciumGynoeciumGynoeciumGynoeciumGynoecium\nGynoecium is the female reproductive part of the flower and is made\nup of one or more carpels. A carpel consists of three parts namely\nstigma, style and ovary. Ovary  is the enlarged basal part, on which\nlies the elongated tube, the style. The style connects the ovary to the\nstigma. The stigma is usually at the tip of the style and is the\nreceptive surface for pollen grains. Each ovary bears one or more\novules attached to a flattened, cushion-like placenta . When more\nthan one carpel is present, they may be free (as in lotus and rose)\nand are called apocarpous . They are termed syncarpous when\ncarpels are fused, as in mustard and tomato. After fertilisation, the\novules develop into seeds and the ovary matures into a fruit.\nPlacentation:  The arrangement of ovules within the ovary is known\nas placentation. The placentation are of different types namely,\nmarginal, axile, parietal, basal, central and free central (Figure 5.12).\nIn marginal  placentation the placenta forms a ridge along the\nventral suture of the ovary and the ovules are borne on this ridge\nforming two rows, as in pea. When the  placenta is axial and the\novules are attached to it in a multilocular ovary, the placentaion is\nsaid to be axile , as in china rose, tomato and lemon. In \nparietal\nplacentation, the ovules develop on the inner wall of the ovary or\non peripheral part. Ovary is one-chambered but it becomes two-\nchambered due to the formation of the false septum, e.g., mustard\nand Argemone . When the ovules are borne on central axis and\nsepta are absent, as in Dianthus  and Primrose  the placentation is\ncalled  free central.  In basal  placentation, the placenta develops\nat the base of ovary and a single ovule is attached to it, as in\nsunflower , marigold.\n5.6 THE FRUIT\nThe fruit is a characteristic feature of the flowering plants. It is a\nmature or ripened ovary, developed after fertilisation. If a fruit is\nformed without fertilisation of the ovary, it is  called a\nparthenocarpic fruit.\nGenerally, the fruit consists of a wall or pericarp  and seeds.\nThe pericarp may be dry or fleshy. When pericarp is thick and\nfleshy, it is differentiated into the outer epicarp,  the middle\nmesocarp  and the inner endocarp .\nIn mango and coconut, the fruit is known as a drupe (Figure\n5.13). They develop from monocarpellary superior ovaries and are\none seeded. In mango the pericarp is well differentiated into anFigure 5.12 Types of\nplacentation :\n(a) Marginal\n(b) Axile\n(c) Parietal\n(d) Free central\n(e) Basal\n(a)\n(e)(b)\n(d)(c)(a)\nReprint 2025-26\n\n66 BIOLOGY\nSeed coat\nHilum\nMicropyleCotyledon\nPlumule\nRadicle\nFigure 5.14 Structure of dicotyledonous seedouter thin epicarp, a middle fleshy edible mesocarp and an inner stony\nhard endocarp. In coconut which is also a drupe, the mesocarp is fibrous.\n5.7 THE SEED\nThe ovules after fertilisation, develop into seeds. A seed is made up of a\nseed coat and an embryo. The embryo is made up of a radicle, an embryonal\naxis and one (as in wheat, maize) or two cotyledons (as in gram and pea).\n5.7.1 Structure of a Dicotyledonous Seed\nThe outermost covering of a seed is the seed coat. The seed coat has two\nlayers, the outer testa  and the inner tegmen . The hilum  is a scar on the\nseed coat through which the developing seeds were attached to the fruit.\nAbove the hilum is a small pore called the\nmicropyle . Within the seed coat is the embryo,\nconsisting of an embryonal axis and two\ncotyledons. The cotyledons are often fleshy and\nfull of reserve food materials. At the two ends of\nthe embryonal axis are present the radicle and\nthe plumule (Figure 5.14). In some seeds such\nas castor the endosperm  formed as a result of\ndouble fertilisation, is a food storing tissue and\ncalled endospermic seeds. In plants such as\nbean, gram and pea, the endosperm is not\npresent in mature seeds and such seeds are\ncalled non-endospermous.\n5.7.2 Structure of Monocotyledonous Seed\nGenerally, monocotyledonous seeds are endospermic but some as in\norchids are non-endospermic. In the seeds of cereals such as maize theFigure 5.13  Parts of a fruit : (a) Mango  (b) Coconut(a)\n (b)\nReprint 2025-26\n\nMORPHOLOGY  OF FLOWERING  PLANTS 67\nFigure 5.15  Structure of a monocotyledonous seed\nSeed coat & fruit-wall\nAleurone layerEndosperm\nScutellum\nColeoptile\nPlumule\nRadicle\nColeorhizaEndosperm\nEmbryo\nseed coat is membranous and generally fused with the fruit wall. The\nendosperm is bulky and stores food. The outer covering of endosperm\nseparates the embryo by a pr oteinous layer called aleurone layer . The\nembryo is   small and situated in a groove at one end of the endosperm. It\nconsists of one large and shield shaped cotyledon known as scutellum\nand \n    a short axis with a plumule  and a      radicle. The plumule and radicle\nare enclosed in sheaths which are called coleoptile  and\ncoleorhiza   respectively (Figure 5.15).\n5.8SEMI-TECHNICAL  DESCRIPTION  OF A TYPICAL\nFLOWERING  PLANT\nVarious morphological features are used to describe a\nflowering plant. The description has to be brief, in a simple\nand scientific language and presented in a proper\nsequence. The plant is described beginning with its habit,\nvegetative characters – roots, stem and leaves and then\nfloral characters inflorescence and flower parts. After\ndescribing various parts of plant, a floral diagram and a\nfloral formula are presented. The floral formula is\nrepresented by some symbols. In the floral formula, Br\nstands for bracteate K  stands for calyx , C  for corolla, P\nfor perianth, A  for androecium and G for Gynoecium, G\nfor superior ovary and G for inferior ovary,  for male,\n for female,  for bisexual plants, ⊕ for actinomorphicFigure 5.16 Floral diagram with\nfloral formula⊕ K2+2 C4 A2+4 G(2)\nReprint 2025-26\n\n68 BIOLOGY\nand  for zygomorphic natur e of flower . Fusion is indicated by enclosing\nthe figure within bracket and adhesion by a line drawn above the symbols\nof the floral parts. A floral diagram  provides information about the number\nof parts of a flower , their arrangement and the r elation they have with one\nanother (Figure 5.16). The position of the mother axis with respect to the\nflower is represented by a dot on the top of the floral diagram. Calyx,\ncorolla, androecium and gynoecium are drawn in successive whorls, calyx\nbeing the outermost and the gynoecium being in the centre. Floral formula\nalso shows cohesion and adhesion within parts of whorls and between\nwhorls. The floral diagram and floral formula in Figure 5.16 represents\nthe mustard plant (Family: Brassicaceae).\n5.9 SOLANACEAE\nIt is a large family, commonly called as the ‘potato family’. It is widely\ndistributed in tropics, subtropics and even temperate zones (Figure 5.17).\nVegetative Characters\nPlants mostly herbs, shrubs and rarely small trees\nStem:  herbaceous rarely woody, aerial; erect, cylindrical, branched, solid\nor hollow, hairy or glabrous, underground stem in potato ( Solanum\ntuberosum )\nLeaves: alternate, simple, rarely pinnately compound, exstipulate;\nvenation reticulate\n(b)\n(a)(c)(d)\n(e) (f)\nFigure 5.17 Solanum nigrum (makoi) plant :  (a) Flowering twig  (b) Flower\n(c) L.S. of flower  (d) Stamens  (e) Carpel  (f) Floral diagram\nReprint 2025-26\n\nMORPHOLOGY  OF FLOWERING  PLANTS 69\nFloral Characters\nInflorescence : Solitary, axillary or cymose as in Solanum\nFlower : bisexual, actinomorphic\nCalyx: sepals five, united, persistent, valvate aestivation\nCorolla:  petals five, united; valvate aestivation\nAndroecium:  stamens five, epipetalous\nGynoecium:  bicarpellary obligately placed, syncarpous; ovary superior ,\nbilocular , placenta swollen with many ovules, axile\nFruits:  berry or capsule\nSeeds:  many, endospermous\nFloral Formula: ⊕\nEconomic Importance\nMany plants belonging to this family are source of food (tomato, brinjal,\npotato), spice (chilli); medicine (belladonna, ashwagandha );  fumigatory\n(tobacco); ornamentals (petunia).\nSUMMARY\nFlowering plants exhibit enormous variation in shape, size, structure,\nmode of nutrition, life span, habit and habitat. They have well developed\nroot and shoot systems. Root system is either tap root or fibrous. Generally,\ndicotyledonous plants have tap roots while monocotyledonous plants have\nfibrous roots. The roots in some plants get modified for storage of food,\nmechanical support and respiration. The shoot system is differentiated\ninto stem, leaves, flowers and fruits. The morphological features of stems\nlike the presence of nodes and internodes, multicellular hair and positively\nphototropic nature help to differentiate the stems from roots. Leaf is a\nlateral outgrowth of stem developed exogeneously at the node. These are\ngreen in colour to perform the function of photosynthesis. Leaves exhibit\nmarked variations in their shape, size, margin, apex and extent of incisions\nof leaf blade (lamina).\nThe flower is a modified shoot, meant for sexual reproduction. The\nflowers are arranged in different types of inflorescences. They exhibit\nenormous variation in structure, symmetry, position of ovary in relation\nto other parts, arrangement of petals, sepals, ovules etc. After fertilisation,\nthe ovary is modified into fruits and ovules into seeds. Seeds either may\nbe monocotyledonous or dicotyledonous. They vary in shape, size and\nperiod of viability. The floral characteristics form the basis of classification\nReprint 2025-26\n\n70 BIOLOGY\nand identification of flowering plants. This can be illustrated through semi-\ntechnical descriptions of families. Hence, a flowering plant is described in\na definite sequence by using scientific terms. The floral features are\nrepresented in the summarised form as floral diagrams and floral formula.\nEXERCISES\n1.How is a pinnately compound leaf different from a palmately compound\nleaf?\n2.Explain with suitable examples the different types of phyllotaxy.\n3.Define the following terms:\n(a)aestivation (b)placentation (c)actinomorphic\n(d)zygomorphic (e)superior ovary (f)perigynous flower\n(g)epipetalous stamen\n4.Differentiate between\n(a)Racemose and cymose inflorescence\n(b)Apocarpous and syncarpous ovary\n5.Draw the labelled diagram of the following:\n(i)gram seed  (ii)  V .S. of maize seed\n6.Take one flower of the family Solanaceae and write its semi-technical\ndescription. Also draw their floral diagram.\n7.Describe the various types of placentations found in flowering plants.\n8.What is a flower? Describe the parts of a typical angiosper m flower .\n9.Define the term inflorescence. Explain the basis for the different types\ninflorescence in flowering plants.\n10.Describe the arrangement of floral members in relation to their\ninsertion on thalamus.\nReprint 2025-26\n\n",
      "wordCount": 4250,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 16,
    "totalWords": 4262
  }
}