{
  "filename": "kebo106.pdf",
  "chapters": [
    {
      "chapterNumber": 6,
      "title": "6.1The T issue",
      "content": "CHAPTER   6\n6.1The T issue\nSystem\n6.2Anatomy of\nDicotyledonous\nand\nMonocotyledonous\nPlants\nReprint 2025-26\n\n72 BIOLOGY\nThe cells of epidermis bear a number of hairs. The root hairs  are\nunicellular elongations of the epidermal cells and help absorb water and\nminerals from the soil. On the stem the epidermal hairs are called\ntrichomes . The trichomes in the shoot system ar e usually multicellular .\nThey may be branched  or unbranched and soft or stiff. They may even\nbe secretory. The trichomes help in preventing water loss due to\ntranspiration.\n6.1.2 The Ground Tissue System\nAll tissues except epidermis and vascular bundles constitute the ground\ntissue . It consists of simple tissues such as parenchyma, collenchyma\nand sclerenchyma. Parenchymatous cells are usually present in cortex,\npericycle, pith and medullary rays, in the primary stems and roots. In\nleaves, the ground tissue consists of thin-walled chloroplast containing\ncells and is called mesophyll .\narranged cells, which for m a continuous layer . Epider mis is usually single-\nlayered. Epidermal cells are parenchymatous with a small amount of\ncytoplasm lining the cell wall and a large vacuole. The outside of the\nepidermis is often covered with a waxy thick layer called the cuticle  which\nprevents the loss of water . Cuticle is absent in r oots. Stomata  are structur es\npresent in the epidermis of leaves. Stomata regulate the process of\ntranspiration and gaseous exchange. Each stoma is composed of two bean-\nshaped cells known as guard cells  which enclose stomatal pore . In\ngrasses, the guard cells are dumb-bell shaped. The outer walls of guard\ncells (away from the stomatal pore) are thin and the inner walls (towards\nthe stomatal pore) are highly thickened. The guard cells possess chloroplasts\nand regulate the opening and closing of stomata. Sometimes, a few epidermal\ncells, in the vicinity of the guard cells become specialised in their shape and\nsize and are known as subsidiary cells . The stomatal aperture, guard\ncells and the surrounding subsidiary cells are together called stomatal\napparatus (Figure 6. 1).\nFigure 6.1 Diagrammatic representation: (a) stomata with bean-shaped guard cells\n(b) stomata with dumb-bell shaped guard cellEpidermal cells\nSubsidiary cells\nGuard cells\nStomatal\nporeChloroplast\nReprint 2025-26\n\nANATOMY  OF FLOWERING  PLANTS 73\n6.1.3 The Vascular Tissue System\nThe vascular system consists of complex tissues,\nthe phloem and the xylem.The xylem and\nphloem together constitute vascular bundles\n(Figure 6.2). In dicotyledonous stems,\ncambium is present between phloem and\nxylem. Such vascular bundles because of the\npresence of cambium possess the ability to form\nsecondary xylem and phloem tissues, and hence\nare called open vascular  bundles . In the\nmonocotyledons, the vascular bundles have no\ncambium present in them. Hence, since they do\nnot form secondary tissues they are referred to\nas closed . When xylem and phloem within a\nvascular bundle are arranged in an alternate\nmanner along the  different radii, the\narrangement is called radial  such as in roots.\nIn conjoint type of vascular bundles, the xylem\nand phloem are jointly situated  along the same\nradius of vascular bundles. Such vascular\nbundles are common in stems and leaves. The\nconjoint vascular bundles usually have the\nphloem located only on the outer side of xylem.\n6.2 ANATOMY  OF DICOTYLEDONOUS  AND\nMONOCOTYLEDONOUS  PLANTS\nFor a better understanding of tissue\norganisation of roots, stems and leaves, it is\nconvenient to study the transverse sections of\nthe mature zones of these organs.\n6.2.1 Dicotyledonous Root\nLook at Figure 6.3 (a), it shows the transverse\nsection of the sunflower root. The internal tissue\norganisation is as follows:\nThe outermost layer is \nepiblema.  Many of\nthe cells of epiblema protrude in the form of\nunicellular root hairs. The cortex consists of\nseveral layers of thin-walled parenchyma cells\nFigure 6.2 Various types of vascular bundles :\n(a) radial  (b) conjoint closed\n(c) conjoint open\nReprint 2025-26\n\n74 BIOLOGY\nwith intercellular spaces. The innermost\nlayer o f the cortex is called endodermis.\nIt comprises a single layer of barrel-\nshaped cells without any intercellular\nspaces. The tangential as well as radial\nwalls of the endodermal cells have a\ndeposition of water -imper meable, waxy\nmaterial suberin in the form of casparian\nstrips . Next to endodermis lies a few layers\nof thick-walled parenchyomatous cells\nreferred to as pericycle .  Initiation of lateral\nroots and vascular cambium during the\nsecondary growth takes place in these\ncells. The pith is small or inconspicuous.\nThe parenchymatous cells which lie\nbetween the xylem and the phloem are\ncalled conjuctive tissue . There are\nusually two to four xylem and phloem\npatches. Later , a cambium ring develops\nbetween the xylem and phloem. All tissues\non the innerside of the endodermis such\nas pericycle, vascular bundles and pith\nconstitute the stele .\n6.2.2 Monocotyledonous Root\nThe anatomy of the monocot root is similar\nto the dicot root in many respects (Figure\n6.3 b). It has epidermis, cortex, endodermis,\npericycle, vascular bundles and pith. As\ncompared to the dicot root which have fewer\nxylem bundles, there are usually more\nthan six (polyarch) xylem bundles in the\nmonocot root. Pith is large and well\ndeveloped. Monocotyledonous roots do not\nundergo any secondary growth.\n6.2.3 Dicotyledonous Stem\nThe transverse section of a typical young\ndicotyledonous stem shows that the epidermis\nis the outermost protective layer of the stem\nRoot hair\nEpidermis\nCortex\nEndodermis\nProtoxylem\nMetaxylem\nPith\nPhloem\n(a)Pericycle\nRoot hair\nCortex\nEndodermis\nPhloem\nProtoxylem\nPith\nMetaxylem\n(b)Epidermis\nPericycle\nFigure 6.3 T.S. : (a) Dicot root (Primary)\n(b) Monocot root\nReprint 2025-26\n\nANATOMY  OF FLOWERING  PLANTS 75\n(Figure 6. 4 a). Covered with a thin layer of cuticle, it may bear trichomes and\na few stomata. The cells arranged in multiple layers betwee n epidermis and\npericycle constitute the cortex. It consists of three sub-zones. The outer\nhypodermis , consists of a few layers of collenchymatous cells just below the\nepidermis, which provide mechanical strength to the young stem. Cortical\nlayers below hypodermis consist of rounded thin walled parenchymatous\ncells with conspicuous intercellular spaces. The innermost layer of the cortex\nis called the endodermis.  The cells of the endodermis are rich in starch\ngrains and the layer is also referred to as the starch sheath.  Pericycle is\nFigure 6.4  T.S. of stem :  (a) Dicot  (b) Monocot\nReprint 2025-26\n\n76 BIOLOGY\nFigure 6.5  T.S. of leaf : (a) Dicot  (b) Monocotpresent on the inner side of the endodermis and above the ph loem in the\nform of semi-lunar patches of sclerenchyma. In between the vascular bundles\nthere are a few layers of radially placed parenchymatous cells, which c onstitute\nmedullary rays. A large number of vascular bundles are arranged in a ring  ;\nthe ‘ring’ arrangement of vascular bundles is a characteristic of dicot stem.\nEach vascular bundle is conjoint, open, and with endarch protoxylem. A\nlarge number of rounded, parenchymatous cells with large intercellular\nspaces which occupy the central portion of the stem constitute the pith.\n6.2.4 Monocotyledonous Stem\nThe monocot stem has a sclerenchymatous hypodermis, a large number\nof scattered vascular bundles, each surrounded by a sclerenchymatous\nbundle sheath, and a large, conspicuous\nparenchymatous ground tissue (Figure\n6.4 b). V ascular bundles ar e conjoint  and\nclosed. Peripheral vascular bundles are\ngenerally smaller than the centrally\nlocated ones. The phloem parenchyma is\nabsent, and water -containing cavities ar e\npresent within the vascular bundles.\n6.2.5 Dorsiventral\n(Dicotyledonous) Leaf\nThe vertical section of a dorsiventral leaf\nthrough the lamina shows three main\nparts, namely, epidermis, mesophyll and\nvascular system . The epidermis which\ncovers both the upper surface (adaxial\nepidermis) and lower  surface (abaxial\nepidermis) of the leaf has a conspicuous\ncuticle. The abaxial epidermis generally\nbears more stomata than the adaxial\nepidermis. The latter may even lack\nstomata. The tissue between the upper\nand the lower epidermis is called the\nmesophyll . Mesophyll,  which  possesses\nchloroplasts and carry out\nphotosynthesis,  is made up of\nparenchyma. It has two types of cells – the\npalisade parenchyma  and the \nspongy\nparenchyma . The adaxially placed\npalisade parenchyma is made up of\nelongated cells, which are arranged\nReprint 2025-26\n\nANATOMY  OF FLOWERING  PLANTS 77\nvertically and parallel to each other . The oval or r ound and loosely arranged\nspongy parenchyma  is situated below the palisade cells and extends to\nthe lower epidermis. There are numerous large spaces and air cavities\nbetween these cells.  Vascular system  includes vascular bundles, which\ncan be seen in the veins and the midrib. The size of the vascular bundles\nare dependent on the size of the veins. The veins vary in thickness in the\nreticulate venation of the dicot leaves. The vascular bundles are\nsurrounded by a layer of thick walled bundle sheath cells . Look at\nFigure 6.5 (a) and find the position of xylem in the vascular bundle.\n6.2.6 Isobilateral (Monocotyledonous) Leaf\nThe anatomy of isobilateral leaf is similar to that of the dorsiventral leaf in\nmany ways. It shows the following characteristic differences. In an\nisobilateral leaf, the stomata are present on both the surfaces of the\nepidermis; and the mesophyll is not differentiated into palisade and spongy\nparenchyma (Figure 6.5 b).\nIn grasses, certain adaxial epidermal cells along the veins modify\nthemselves into large, empty, colourless cells. These are called bulliform\ncells. When the bulliform cells in the leaves have absorbed water and are\nturgid, the leaf surface is exposed. When they are flaccid due to water\nstress, they make the leaves curl inwards to minimise water loss.\nThe parallel venation in monocot leaves is reflected in the near similar\nsizes of vascular bundles (except in main veins) as seen in vertical sections\nof the leaves.\nSUMMARY\nAnatomically, a plant is made of different kinds of tissues. The plant tissues are\nbroadly classified into meristematic (apical, lateral and intercalary) and permanent\n(simple and complex). Assimilation of food and its storage, transportation of water ,\nminerals and photosynthates, and mechanical support are the main functions\nof tissues. There are three types of tissue  systems – epidermal, ground and\nvascular . The epider mal tissue systems ar e made of epider mal cells, stomata\nand the epidermal appendages. The ground tissue system forms the main bulk\nof the plant. It is divided into three zones – cortex, pericycle and pith. The vascular\ntissue system is formed by the xylem and phloem. On the basis of presence of\ncambium, location of xylem and phloem, the vascular bundles are of different\ntypes. The vascular bundles for m the conducting tissue and translocate water\n,\nminerals and food material.\nMonocotyledonous and dicotyledonous plants show marked variation in their\ninternal structures. They differ in type, number and location of vascular bundles.\nThe secondary growth occurs in most of the dicotyledonous roots and stems.\nReprint 2025-26\n\n78 BIOLOGY\nEXERCISES\n1.Draw illustrations to bring out the anatomical difference between\n(a) Monocot root and Dicot root\n(b) Monocot stem and Dicot stem\n2.Cut a transverse section of young stem of a plant from your school garden and\nobserve it under the microscope. How would you ascertain whether it is a\nmonocot stem or a dicot stem? Give reasons.\n3.The transverse section of a plant material shows the following anatomical\nfeatures - (a) the vascular bundles are conjoint, scattered and surrounded by a\nsclerenchymatous bundle sheaths. (b) phloem parenchyma is absent. What\nwill you identify it as?\n4.What is stomatal apparatus? Explain the structure of stomata with a labelled\ndiagram.\n5.Name the three basic tissue systems in the flowering plants. Give the tissue\nnames under each system.\n6.How is the study of plant anatomy useful to us?\n7.Describe the internal structure of a dorsiventral leaf with the help of labelled\ndiagrams.\nReprint 2025-26\n\n",
      "wordCount": 1934,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 8,
    "totalWords": 1934
  }
}