{
  "filename": "kebo112.pdf",
  "chapters": [
    {
      "chapterNumber": 2,
      "title": "When fats are used in respiration, the RQ is less th",
      "content": "",
      "wordCount": 0,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 12,
      "title": "12.1 Do Plants",
      "content": "CHAPTER   12\n12.1 Do Plants\nBreathe?\n12.2 Glycolysis\n12.3 Fermentation\n12.4 Aerobic\nRespiration\n12.5 The\nRespiratory\nBalance Sheet\n12.6 Amphibolic\nPathway\n12.7 Respiratory\nQuotient\nReprint 2025-26\n\n154 BIOLOGY\ndirectly (herbivores) or indirectly (carnivores). Saprophytes like fungi are\ndependent on dead and decaying matter .  What is important to r ecognise\nis that ultimately all the food that is respired for life processes comes from\nphotosynthesis. This chapter deals with cellular respiration  or the\nmechanism of breakdown of food materials within the cell to release\nenergy, and the trapping of this ener gy for synthesis of A\nTP.\nPhotosynthesis, of course, takes place within the chloroplasts (in the\neukaryotes), whereas the breakdown of complex molecules to yield energy\ntakes place in the cytoplasm and in the mitochondria  (also only in\neukaryotes).  The breaking of the C-C bonds of complex compounds\nthrough oxidation within the cells, leading to release of considerable\namount of energy is called respiration .  The compounds that are oxidised\nduring this process are known as respiratory substrates. Usually\ncarbohydrates are oxidised to release energy, but proteins, fats and even\norganic acids can be used as respiratory substances in some plants, under\ncertain conditions.  During oxidation within a cell, all the energy contained\nin respiratory substrates is not released free into the cell, or in a single\nstep. It is released in a series of slow step-wise reactions controlled by\nenzymes, and it is trapped as chemical ener gy in the for m of A TP.  Hence,\nit is important to understand that the energy released by oxidation in\nrespiration is not (or rather cannot be) used directly but is used to\nsynthesise A TP, which is br oken down whenever (and wherever) ener gy\nneeds to be utilised. Hence, ATP acts as the energy currency of the cell.\nThis energy trapped in ATP is utilised in various energy-requiring\nprocesses of the organisms, and the carbon skeleton produced during\nrespiration is used as precursors for biosynthesis of other molecules in\nthe cell.\n12.1 DO PLANTS BREATHE ?\nWell, the answer to this question is not quite so dir ect.  Y es, plants r equir e\nO2 for respiration to occur and they also give out CO2.  Hence, plants have\nsystems in place that ensure the availability of O2.  Plants, unlike animals,\nhave no specialised organs for gaseous exchange but they have stomata\nand lenticels for this purpose. There are several reasons why plants can\nget along without respiratory organs. First, each plant part takes care of\nits own gas-exchange needs.  There is very little transport of gases from\none plant part to another .  Second, plants do not pr esent gr eat demands\nfor gas exchange.  Roots, stems and leaves respire at rates far lower than\nanimals do. Only during photosynthesis are large volumes of gases\nexchanged and, each leaf is well adapted to take care of its own needs\nduring these periods. When cells photosynthesise, availability of O2 is not\na problem in these cells since O2 is released within the cell.  Third, the\nReprint 2025-26\n\nRESPIRATION  IN PLANTS 155\ndistance that gases must diffuse even in large, bulky plants is not great.\nEach living cell in a plant is located quite close to the surface of the plant.\n‘This is true for leaves’, you may ask, ‘but what about thick, woody stems\nand roots?’ In stems, the ‘living’ cells are organised in thin layers inside\nand beneath the bark. They also have openings called lenticels. The cells\nin the interior are dead and provide only mechanical support. Thus, most\ncells of a plant have at least a part of their sur face in contact with air . This\nis also facilitated by the loose packing of parenchyma cells in leaves, stems\nand roots, which provide an interconnected network of air spaces.\nThe complete combustion of glucose, which produces CO2 and H2O\nas end products, yields energy most of which is given out as heat.\nC H O O CO H O Energy6 12 6 2 2 2 6 6 6+  →  + +\nIf this energy is to be useful to the cell, it should be able to utilise it to\nsynthesise other molecules that the cell requires.  The strategy that the\nplant cell uses is to catabolise the glucose molecule in such a way that\nnot all the liberated energy goes out as heat.  The key is to oxidise glucose\nnot in one step but in several small steps enabling some steps to be just\nlarge enough such that the energy released can be coupled to ATP\nsynthesis.  How this is done is, essentially, the story of respiration.\nDuring the process of respiration, oxygen is utilised, and carbon\ndioxide, water and energy are released as products. The combustion\nreaction requires oxygen. But some cells live where oxygen may or may\nnot be available. Can you think of such situations (and organisms) where\nO2 is not available?   There are sufficient reasons to believe that the first\ncells on this planet lived in an atmosphere that lacked oxygen.  Even\namong present-day living organisms, we know of several that are adapted\nto anaerobic conditions.  Some of these organisms are facultative\nanaerobes, while in others the requirement for anaerobic condition is\nobligate.  In any case, all living organisms retain the enzymatic machinery\nto partially oxidise glucose without the help of oxygen.  This breakdown\nof glucose to pyruvic acid is called glycolysis.\n12.2 GLYCOLYSIS\nThe term glycolysis has originated fr om the Gr eek wor ds, glycos  for sugar ,\nand lysis for splitting.  The scheme of glycolysis was given by Gustav\nEmbden, Otto Meyerhof, and J. Parnas, and is often referred to as the\nEMP pathway. In anaerobic organisms, it is the only process in respiration.\nGlycolysis occurs in the cytoplasm of the cell and is present in all living\norganisms.  In this process, glucose undergoes partial oxidation to form\ntwo molecules of pyruvic acid. In plants, this glucose is derived from\nsucrose, which is the end product of photosynthesis, or from storage\nReprint 2025-26\n\n156 BIOLOGY\ncarbohydrates. Sucrose is converted into glucose\nand fructose by the enzyme, invertase, and these\ntwo monosaccharides readily enter the glycolytic\npathway. Glucose and fructose are\nphosphorylated to give rise to glucose-6-\nphosphate by the activity of the enzyme\nhexokinase. This phosphorylated form of\nglucose then isomerises to produce  fructose-6-\nphosphate. Subsequent steps of metabolism of\nglucose and fructose are same.  The various\nsteps of glycolysis are depicted in Figure 1 2.1.\nIn glycolysis, a chain of ten reactions, under the\ncontrol of different enzymes, takes place to\nproduce pyruvate from glucose. While studying\nthe steps of glycolysis, please note the steps at\nwhich utilisation or synthesis of ATP or (in this\ncase) NADH + H+ take place.\nATP is utilised at two steps: first in the\nconversion of glucose into glucose 6-phosphate\nand second in the conversion of fructose\n6-phosphate to fructose 1, 6-bisphosphate.\nThe fructose 1, 6-bisphosphate is split\ninto dihydroxyacetone phosphate and\n3-phosphoglyceraldehyde (PGAL). W e find\nthat there is one step where NADH + H+ is\nformed from NAD+; this is when\n3-phosphoglyceraldehyde (PGAL) is converted\nto 1, 3-bisphosphoglycerate (BPGA).  Two\nredox-equivalents are removed (in the form of\ntwo hydrogen atoms) from PGAL and transferred\nto a molecule of NAD+. PGAL is oxidised and\nwith inorganic phosphate to get converted into\nBPGA. The conversion of BPGA to\n3-phosphoglyceric acid (PGA), is also an energy\nyielding process; this energy is trapped by the\nformation of A TP.  Another A TP is synthesised\nduring the conversion of PEP to pyruvic acid.\nCan you then calculate how many ATPCan you then calculate how many ATPCan you then calculate how many ATPCan you then calculate how many ATPCan you then calculate how many ATP\nmolecules are directly synthesised in thismolecules are directly synthesised in thismolecules are directly synthesised in thismolecules are directly synthesised in thismolecules are directly synthesised in this\npathway from one glucose molecule?pathway from one glucose molecule?pathway from one glucose molecule?pathway from one glucose molecule?pathway from one glucose molecule?\nPyruvic acid is then the key product of\nglycolysis. What is the metabolic fate of\npyruvate?  This depends on the cellular need.\nGlucose\n(6C)\nGlucose-6-phosphate\n(6C)\nFructose-6-phosphate\n(6C)\nFructose1, 6-bisphosphate\n(6C)\nTriose phosphate\n(glyceraldehyde -3-phosphate)\n(3C)Triose phosphate\n(Dihydroxy acetone\nphosphate)\n(3C)\n2 × Triose bisphosphate\n(1,3 bisphosphoglyceric acid)\n(3C)\n2 × Triose phosphate\n(3-phosphoglyceric acid)\n(3C)\n2 × 2-phosphoglycerate\n2 × phosphoenolpyruvate\n2 × Pyruvic acid\n(3C)ADPATPADPATP\nADPATP\nADP\nNADH+H+NAD+\nH2O\nATP\nFigure 12.1    Steps of glycolysis\nReprint 2025-26\n\nRESPIRATION  IN PLANTS 157\nThere are three major ways in which different cells handle pyruvic acid\nproduced by glycolysis.  These are lactic acid fermentation, alcoholic\nfermentation and aerobic respiration. Fermentation takes place under\nanaerobic conditions in many prokaryotes and unicellular eukaryotes.\nFor the complete oxidation of glucose to CO2 and H2O, however , organisms\nadopt Krebs’ cycle which is also called as aerobic respiration. This requires\nO2 supply.\n12.3 FERMENTATION\nIn fermentation, say by yeast, the incomplete oxidation of glucose is\nachieved under anaerobic conditions by sets of reactions where pyruvic\nacid is converted to CO2 and ethanol. The enzymes, pyruvic acid\ndecarboxylase and alcohol dehydrogenase catalyse these reactions. Other\norganisms like some bacteria produce lactic acid from pyruvic acid.  The\nsteps involved are shown in Figure 12.2. In animal cells also, like muscles\nduring exercise, when oxygen is inadequate for cellular respiration pyruvic\nacid is reduced to lactic acid by lactate dehydrogenase.  The reducing\nagent is NADH+H+  which is reoxidised to NAD+\nin both the processes.\nIn both lactic acid and alcohol\nfermentation not much energy is released; less\nthan seven per cent of the energy in glucose is\nreleased and not all of it is trapped as high\nenergy bonds of A TP.  Also, the pr ocesses ar e\nhazardous – either acid or alcohol is produced.\nWhat is the net ATP s that is synthesised\n(calculate how many ATP are synthesised and\ndeduct the number of ATP utilised during\nglycolysis) when one molecule of glucose is\nfermented to alcohol or lactic acid?  Y easts\npoison themselves to death when the\nconcentration of alcohol reaches about 13 per\ncent. What then would be What then would be What then would be What then would be What then would be the the the the the maximummaximummaximummaximummaximum\nconcentration of alcohol in beverages thatconcentration of alcohol in beverages thatconcentration of alcohol in beverages thatconcentration of alcohol in beverages thatconcentration of alcohol in beverages that\nare naturally fermented?are naturally fermented?are naturally fermented?are naturally fermented?are naturally fermented?  How do you think\nalcoholic beverages of alcohol content greater\nthan this concentration are obtained?\nWhat then is the process by which\norganisms can carry out complete oxidation of\nglucose and extract the energy stored toFigure 12.2 Major pathways of anaerobic\nrespiration\nReprint 2025-26\n\n158 BIOLOGY\nsynthesise a larger number of ATP molecules needed for cellular\nmetabolism?  In eukaryotes these steps take place within the mitochondria\nand this requires O2. Aerobic respiration  is the process that leads to a\ncomplete oxidation of organic substances in the presence of oxygen, and\nreleases CO2, water and a large amount of energy present in the substrate.\nThis type of r espiration is most common in higher organisms. W e will\nlook at these processes in the next section.\n12.4 AEROBIC  RESPIRATION\nFor aerobic respiration to take place within the mitochondria, the final\nproduct of glycolysis, pyruvate is transported from the cytoplasm into\nthe mitochondria.  The crucial events in aerobic respiration are:\n•The complete oxidation of pyruvate by the stepwise removal of all\nthe hydrogen atoms, leaving three molecules of CO2.\n•The passing on of the electrons removed as part of the hydrogen\natoms to molecular O2  with simultaneous synthesis of A TP.\nWhat is interesting to note is that the first process takes place in the\nmatrix of the mitochondria while the second process is located on the\ninner membrane of the mitochondria.\nPyruvate, which is formed by the glycolytic catabolism of carbohydrates\nin the cytosol, after it enters mitochondrial matrix undergoes oxidative\ndecarboxylation by a complex set of reactions catalysed by pyruvic\ndehydrogenase. The reactions catalysed by pyruvic dehydrogenase require\nthe participation of several coenzymes, including NAD+ and  Coenzyme A.\nPyruvic acid CoA NADMg\nPyru\nvate dehydrogenase+ +  →  ++2\n  + + ++Acetyl CoA CO NADH H2\nDuring this process, two molecules of NADH are produced from the\nmetabolism of two molecules of pyruvic acid (produced from one glucose\nmolecule during glycolysis).\nThe acetyl CoA then enters a cyclic pathway, tricarboxylic acid cycle,\nmore commonly called as Krebs’ cycle after the scientist Hans Krebs who\nfirst elucidated it.\n12.4.1 Tricarboxylic Acid Cycle\nThe TCA cycle starts with the condensation of acetyl group with oxaloacetic\nacid (OAA) and water to yield citric acid (Figure 12.3). The reaction is\ncatalysed by the enzyme citrate synthase and a molecule of CoA is released.\nCitrate is then isomerised to isocitrate.  It is followed by two successive\nsteps of decarboxylation, leading to the formation of α -ketoglutaric acid\nReprint 2025-26\n\nRESPIRATION  IN PLANTS 159\nPyruvic acid NAD FAD H O ADP PiMitochondrial Matrix+ + + + +  → + +4 22   + ++3 4 42CO NADH Hand then succinyl-CoA.  In the remaining steps\nof citric acid cycle, succinyl- CoA is oxidised to\nOAA allowing the cycle to continue. During the\nconversion of succinyl-CoA to succinic acid a\nmolecule of GTP is synthesised. This is a\nsubstrate level phosphorylation.  In a coupled\nreaction GTP is converted to GDP with the\nsimultaneous synthesis of A TP from A DP .\nAlso there are three points in the cycle where\nNAD+ is reduced to NADH + H+ and one point\nwhere FAD+ is reduced to FADH2. The\ncontinued oxidation of acetyl CoA via the TCA\ncycle requires the continued replenishment of\noxaloacetic acid, the first member of the cycle.\nIn addition it also requires regeneration of\nNAD+ and FAD+ from NADH and FADH2\nrespectively. The summary equation for this\nphase of respiration may be written as follows:\n+ +2 FADH ATP\nWe have till now se en that glucose has be en broken down to release\nCO2 and eight molecules of NA DH + H+ and two of  F ADH2 have be en\nsynthesised besides just two molecules of A TP in TC A cycle.  Y ou may be\nwondering why we have been discussing respiration at all – neither O2\nhas come into the picture nor the promised large number of ATP has yet\nbeen synthesised. Also what is the role of the NADH + H+ and FADH2 that\nis synthesised? Let us now understand the role of O2 in respiration and\nhow ATP is synthesised.\n12.4.2 Electron Transport System (ETS) and Oxidative\nPhosphorylation\nThe following steps in the respiratory process are to release and utilise\nthe energy stored in NADH+H+ and FADH2.  This is accomplished when\nthey are oxidised through the electron transport system and the electrons\nare passed on to O2 resulting in the formation of H2O.  The metabolic\npathway through which the electron passes from one carrier to another ,\nis called the electron transport system  (ETS) (Figure 12.4) and it is\npresent in the inner mitochondrial membrane. Electrons from NADH\nFigure 12.3   The Citric acid cyclePyruvate\n(3C)\nAcetyl coenzyme A\n(2C)\nCitric acid\n(6C)Oxaloacetic acid\n(4C)\nCO2\nNAD+\nNADH+H+NADH+H+\nNAD+\nNAD+CO2CITRIC ACID CYCLEα-ketoglutaric acid\n(5C)\nNADH+H+\nGDP\nGTPSuccinic acid\n(4C)Malic acid\n(4C)\nFADH2\nFAD+CoA NAD+\nNADH+H+\nCO2\nReprint 2025-26\n\n160 BIOLOGY\nproduced in the mitochondrial matrix\nduring citric acid cycle are oxidised by\nan NADH dehydrogenase (complex I),\nand electrons are then transferred to\nubiquinone located within the inner\nmembrane. Ubiquinone also receives\nreducing equivalents via FADH2 (complex\nII) that is generated during oxidation of\nsuccinate in the citric acid cycle. The\nreduced ubiquinone (ubiquinol) is then\noxidised with the transfer of electrons to\ncytochrome c via cytochrome bc1\ncomplex (complex III). Cytochrome c is a\nsmall protein attached to the outer\nsurface of the inner membrane and acts\nas a mobile carrier for transfer of\nelectrons betwe en complex I II and I V .\nComplex IV refers to cytochrome c\noxidase complex containing cytochromes\na and a3, and two copper centres.\nWhen the electrons pass from one\ncarrier to another via complex I to IV in\nthe electron transport chain, they are\ncoupled to ATP synthase (complex V) for\nthe production of ATP from ADP and\ninorganic phosphate. The number of ATP\nmolecules synthesised depends on the\nnature of the electron donor . Oxidation\nof one molecule of NADH gives rise to 3\nmolecules of A TP, while that of one\nmolecule of FADH2 produces 2 molecules\nof ATP. Although the aerobic process of\nrespiration takes place only in the\npresence of oxygen, the role of oxygen is\nlimited to the terminal stage of the\nprocess.  Y et, the presence of oxygen is\nvital, since it drives the whole process by removing hydrogen from the\nsystem. O xygen acts as the final hydrogen acceptor . Unlike\nphotophosphorylation where it is the light energy that is utilised for the\nproduction of proton gradient required for phosphorylation, in respiration\nit is the energy of oxidation-reduction utilised for the same process. It is\nfor this reason that the process is called oxidative phosphorylation.\nYou have already studied about the mechanism of membrane-linked\nATP synthesis as explained by chemiosmotic hypothesis in the earlier\nchapter .  As mentioned earlier , the energy released during the electron\nFigure 12.4  Electron Transport System (ETS)\nReprint 2025-26\n\nRESPIRATION  IN PLANTS 161\ntransport system is utilised in synthesising A TP\nwith the help of A TP synthase (complex V).  This\ncomplex consists of two major components, F1\nand F0 (Figure 12.5).  The F1 headpiece is a\nperipheral membrane protein complex and\ncontains the site for synthesis of A TP from A DP\nand inorganic phosphate. F0 is an integral\nmembrane protein complex that forms the\nchannel through which protons cross the inner\nmembrane.  The passage of protons through\nthe channel is coupled to the catalytic site of\nthe F1 component for the production of A TP.\nFor each A TP produced, 4H+ pass through F0\nfrom the intermembrane space to the matrix\ndown the electrochemical proton gradient.\n12.5 T HE RESPIRATORY B ALANCE  SHEET\nIt is possible to make calculations of the net gain of A TP for every\nglucose molecule  oxidised; but in reality this can remain only a\ntheoretical exercise. These calculations can be made only on certain\nassumptions that:\n•There is a sequential, orderly pathway functioning, with one\nsubstrate forming the next and with glycolysis, TC A cycle and\nETS pathway following one after another .\n•The NA DH synthesised in glycolysis is transferred into the\nmitochondria and undergoes oxidative phosphorylation.\n•None of the intermediates in the pathway are utilised to synthesise\nany other compound.\n•Only glucose is being respired – no other alternative substrates\nare entering in the pathway at any of the intermediary stages.\nBut this kind of assumptions are not really valid in a living system;\nall pathways work simultaneously and do not take place one after\nanother; substrates enter the pathways and are withdrawn from it as\nand when necessary; A TP is utilised as and when ne eded;  enzymatic\nrates are controlled by multiple means.  Y et, it is useful to do this\nexercise to appreciate the beauty and ef ficiency of the living system in\nextraction and storing energy . Hence, there can be a net gain of 38 A TP\nmolecules during aerobic respiration of one molecule of glucose.Figure 12.5   Diagramatic presentation of ATP\nsynthesis in mitochondria\nReprint 2025-26\n\n162 BIOLOGY\nNow let us  compare  fermentation and aerobic respiration:\n•Fermentation accounts for only a partial breakdown of glucose\nwhereas in aerobic respiration it is completely degraded to CO2 and\nH2O.\n•In fermentation there is a net gain of only two molecules of ATP for\neach molecule of glucose degraded to pyruvic acid whereas many\nmore molecules of ATP are generated under aerobic conditions.\n•NADH is oxidised to NAD+ rather slowly in fermentation, however\nthe reaction is very vigorous in case of aerobic respiration.\n12.6 AMPHIBOLIC  PATHWAY\nGlucose is the favoured substrate for respiration.  All carbohydrates are\nusually first converted into glucose before they are used for respiration.\nOther substrates can also be r espired, as has been mentioned earlier , but\nthen they do not enter the respiratory pathway at the first step. See Figure\n12.6 to see the points of entry of different substrates in the respiratory\npathway. Fats would need to be broken down into glycerol and fatty acids\nfirst. If fatty acids were to be respired they would first be degraded to\nacetyl CoA and enter the pathway. Glycerol would enter the pathway\nafter being converted to PGAL. The proteins would be degraded by\nproteases and the individual amino acids (after deamination) depending\non their structure would enter the pathway at some stage within the Krebs’\ncycle or even as pyruvate or acetyl CoA.\nSince respiration involves breakdown of substrates, the respiratory\nprocess has traditionally been considered a catabolic process and the\nrespiratory pathway as a catabolic pathway.  But is this understanding\ncorrect?  W e have discussed above ,\n at which points in the r espiratory\npathway different substrates would enter if they were to be respired and\nused to derive energy. What is important to recogni se is that it is these very\ncompounds that would be withdrawn from the respiratory pathway for the\nsynthesis of the said substrates. Hence, fatty acids would be broken down\nto acetyl CoA before entering the respiratory pathway when it is used as a\nsubstrate. But when the organism needs to synthesi se fatty acids, acetyl\nCoA would be withdrawn from the respiratory pathway for it. Hence , the\nrespiratory pathway comes into the picture both during breakdown and\nsynthesis of fatty acids. Similarly , during breakdown and synthesis of\nprotein too, respiratory intermediates form the link. Breaking down\nprocesses within the living organism is catabolism, and synthesis is\nanabolism.  Because the respiratory pathway is involved in both anabolism\nand catabolism, it would hence be better to consider the respiratory pathway\nas an amphibolic pathway  rather than as a catabolic one.\nReprint 2025-26\n\nRESPIRATION  IN PLANTS 163\n12.7 RESPIRATORY Q UOTIENT\nLet us now look at another aspect of respiration. As you know, during\naerobic respiration, O2 is consumed and CO2 is released. The ratio of the\nvolume of CO2 evolved to the volume of O2 consumed in respiration is\ncalled the respiratory quotient  (RQ) or respiratory ratio.\nRQvolumeof CO evolved\nvolumeof O consumed=2\n2\nThe respiratory quotient depends upon the type of respiratory\nsubstrate used during respiration.\nWhen carbohydrates are used as substrate and are completely\noxidised, the RQ will be 1, because equal amounts of CO2 and O2 are\nevolved and consumed, respectively, as shown in the equation below :Figure 12.6 Interrelationship among metabolic pathways showing respiration\nmediated breakdown of different organic molecules to CO2 and H20\nReprint 2025-26\n\n164 BIOLOGY\nC H O O CO H O Energy6 12 6 2 2 2 6 6 6+  →  + +\nRQCO\nO= =6\n61 02\n2.\nWhen fats are used in respiration, the RQ is less than 1. Calculations\nfor a fatty acid, tripalmitin, if used as a substrate is shown:\n2 145 102 9851 98 6 2 2 2 ( ) C H O O CO H O energy +  →  + +\n        T ripalmitin\nRQCO\nO= =102\n1450 72\n2.\nWhen proteins are respiratory substrates the ratio would be about\n0.9.\nWhat is important to recognise is that in living organisms, respiratory\nsubstrates are often more than one; pure proteins or fats are never\nused as respiratory substrates.\nSUMMARY\nPlants unlike animals have no special systems for breathing or gaseous exchange.\nStomata and lenticels allow gaseous exchange by diffusion. Almost all living cells\nin a plant have their surfaces exposed to air .\nThe breaking of C -C bonds of complex organic molecules by oxidation leading\nto the release of a lot of energy is called cellular respiration. G lucose is the\nfavoured substrate for respiration. Fats and proteins can also be broken down to\nyield energy. The initial stage of cellular respiration takes place in the cytoplasm.\nEach glucose molecule is broken through a series of enzyme catalysed reactions\ninto two molecules of pyruvic acid. This process is called glycolysis. The fate of the\npyruvate depends on the availability of oxygen and the organism. Under anaerobic\nconditions either lactic acid fermentation or alcohol fermentation occurs.\nFermentation takes place under anaerobic conditions in many prokaryotes,\nunicellular eukaryotes and in germinating seeds. In eukaryotic organisms aerobic\nrespiration occurs  in the presence of oxygen. Pyruvic acid is transported into the\nmitochondria where it is converted into acetyl CoA with the release of CO2. Acetyl\nCoA then enters the tricarboxylic acid pathway or Krebs’ cycle operating in the\nmatrix of the mitochondria. NADH + H+ and FADH2 are generated in the Krebs’\ncycle. The energy in these molecules as well as that in the NA DH + H+ synthesised\nduring glycolysis are used to synthesise A TP. This is accomplished through a\nReprint 2025-26\n\nRESPIRATION  IN PLANTS 165\nsystem of electron carriers called electron transport system (ETS) located on the\ninner membrane of the mitochondria. The electrons, as they move through the\nsystem, r elease enough ener gy that ar e trapped to synthesise A TP. This is called\noxidative phosphorylation. In this process O2 is the ultimate acceptor of electrons\nand it gets reduced to water .\nThe respiratory pathway is an amphibolic pathway as it involves both anabolism\nand catabolism. The respiratory quotient depends upon the type of respiratory\nsubstance used during respiration.\nEXERCISES\n1.Differentiate between\n(a) Respiration and Combustion\n(b) Glycolysis and Krebs’ cycle\n(c) Aerobic respiration and Fermentation\n2.What are respiratory substrates? Name the most common respiratory substrate.\n3.Give the schematic representation of glycolysis?\n4.What are the main steps in aerobic respiration? Where does it take place?\n5.Give the schematic representation of an overall view of Krebs’ cycle.\n6.Explain ETS.\n7.Distinguish between the following:\n(a) Aerobic respiration and Anaerobic respiration\n(b) Glycolysis and Fermentation\n(c) Glycolysis and Citric acid Cycle\n8.What are the assumptions made during the calculation of net gain of ATP?\n9.Discuss “The respiratory pathway is an amphibolic pathway.”\n10.Define RQ. What is its value for fats?\n11.What is oxidative phosphorylation?\n12.What is the significance of step-wise release of energy in respiration?\nReprint 2025-26\n\n",
      "wordCount": 4412,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 13,
    "totalWords": 4412
  }
}