{
  "filename": "kebo116.pdf",
  "chapters": [
    {
      "chapterNumber": 16,
      "title": "16.1 Human",
      "content": "CHAPTER   16\n16.1 Human\nExcretory\nSystem\n16.2 Urine Formation\n16.3 Function of the\nTubules\n16.4 Mechanism of\nConcentration\nofthe Filtrate\n16.5 Regulation of\nKidney Function\n16.6 Micturition\n16.7 Role of other\nOrgans in\nExcretion\n16.8 Disorders of the\nExcretory\nSystem\nReprint 2025-26\n\n206 BIOLOGY\nA survey of animal kingdom presents a variety of excretory structures.\nIn most of the invertebrates, these structures  are simple tubular forms\nwhereas vertebrates have complex tubular organs called kidneys. Some\nof these structures are mentioned here. Protonephridia  or flame cells are\nthe excretory structures in Platyhelminthes (Flatworms, e.g., Planaria ),\nrotifers, some annelids and the cephalochordate – Amphioxus .\nProtonephridia are primarily concerned with ionic and fluid volume\nregulation, i.e., osmoregulation. Nephridia are the tubular excretory\nstructures of earthworms and other annelids. Nephridia help to remove\nnitrogenous wastes and maintain a fluid and ionic balance. Malpighian\ntubules are the excretory structures of most of the insects including\ncockroaches. Malpighian tubules help in the removal of nitrogenous\nwastes and osmoregulation. Antennal glands or green glands perform\nthe excretory function in crustaceans like prawns.\n16.1 H UMAN EXCRETORY  SYSTEM\nIn humans, the excretory system consists\nof a pair of kidneys, one pair of ureters, a\nurinary bladder and a urethra (Figure\n16.1). Kidneys are reddish brown, bean\nshaped structures situated between the\nlevels of last thoracic and third lumbar\nvertebra close to the dorsal inner wall of\nthe abdominal cavity. Each kidney of an\nadult human measures 10-12 cm in\nlength, 5-7 cm in width, 2-3 cm in\nthickness with an average weight of 120-\n170 g. Towards the centre of the inner\nconcave surface of the kidney is a notch\ncalled hilum thr ough which ur eter, blood\nvessels and nerves enter . Inner to the hilum\nis a broad funnel shaped space called the\nrenal pelvis with projections called calyces.\nThe outer layer of kidney is a tough\ncapsule. Inside the kidney, there are two\nzones, an outer cortex and an inner\nmedulla\n. The medulla is divided into a few\nconical masses (medullary pyramids)\nprojecting into the calyces (sing.: calyx).\nThe cortex extends in between theFigure 16.1  Human Urinary system\nReprint 2025-26\n\nEXCRETORY  PRODUCTS  AND THEIR ELIMINATION 207\nFigure 16.3 A diagrammatic representation of a nephron showing blood vessels,\nduct and tubulemedullary pyramids as renal columns called\nColumns of Bertini (Figure 16.2).\nEach kidney has nearly one million\ncomplex tubular structures called nephrons\n(Figure 16.3), which are the functional units.\nEach nephron has two parts – the\nglomerulus and the renal tubule.\nGlomerulus is a tuft of capillaries formed by\nthe afferent arteriole – a fine branch of renal\nartery. Blood from the glomerulus is carried\naway by an efferent arteriole.\nThe renal tubule begins with a double\nwalled cup-like structure called Bowman’s\ncapsule , which encloses the glomerulus.\nGlomerulus alongwith Bowman’s capsule, is\ncalled the malpighian body  or renal\ncorpuscle  (Figure 16.4). The tubule\ncontinues further to form a highly coiled\nnetwork –  proximal convoluted tubuleFigure 16.2 Longitudinal section (Diagrammatic)\nof Kidney\nReprint 2025-26\n\n208 BIOLOGY\n(PCT). A hairpin shaped Henle’s loop is\nthe next part of the tubule which has a\ndescending and an ascending limb. The\nascending limb continues as another highly\ncoiled tubular regi on called distal\nconvoluted tubule  (DCT). The DCTs of\nmany nephrons open into a straight tube\ncalled collecting duct , many of which\nconverge and open into the renal pelvis\nthrough medullary pyramids in the\ncalyces.\nThe Malpighian corpuscle, PCT and\nDCT of the nephron are situated in the\ncortical region of the kidney whereas the\nloop of Henle dips into the medulla. In\nmajority of nephrons, the loop of Henle is\ntoo short and extends only very little into\nthe medulla. Such nephrons are called\ncortical nephrons. In some of the nephrons,\nthe loop of Henle is very long and runs deep into the medulla. These\nnephrons are called juxta medullary nephrons.\nThe efferent arteriole emerging from the glomerulus forms a fine\ncapillary network around the renal tubule called the peritubular\ncapillaries. A minute vessel of this network runs parallel to the Henle’s\nloop for ming a ‘U’ shaped vasa r ecta.  Vasa r ecta is absent or highly\nreduced in cortical nephrons.\n16.2 URINE FORMATION\nUrine formation involves three main processes namely, glomerular\nfiltration, reabsorption and secretion, that takes place in different parts of\nthe nephron.\nThe first step in urine formation is the filtration of blood, which is carried\nout by the glomerulus  and is  called glomerular filtration . On an average,\n1100-1200 ml of blood is filtered by the kidneys per minute which constitute\nroughly 1/5th of the blood pumped out by each ventricle of \nthe heart in a\nminute. The glomerular capillary blood pressure causes filtration of blood\nthrough 3 layers , i.e., the endothelium of glomerular blood vessels, the\nepithelium of Bowman’s capsule and a basement membrane between these\ntwo layers. The epithelial cells of Bowm an’s capsule called podocytes are\narranged in an intricate manner so as to leave some minute spaces called\nfiltration slits or slit pores. Blood is filtered so finely through these\nmembranes, that almost all the constituents of the plasma except the\nproteins pass onto the lumen of the Bowman’s capsule. Therefore, it is\nconsidered as a process of ultra filtration.Afferent arteriole\nEfferent\narteriole\nBowman’s\ncapsule\nProximal\nconvoluted□tubule\nFigure 16.4 Malpighian body (renal corpuscle)\nReprint 2025-26\n\nEXCRETORY  PRODUCTS  AND THEIR ELIMINATION 209\nThe amount of the filtrate formed by the kidneys per minute is called\nglomerular filtration rate  (GFR). GFR in a healthy individual is\napproximately 125 ml/minute, i.e., 180 litres per day !\nThe kidneys have built-in mechanisms for the regulation of glomerular\nfiltration rate. One such efficient mechanism is carried out by juxta\nglomerular apparatus (JGA). JGA is a special sensitive region formed by\ncellular modifications in the distal convoluted tubule and the afferent\narteriole at the location of their contact. A fall in GFR can activate the JG\ncells to release renin which can stimulate the glomerular blood flow and\nthereby the GFR back to normal.\nA comparison of the volume of the filtrate formed per day (180 litres\nper day) with that of the urine released (1.5 litres), suggest that nearly 99\nper cent of the filtrate has to be reabsorbed by the renal tubules. This\nprocess is called reabsorption . The tubular epithelial cells in different\nsegments of nephron perform this either by active or passive mechanisms.\nFor example, substances like glucose, amino acids, Na+, etc., in the filtrate\nare reabsorbed actively whereas the nitrogenous wastes are absorbed by\npassive transport. Reabsorption of water also occurs passively in the initial\nsegments of the nephron (Figure 16.5).\nDuring urine formation, the tubular cells secrete substances like H+,\nK+ and ammonia into the filtrate. Tubular secretion is also an important\nstep in urine formation as it helps in the maintenance of ionic and acid\nbase balance of body fluids.\n16.3 FUNCTION  OF THE TUBULES\nProximal Convoluted Tubule (PCT): PCT is lined by simple cuboidal\nbrush border epithelium which increases the surface area for reabsorption.\nNearly all of the essential nutrients, and 70-80 per cent of electrolytes\nand water are reabsorbed by this segment. PCT also helps to maintain\nthe pH and ionic balance of the body fluids by selective secretion of\nhydrogen ions and ammonia into the filtrate and by absorption of\nHCO3– from it.\nHenle’s Loop: Reabsorption is minimum in its ascending limb.\nHowever , this r egion plays a significant r ole in the maintenance of high\nosmolarity of medullary interstitial fluid. The descending limb of loop of\nHenle is permeable to water but almost impermeable to electrolytes. This\nconcentrates the filtrate as it moves down. The ascending limb is\nimpermeable to water but allows transport of electrolytes actively or\npassively. Therefore, as the concentrated filtrate pass upward, it gets\ndiluted due to the passage of electrolytes to the medullary fluid.\nDistal Convoluted Tubule (DCT): Conditional reabsorption of Na+\nand water takes place in this segment. DCT is also capable of reabsorption\nof HCO3– and selective secretion of hydrogen and potassium ions and\nNH3 to maintain the pH and sodium-potassium balance in blood.\nReprint 2025-26\n\n210 BIOLOGY\nCollecting Duct: This long duct extends from the cortex of the kidney\nto the inner parts of the medulla. Large amounts of water could be\nreabsorbed from this region to produce a concentrated urine. This segment\nallows passage of small amounts of urea into the medullary interstitium\nto keep up the osmolarity. It also plays a role in the maintenance of pH\nand ionic balance of blood by the selective secretion of H+ and K+ ions\n(Figure 16.5).\n16.4 MECHANISM  OF CONCENTRATION  OF THE FILTRATE\nMammals have the ability to produce a concentrated urine. The Henle’s\nloop and vasa recta play a significant role in this. The flow of filtrate in\nthe two limbs of Henle’s loop is in opposite directions and thus forms a\ncounter current. The flow of blood through the two limbs of vasa recta isFigure 16.5 Reabsorption and secretion of major substances at different parts of\nthe nephron (Arrows indicate direction of movement of materials.)\nReprint 2025-26\n\nEXCRETORY  PRODUCTS  AND THEIR ELIMINATION 211\nalso in a counter current pattern. The proximity between the Henle’s loop\nand vasa recta , as well as the counter current in them help in maintaining\nan increasing osmolarity towards the inner medullary interstitium, i.e.,\nfrom 300 mOsmolL–1 in the cortex to about 1200 mOsmolL–1 in the inner\nmedulla. This gradient is mainly caused by NaCl and urea. NaCl is\ntransported by the ascending limb of Henle’s loop which is exchanged\nwith the descending limb of vasa recta . NaCl is returned to the interstitium\nby the ascending portion of vasa recta . Similarly, small amounts of urea\nenter the thin segment of the ascending limb of Henle’s loop which is\ntransported back to the interstitium by the collecting tubule. The above\ndescribed transport of substances facilitated by the special arrangement\nof Henle’s loop and vasa recta is called the counter current mechanism\n(Figure. 16.6). This mechanism helps to maintain a concentration gradient\nFigure 16.6  Diagrammatic representation of a nephron and vasa recta  showing\ncounter current mechanisms\nReprint 2025-26\n\n212 BIOLOGY\nin the medullary interstitium. Presence of such interstitial gradient helps\nin an easy passage of water from the collecting tubule thereby\nconcentrating the filtrate (urine). Human kidneys can produce urine nearly\nfour times concentrated than the initial filtrate formed.\n16.5 REGULATION  OF KIDNEY FUNCTION\nThe functioning of the kidneys is efficiently monitored and regulated by\nhormonal feedback mechanisms involving the hypothalamus, JGA and\nto a certain extent, the heart.\nOsmoreceptors in the body are activated by changes in blood volume,\nbody fluid volume and ionic concentration. An excessive loss of fluid from\nthe body can activate these receptors which stimulate the hypothalamus\nto release antidiuretic hormone (ADH) or vasopressin  from the\nneurohypophysis. ADH facilitates water reabsorption from latter parts of\nthe tubule, thereby preventing diuresis. An increase in body fluid volume\ncan switch off the osmoreceptors and suppress the ADH release to complete\nthe feedback. ADH can also affect the kidney function by its constrictory\neffects on blood vessels. This causes an increase in blood pressure. An\nincrease in blood pressure can increase the glomerular blood flow and\nthereby the GFR.\nThe JGA plays a complex regulatory role. A fall in glomerular blood\nflow/glomerular blood pressure/GFR can activate the JG cells to release\nrenin  which converts angiotensinogen in blood to angiotensin I and\nfurther to angiotensin II. Angiotensin II, being a powerful\nvasoconstrictor , incr eases the glomerular blood pr essur e and ther eby\nGFR. Angiotensin II also activates the adrenal cortex to release\nAldosterone. Aldosterone causes reabsorption of Na+ and water from\nthe distal parts of the tubule. This also leads to an increase in blood\npressure and GFR. This complex mechanism is generally known as\nthe Renin-Angiotensin mechanism.\nAn increase in blood flow to the atria of the heart can cause the release\nof Atrial Natriuretic Factor  (ANF). ANF can cause vasodilation (dilation of\nblood vessels) and thereby decrease the blood pressure. ANF mechanism,\ntherefore, acts as a check on the renin-angiotensin mechanism.\n16.6 MICTURITION\nUrine formed by the nephrons is ultimately carried to the urinary bladder\nwhere it is stored till a voluntary signal is given by the central nervous\nsystem (CNS). This signal is initiated by the stretching of the urinary bladder\nas it gets filled with urine. In response, the stretch receptors on the walls\nof the bladder send signals to the CNS. The CNS passes on motor messages\nReprint 2025-26\n\nEXCRETORY  PRODUCTS  AND THEIR ELIMINATION 213\nto initiate the contraction of smooth muscles of the bladder and\nsimultaneous relaxation of the urethral sphincter causing the release of\nurine. The process of release of urine is called micturit ion and the neural\nmechanisms causing it is called the micturition reflex. An adult human\nexcretes, on an average, 1 to 1.5 litres of  urine per day. The urine formed\nis a light yellow coloured watery fluid which is slightly acidic (pH-6.0)\nand has a characterestic odour . On an average, 25-30 gm of urea is\nexcreted out per day . Various conditions can af fect the characteristics of\nurine. Analysis of urine helps in clinical diagnosis of many metabolic\ndiscorders as well as malfunctioning of the kidney. For example, presence\nof glucose (Glycosuria) and ketone bodies (Ketonuria) in urine are\nindicative of diabetes mellitus .\n16.7 ROLE OF OTHER ORGANS IN EXCRETION\nOther than the kidneys, lungs, liver and skin also help in the elimination\nof excretory wastes.\nOur lungs remove large amounts of CO2 (approximately 200mL/\nminute) and also significant quantities of water every day . Liver , the largest\ngland in our body, secretes bile-containing substances like bilirubin,\nbiliverdin, cholesterol, degraded steroid hormones, vitamins and drugs.\nMost of these substances ultimately pass out along with digestive wastes.\nThe sweat and sebaceous glands in the skin can eliminate certain\nsubstances through their secretions. Sweat produced by the sweat\nglands is a watery fluid containing NaCl, small amounts of urea, lactic\nacid, etc. Though the primary function of sweat is to facilitate a cooling\neffect on the body surface, it also helps in \nthe removal of some of the\nwastes mentioned above. Sebaceous glands eliminate certain\nsubstances like sterols, hydrocarbons and waxes through sebum. This\nsecretion provide s a protective oily covering for the skin. Do you know\nthat small amounts of nitrogenous wastes could be eliminated through\nsaliva too?\n16.8 DISORDERS  OF THE EXCRETORY  SYSTEM\nMalfunctioning of kidneys can lead to accumulation of urea in blood, a\ncondition called uremia , which is highly harmful and may lead to kidney\nfailure. In such patients, urea can be removed by a process called\nhemodialysis. During the process of haemodialysis, the blood drained\nfrom a convenient artery is pumped into a dialysing unit called artificial\nkidney . Blood drained from a convenient artery is pumped into a dialysing\nunit after adding an anticoagulant like heparin. The unit contains a coiled\ncellophane tube surrounded by a fluid (dialysing fluid) having the same\nReprint 2025-26\n\n214 BIOLOGY\nSUMMARY\nMany nitr ogen containing substances, ions, CO2, water , etc., that accumulate in\nthe body have to be eliminated. Nature of nitrogenous wastes formed and their\nexcretion vary among animals, mainly depending on the habitat (availability of\nwater). Ammonia, urea and uric acid are the major nitrogenous wastes excreted.\nProtonephridia, nephridia, malpighian tubules, green glands and the kidneys are\nthe common excretory organs in animals. They not only eliminate nitrogenous wastes\nbut also help in the maintenance of ionic and acid-base balance of body fluids.\nIn humans, the excretory system consists of one pair of kidneys, a pair of ureters,\na urinary bladder and a urethra. Each kidney has over a million tubular structures\ncalled nephrons. Nephron is the functional unit of kidney and has two portions –\nglomerulus and renal tubule. Glomerulus is a tuft of capillaries formed from afferent\narterioles, fine branches of renal artery. The renal tubule starts with a double walled\nBowman’s capsule and is further differentiated into a proximal convoluted tubule\n(PCT), Henle’s loop (HL) and distal convoluted tubule (DCT). The DCTs of many\nnephrons join to a common collecting duct many of which ultimately open into the\nrenal pelvis through the medullary pyramids. The Bowman’s capsule encloses the\nglomerulus to form Malpighian or renal corpuscle.\nUrine formation involves three main processes, i.e., filtration, reabsorption and\nsecretion. Filtration is a non-selective process performed by the glomerulus using\nthe glomerular capillary blood pressure. About 1200 ml of blood is filtered by the\nglomerulus per minute to form 125 ml of filtrate in the Bowman’s capsule percomposition as that of plasma except the nitrogenous wastes. The porous\ncellophane membrance of the tube allows the passage of molecules based\non concentration gradient. As nitrogenous wastes are absent in the\ndialysing fluid, these substances freely move out, thereby clearing the\nblood. The cleared blood is pumped back to the body through a vein\nafter adding anti-heparin to it. This method is a boon for thousands of\nuremic patients all over the world.\nKidney transplantation is the ultimate method in the correction of\nacute  renal failures (kidney failure). A functioning kidney is used in\ntransplantation fr om a donor , preferably a close r elative, to minimise its\nchances of rejection by the immune system of the host. Modern clinical\nprocedures have increased the success rate of such a complicated\ntechnique.\nRenal calculi:  Stone or insoluble mass of crystallised salts (oxalates,\netc.) formed within the kidney.\nGlomerulonephritis:  Inflammation of glomeruli of kidney.\nReprint 2025-26\n\nEXCRETORY  PRODUCTS  AND THEIR ELIMINATION 215\nminute (GFR). JGA, a specialised portion of the nephrons, plays a significant role\nin the regulation of GFR. Nearly 99 per cent reabsorption of the filtrate takes place\nthrough different parts of the nephrons. PCT is the major site of reabsorption and\nselective secretion. HL primarily helps to maintain osmolar gradient\n(300 mOsmolL–1 -1200 mOsmolL–1) within the kidney interstitium. DCT and\ncollecting duct allow extensive reabsorption of water and certain electrolytes, which\nhelp in osmoregulation: H+, K+ and NH3 could be secreted into the filtrate by the\ntubules to maintain the ionic balance and pH of body fluids.\nA counter current mechanism operates between the two limbs of the loop of\nHenle and those of vasa recta (capillary parallel to Henle’s loop). The filtrate gets\nconcentrated as it moves down the descending limb but is diluted by the ascending\nlimb. Electrolytes and urea are retained in the interstitium by this arrangement.\nDCT and collecting duct concentrate the filtrate about four times, i.e., from 300\nmOsmolL–1 to 1200 mOsmolL–1, an excellent mechanism of conservation of water .\nUrine is stored in the urinary bladder till a voluntary signal from CNS carries out\nits release through urethra, i.e., micturition. Skin, lungs and liver also assist in\nexcretion.\nEXERCISES\n1.Define Glomerular Filtration Rate (GFR)\n2.Explain the autoregulatory mechanism of GFR.\n3.Indicate whether the following statements are true or false :\n(a) Micturition is carried out by a reflex.\n(b) ADH helps in water elimination, making the urine hypotonic.\n(c) Protein-free fluid is filtered from blood plasma into the Bowman’s capsule.\n(d) Henle’s loop plays an important role in concentrating the urine.\n(e) Glucose is actively reabsorbed in the proximal convoluted tubule.\n4.Give a brief account of the counter current mechanism.\n5.Describe the r ole of liver , lungs and skin in excr etion.\n6.Explain micturition.\n7.Match the items of column I with those of column II :\nColumn I Column II\n(a)Ammonotelism (i)Birds\n(b)Bowman’s capsule (ii)Water r eabsorption\n(c)Micturition (iii)Bony fish\n(d)Uricotelism (iv)Urinary bladder\n(d)ADH (v)Renal tubule\nReprint 2025-26\n\n216 BIOLOGY\n8.What is meant by the term osmoregulation?\n9.Terrestrial animals are generally either ureotelic or uricotelic, not ammonotelic,\nwhy ?\n10.What is the significance of juxta glomerular apparatus (JGA) in kidney function?\n11.Name the following:\n(a)A chordate animal having flame cells as excretory structures\n(b)Cortical portions projecting between the medullary  pyramids in the human\nkidney\n(c)A loop of capillary running parallel to the Henle’s loop.\n12.Fill in the gaps :\n(a)Ascending limb of Henle’s loop is _______ to water whereas the descending\nlimb is _______  to it.\n(b)Reabsorption of water from distal parts of the tubules is facilitated by hormone\n_______.\n(c)Dialysis fluid contain all the constituents as in plasma except _______.\n(d)A healthy adult human excretes (on an average) _______ gm of urea/day.\nReprint 2025-26\n\n",
      "wordCount": 3399,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 12,
    "totalWords": 3399
  }
}