{
  "filename": "kebo118.pdf",
  "chapters": [
    {
      "chapterNumber": 18,
      "title": "18.1 Neural System",
      "content": "CHAPTER   18\n18.1 Neural System\n18.2 Human Neural\nSystem\n18.3 Neuron as\nStructural and\nFunctional Unit\nof Neural\nSystem\n18.4  Central Neural\nSystem\nReprint 2025-26\n\nNEURAL  CONTROL  AND COORDINATION 231\n18.1 NEURAL  SYSTEM\nThe neural system of all animals is composed of highly specialised cells called\nneurons  which can detect, receive and transmit different kinds of stimuli.\nThe neural organisation is very simple in lower invertebrates. For\nexample, in Hydra  it is composed of a network of neurons. The neural\nsystem is better organised in insects, where a brain is present along with\na number of ganglia and neural tissues. The vertebrates have a more\ndeveloped neural system.\n18.2 HUMAN NEURAL  SYSTEM\nThe human neural system is divided into two parts :\n(i)the central neural system  (CNS)\n(ii)the peripheral neural system  (PNS)\nThe CNS includes the brain  and the spinal cord  and is the site of\ninformation processing and control. The PNS comprises of all the nerves\nof the body associated with the CNS (brain and spinal cord). The nerve\nfibres of the PNS are of two types :\n(a) afferent fibres\n(b) \nefferent fibres\nThe afferent nerve fibres transmit impulses from tissues/organs to\nthe CNS and the efferent fibres transmit regulatory impulses from the\nCNS to the concerned peripheral tissues/organs.\nThe PNS is divided into two divisions called somatic neural system\nand autonomic neural system . The somatic neural system relays\nimpulses from the CNS to skeletal muscles while the autonomic neural\nsystem transmits impulses from the CNS to the involuntary organs and\nsmooth muscles of the body. The autonomic neural system is further\nclassified into sympathetic neural system  and parasympathetic neural\nsystem .\n       Visceral nervous system  is the part of the peripheral nervous system\nthat comprises the whole complex of nerves, fibres, ganglia, and plexuses\nby which impulses travel from the central nervous system to the viscera\nand from the viscera to the central nervous system.\n18.3 NEURON  AS STRUCTURAL  AND FUNCTIONAL  UNIT OF\nNEURAL SYSTEM\nA neuron is a microscopic structure composed of three major parts, namely,\ncell body , dendrites  and axon (Figure 18.1). The cell body contains cytoplasm\nwith typical cell organelles and certain granular bodies called Nissl’s granules .\nShort fibres which branch repeatedly and project  out of the cell body also\nReprint 2025-26\n\n232 BIOLOGY\ncontain Nissl’s granules and are called dendrites. These\nfibres transmit impulses towards the cell body.   The\naxon is a long fibre, the distal end of which is branched.\nEach branch terminates as a bulb-like structure called\nsynaptic knob which possess synaptic vesicles\ncontaining chemicals called neurotransmitters . The\naxons transmit nerve impulses away from the cell body\nto a synapse or to a neuro-muscular junction. Based\non the number of axon and dendrites, the neurons are\ndivided into three types, i.e., multipolar  (with one axon\nand two or more dendrites; found in the cerebral cortex),\nbipolar  (with one axon and one dendrite, found in the\nretina of eye) and unipolar  (cell body with one axon\nonly; found usually in the embryonic stage). There are\ntwo types of axons, namely, myelinated  and non-\nmyelinated . The myelinated nerve fibres are enveloped\nwith Schwann cells,  which form a myelin sheath\naround the axon. The gaps between two adjacent\nmyelin sheaths ar e called nodes of Ranvier .\nMyelinated nerve fibres are found in spinal and cranial\nnerves. Unmyelinated nerve fibre is enclosed by a\nSchwann cell that does not form a myelin sheath\naround the axon, and is commonly found in\nautonomous and the somatic neural systems.\n18.3.1 Generation and Conduction of\nNerve Impulse\nNeurons are excitable cells because their membranes are in a polarised\nstate. Do you know why the membrane of a neuron is polarised?  Different\ntypes of ion channels are present on the neural membrane. These ion\nchannels are selectively permeable to different ions. When a neuron is not\nconducting any impulse, i.e., resting, the axonal membrane is\ncomparatively more permeable to potassium ions (K+) and nearly\nimpermeable to sodium ions (Na+). Similarly, the membrane is\nimpermeable to negatively charged proteins present in the axoplasm.\nConsequently, the axoplasm inside the axon contains high concentration\nof K+ and negatively charged proteins and low concentration of Na+. In\ncontrast, the fluid outside the axon contains a low concentration of K+, a\nhigh concentration of Na+ and thus form a concentration gradient. These\nionic gradients across the resting membrane are maintained by the active\ntransport of ions by the sodium-potassium pump which transports 3\nNa+ outwards for 2 \nK+ into the cell. As a result, the outer surface of the\naxonal membrane possesses a positive charge while its inner surfaceFigure 18.1 Structure of a neuron\nReprint 2025-26\n\nNEURAL CONTROL  AND COORDINATION 233\nbecomes negatively charged and , therefore is , polarised. The electrical\npotential dif ference across the resting plasma membrane is called as the\nresting potential .\nYou might be curious to know about the mechanisms of generation\nof nerve impulse and its conduction along an axon. When a stimulus is\napplied at a site (Figure 18.2 e.g., point A) on the polarised membrane,\nthe membrane at the site A becomes freely permeable to Na+. This leads\nto a rapid influx of Na+ followed by the reversal of the polarity at that site,\ni.e., the outer surface of the membrane becomes negatively charged and\nthe inner side becomes positively charged. The polarity of the membrane\nat the site A is thus reversed and hence depolarised. The electrical potential\ndifference across the plasma membrane at the site A is called the\naction potential , which is in fact termed as a nerve impulse . At sites\nimmediately ahead, the axon (e.g., site B) membrane has a positive charge\non the outer surface and a negative charge on its inner surface. As a\nresult, a current flows on the inner surface from site A to site B. On the\nouter surface current flows from site B to site A (Figure 18.2) to complete\nthe circuit of current flow. Hence, the polarity at the site is reversed, and\nan action potential is generated at site B.  Thus, the impulse (action\npotential) generated at site A arrives at site B. The sequence is repeated\nalong the length of the axon and consequently the impulse is conducted.\nThe rise in the stimulus-induced permeability to Na+ is extremely short-\nlived. It is quickly followed by a rise in permeability to K+. Within a fraction\nof a second, K+ diffuses outside the membrane and restores the resting\npotential of the membrane at the site of excitation and the fibre becomes\nonce more responsive to further stimulation.- -\n--- --- - - ----- -- - - -+\n+ +\n+ +++ + + + +\n+++ + + + +++ ++ ++\n- -\n- -\n--- --- - - ----- -- - - -+\n+ +\n+ +++ + + + +\n+++ + + + +++ ++ ++\n- -A\nNa\nBNa\nFigure 18.2 Diagrammatic representation of impulse conduction through an axon\n(at points A and B)\nReprint 2025-26\n\n234 BIOLOGY\n18.3.2 Transmission of Impulses\nA nerve impulse is transmitted from one neuron to another through\njunctions called synapses. A synapse  is formed by the membranes of a\npre-synaptic neuron and a post-synaptic neuron, which may or may not\nbe separated by a gap called \nsynaptic cleft . There are two types of\nsynapses, namely, electrical synapses and chemical synapses. At electrical\nsynapses, the membranes of pre- and post-synaptic neurons are in very\nclose proximity. Electrical current can flow directly from one neuron into\nthe other across these synapses. T ransmission of an impulse acr oss\nelectrical synapses is very similar to impulse conduction along a single\naxon. Impulse transmission across an electrical synapse is always faster\nthan that across a chemical synapse. Electrical synapses are rare in our\nsystem.\nAt a chemical synapse, the membranes of the pre- and post-synaptic\nneurons are separated by a fluid-filled space called synaptic cleft\n(Figure 18.3). Do you know how the pre-synaptic neuron transmits an\nimpulse (action potential) across the synaptic cleft to the post-synaptic\nneuron ? Chemicals called neurotransmitters are involved in the\ntransmission of impulses at these synapses. The axon terminals contain\nvesicles filled with these neurotransmitters. When an impulse (action\npotential) arrives at the axon terminal, it stimulates the movement of the\nsynaptic vesicles towards the membrane where they fuse with the plasma\nFigure 18.3 Diagram showing axon terminal and synapse\nReprint 2025-26\n\nNEURAL  CONTROL  AND COORDINATION 235\nmembrane and release their neurotransmitters in the synaptic cleft. The\nreleased neurotransmitters bind to their specific receptors , present on\nthe post-synaptic membrane. This binding opens ion channels allowing\nthe entry of ions which can generate a new potential in the post-synaptic\nneuron. The new potential developed may be either excitatory or\ninhibitory.\n18.4 CENTRAL  NEURAL  SYSTEM\nThe brain is the central information processing organ of our body, and\nacts as the ‘command and control system’. It controls the voluntary\nmovements, balance of the body, functioning of vital involuntary organs\n(e.g., lungs, heart, kidneys, etc.), thermoregulation, hunger and thirst,\ncircadian (24-hour) rhythms of our body, activities of several endocrine\nglands and human behaviour .  It is also the site for pr\nocessing of vision,\nhearing, speech, memory, intelligence, emotions and thoughts.\nThe human brain is well protected by the skull. Inside the skull, the\nbrain is covered by cranial meninges  consisting of an outer layer called\ndura mater , a very thin middle layer called arachnoid  and an inner layer\n(which is in contact with the brain tissue) called pia mater . The brain can\nbe divided into three major parts: (i) forebrain , (ii) midbrain , and\n(iii) hindbrain (Figure 18.4).\nFigure 18.4 Diagram showing sagital section of the human brainForebrain\nReprint 2025-26\n\n236 BIOLOGY\n18.4.1 Forebrain\nThe forebrain consists of cerebrum , thalamus  and hypothalamus\n(Figure 18.4). Cerebrum forms the major part of the human brain. A deep\ncleft divides the cerebrum longitudinally into two halves, which are termed\nas the left and right cerebral hemispheres . The hemispheres are\nconnected by a tract of nerve fibres called corpus callosum . The layer of\ncells which covers the cerebral hemisphere is called cerebral cortex and is\nthrown into prominent folds. The cerebral cortex is referred to as the grey\nmatter due to its greyish appearance. The neuron cell bodies are\nconcentrated her\ne giving the colour . The cer ebral cortex contains motor\nareas, sensory areas and large regions that are neither clearly sensory\nnor motor in function. These regions called as the association areas are\nresponsible for complex functions like intersensory associations, memory\nand communication. Fibres of the tracts are covered with the myelin sheath,\nwhich constitute the inner part of cerebral hemisphere. They give an\nopaque white appearance to the layer and, hence, is called the white matter .\nThe cerebrum wraps around a structure called thalamus, which is a major\ncoordinating centre for sensory and motor signaling. Another very\nimportant part of the brain called hypothalamus  lies at the base of the\nthalamus. The hypothalamus contains a number of centres which control\nbody temperature, urge for eating and drinking. It also contains several\ngroups of neurosecretory cells, which secrete hormones called\nhypothalamic hormones. The inner parts of cerebral hemispheres and a\ngroup of associated deep structures like amygdala, hippocampus, etc.,\nform a complex structure called the limbic lobe or limbic system. Along\nwith the hypothalamus, it is involved in the r egulation of sexual behaviour ,\nexpression of emotional reactions (e.g., excitement, pleasure, rage and\nfear), and motivation.\n18.4.2 Midbrain\nThe midbrain is located between the thalamus/hypothalamus of the\nforebrain and pons of the hindbrain. A canal called the cerebral aqueduct\npassess through the midbrain. The dorsal portion of the midbrain consists\nmainly of four round swellings (lobes) called corpora quadrigemina .\n18.4.3 Hindbrain\nThe hindbrain comprises pons , cerebellum  and medulla  (also called\nthe medulla oblongata). Pons consists of fibre tracts that interconnect\ndifferent regions of the brain. Cerebellum has very convoluted surface in\norder to provide the additional space for many more neurons. The medulla\nof the brain is connected to the spinal cord. The medulla contains centres\nwhich control respiration, cardiovascular reflexes and gastric secretions.\nThree major regions make up the brain stem; mid brain, pons\nand medulla oblongata. Brain stem forms the connections between\nthe brain and spinal cord.\nReprint 2025-26\n\nNEURAL  CONTROL  AND COORDINATION 237\nSUMMARY\nThe neural system coordinates and integrates functions as well as metabolic\nand homeostatic activities of all the organs. Neurons, the functional units of\nneural system are excitable cells due to a differential concentration gradient of\nions across the membrane. The electrical potential difference across the resting\nneural membrane is called the ‘resting potential’. The nerve impulse is conducted\nalong the axon membrane in the form of a wave of depolarisation and\nrepolarisation. A synapse is formed by the membranes of a pre-synaptic neuron\nand a post-synaptic neuron which may or may not be separated by a gap called\nsynaptic cleft. Chemicals involved in the transmission of impulses at chemical\nsynapses are called neurotransmitters.\nHuman neural system consists of two parts  : (i) central neural system (CNS)\nand ( ii) the peripheral neural system. The CNS consists of the brain and spiral\ncord. The brain can be divided into three major parts  : (i) forebrain, (ii) midbrain\nand (iii) hindbrain. The forebrain consists of cerebrum, thalamus and\nhypothalamus. The cerebrum is longitudinally divided into two halves that are\nconnected by the corpus callosum. A very important part of the forebrain called\nhypothalamus control s the body temperature, eating and drinking. Inner parts\nof cerebral hemispheres and a group of associated deep structures form a complex\nstructure called limbic system which is concerned with olfaction, autonomic\nresponses, r egulation of sexual behaviour , expr ession of emotional r eactions,\nand motivation. The midbrain receives and integrates visual, tactile and auditory\ninputs. The hindbrain comprises pons, cerebellum and medulla. The cerebellum\nintegrates information received from the semicircular canals of the ear and the\nauditory system. The medulla contains centres, which control respiration,\ncardiovascular reflexes, and gastric secretions. Pons consist of fibre tracts that\ninterconnect different regions of the brain.\nEXERCISES\n1.Briefly describe the structure of the Brain\n2.Compare the following:\n(a) Central neural system (CNS) and Peripheral neural system (PNS)\n(b) Resting potential and action potential\n3.Explain the following processes:\n(a) Polarisation of the membrane of a nerve fibre\n(b) Depolarisation of the membrane of a nerve fibre\n(c) Transmission of a nerve impulse acr oss a chemical synapse\nReprint 2025-26\n\n238 BIOLOGY\n4.Draw labelled diagrams of the following:\n(a) Neuron       (b) Brain\n5.Write short notes on the following:\n(a) Neural coordination (b) Forebrain (c) Midbrain\n(d) Hindbrain (e) Synapse\n6.Give a brief account of Mechanism of synaptic transmission.\n7.Explain the role of Na+ in the generation of action potential.\n8.Differentiate between:\n(a) Myelinated and non-myelinated axons\n(b) Dendrites and axons\n(c) Thalamus and Hypothalamus\n(d) Cerebrum and Cerebellum\n9.Answer the following:\n(a) Which part of the human brain is the most developed?\n(b)  Which part of our central neural system acts as a master clock?\n10.Distinguish between:\n(a) afferent neurons and efferent neurons\n(b) impulse conduction in a myelinated nerve fibre and unmyelinated nerve\nfibre\n(f) cranial nerves and spinal nerves.\nReprint 2025-26\n\n",
      "wordCount": 2550,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 9,
    "totalWords": 2550
  }
}