{
  "filename": "kebo103.pdf",
  "chapters": [
    {
      "chapterNumber": 3,
      "title": "3.1Algae",
      "content": "CHAPTER   3\n3.1Algae\n3.2Bryophytes\n3.3Pteridophytes\n3.4Gymnosperms\n3.5Angiosperms\nReprint 2025-26\n\n24 BIOLOGY\nnot only the external features, but also internal features, like ultra-\nstructure, anatomy, embryology and phytochemistry. Such a\nclassification for flowering plants was given by George Bentham and\nJoseph Dalton H ooker.\nAt present  phylogenetic classification systems based on\nevolutionary relationships between the various organisms are acceptable.\nThis assumes that organisms belonging to the same taxa have a common\nancestor .   We now use information from many other sources to o to help\nresolve difficulties in classification.  These become more important when\nthere is no supporting fossil evidence. Numerical Taxonomy which is\nnow easily carried out using computers is  based on all observable\ncharacteristics. Number and codes are assigned to all the characters and\nthe data are then processed. In this way each character is given equal\nimportance and at the same time hundreds of characters can be\nconsidered. Cytotaxonomy, that is based on cytological information\nlike chromosome number , structure, behaviour and chemotaxonomy,\nthat uses the chemical constituents of the plant to resolve confusions,\nare also used by taxonomists these days.\n3.1ALGAE\nAlgae are chlorophyll-bearing, simple, thalloid, autotrophic and\nlargely aquatic (both fresh water and marine) organisms. They occur\nin a variety of other habitats: moist stones, soils and wood. Some of\nthem also occur in association with fungi (lichen) and animals (e.g.,\non sloth bear).\nThe form and size of algae is highly variable, ranging from colonial\nforms like Volvox  and the filamentous forms like Ulothrix  and Spirogyra\n(Figure 3.1) . A few of the marine forms such as kelps, form massive plant\nbodies.\nThe algae reproduce by vegetative, asexual and sexual methods.\nVegetative reproduction is by fragmentation. Each fragment develops into\na thallus. Asexual reproduction is by the production of different types of\nspores, the most common being the zoospores . They are flagellated\n(motile) and on germination gives rise to new plants. Sexual reproduction\ntakes place through fusion of two gametes. These gametes can be\nflagellated and similar in size (as in Ulothrix ) or non-flagellated (non-motile)\nbut similar in size (as in Spirogyra ). Such reproduction is called\nisogamous . Fusion of two gametes dissimilar in size, as in species of\nEudorina is termed as anisogamous . Fusion between one large, non-\nmotile (static) female gamete and a smaller , motile male gamete is termed\noogamous , e.g., Volvox, Fucus.\nReprint 2025-26\n\nPLANT KINGDOM 25\nFigure 3.1  Algae : (a) Gr een algae   (i) Volvox         (ii)  Ulothrix\n(b) Brown algae  (i) Laminaria   (ii) Fucus       (iii) Dictyota\n(c)  Red algae     (i)  Porphyra    (ii) Polysiphonia\nReprint 2025-26\n\n26 BIOLOGY\nAlgae are useful to man in a variety of ways. At least a half of the\ntotal carbon dioxide fixation on earth is carried out by algae through\nphotosynthesis. Being photosynthetic, they increase the level of dissolved\noxygen in their immediate environment. They are of paramount\nimportance as primary producers of energy-rich compounds which form\nthe basis of the food cycles of all aquatic animals. Many species of Porphyra,\nLaminaria  and Sargassum   are among the 70 species of marine algae\nused as food. Certain marine brown and red algae produce large amounts\nof hydrocolloids (water holding substances), e.g., algin (brown algae) and\ncarrageen (red algae) which are used commercially . Agar, one of the\ncommercial products obtained from Gelidium  and Gracilaria  are used to\ngrow microbes and in preparations of ice-creams and jellies. Chlorella,\na unicellular alga rich in proteins, is used as food supplement even by\nspace travellers. The algae are divided into three main classes:\nChlorophyceae, Phaeophyceae  and Rhodophyceae .\n3.1.1 Chlorophyceae\nThe members of chlorophyceae are commonly called green algae . The\nplant body may be unicellular , colonial or filamentous. They are usually\ngrass green due to the dominance of pigments chlorophyll a and b. The\npigments are localised in definite chloroplasts. The chloroplasts may be\ndiscoid, plate-like, reticulate, cup-shaped, spiral or ribbon-shaped in\ndifferent species. Most of the members have one or more storage bodies\ncalled pyrenoids located in the chloroplasts. Pyrenoids contain protein\nbesides starch. Some algae may store food in the form of oil droplets.\nGreen algae usually have a rigid cell wall made of an inner layer of cellulose\nand an outer layer of pectose.\nVegetative reproduction usually takes place by fragmentation.\nAsexual reproduction is by flagellated zo ospores produced in\nzoosporangia. The sexual reproduction shows considerable variation in\nthe type and formation of sex cells and it may be isogamous,\nanisogamous or oogamous. Some commonly found green algae are:\nChlamydomonas,  Volvox,  Ulothrix, Spir ogyra  and Chara (F igure 3.1a) .\n3.1.2 Phaeophyceae\nThe members of phaeophyceae or brown algae\n are found primarily in\nmarine habitats. They show great variation in size and form. They range\nfrom simple branched, filamentous forms ( Ectocarpus) to profusely\nbranched forms as represented by kelps, which may reach a height of\n100 metres. They possess chlorophyll a, c, carotenoids and xanthophylls.\nThey vary in colour from olive green to various shades of brown depending\nupon the amount of the xanthophyll pigment, fucoxanthin present in\nReprint 2025-26\n\nPLANT KINGDOM 27\nthem. F ood is stored as complex carbohydrates, which may be in the\nform of laminarin or mannitol. The vegetative cells have a cellulosic wall\nusually covered on the outside by a gelatinous coating of algin . The\nprotoplast contains, in addition to plastids, a centrally located vacuole\nand nucleus. The plant body is usually attached to the substratum by a\nholdfast , and has a stalk, the stipe and leaf like photosynthetic organ –\nthe frond . Vegetative reproduction takes place by fragmentation. A sexual\nreproduction in most brown algae is by biflagellate zoospores  that are\npear-shaped and have two unequal laterally attached flagella.\nSexual reproduction may be isogamous, anisogamous or oogamous.\nUnion of gametes may take place in water or within the oogonium\n(oogamous species). The gametes are pyriform (pear -shaped) and bear\ntwo laterally attached flagella. The common forms are Ectocarpus, Dictyota,\nLaminaria, Sargassum and Fucus (Figure 3.1b) .\n3.1.3 Rhodophyceae\nThe members of rhodophyceae are commonly called red algae because of\nthe predominance of the red pigment, r -phycoerythrin in their body . Majority\nof the red algae are marine with greater concentrations found in the warmer\nareas. They occur in both well-lighted regions close to the surface of water\nand also at great depths in oceans where relatively little light penetrates.\nThe red thalli of most of the red algae are  multicellular . Some of them\nhave complex body organisation. The food is stored as floridean starch\nwhich is very similar to amylopectin and glycogen in structure.\nThe red algae usually reproduce vegetatively by fragmentation. They\nreproduce asexually by non-motile spores and sexually by non-motile\nTABLE 3.1  Divisions of Algae and their Main Characteristics\nClasses Common Major Stored Cell Wall Flagellar Habitat\nName Pigments Food Number and\nPosition of\nInsertions\nChlorophyceae Green Chlorophyll Starch Cellulose 2-8, equal, Fresh water ,\nalgae a, b apical brackish water ,\nsalt water\nPhaeophyceae Brown Chlorophyll Mannitol, Cellulose 2, unequal, Fresh water\nalgae a, c, laminarin and algin lateral (rare), brackish\nfucoxanthin water , salt\nwater\nRhodophyceae Red Chlorophyll Floridean Cellulose, Absent Fresh water\nalgae a, d, starch pectin and (some),\nphycoerythrin poly brackish\nsulphate water , salt\nesters water (most)\nReprint 2025-26\n\n28 BIOLOGY\ngametes. Sexual reproduction is oogamous and accompanied by complex\npost fertilisation developments. The common members are: Polysiphonia,\nPorphyra (Figure 3.1c),  Gracilaria and Gelidium.\n3.2 BRYOPHYTES\nBryophytes include the various mosses and liverworts that are found\ncommonly growing in moist shaded areas in the hills (Figure 3.2).\nArchegoniophore\n(a)(b)\n(c)(d)Antheridiophore\nCapsuleAntheridial\nbranchBranches\nArchegonial\nbranchSetaSporophyte\nGametophyteLeaves\nMain axis\nRhizoidsGemma cup\nRhizoidsGemma cup\nRhizoids\nFigure 3.2 Bryophytes: A liverwort – Marchantia (a) Female thallus  (b) Male thallus\nMosses –  (c) Funaria , gametophyte and sporophyte  (d) Sphagnum\ngametophyte\nReprint 2025-26\n\nPLANT KINGDOM 29\nBryophytes are also called amphibians of the plant kingdom because\nthese plants can live in soil but are dependent on water for sexual\nreproduction. They usually occur in damp, humid and shaded localities.\nThey play an important role in plant succession on bare rocks/soil.\nThe plant body of bryophytes is more differentiated than that of algae.\nIt is thallus-like and prostrate or erect, and attached to the substratum\nby unicellular or multicellular rhizoids. They lack true roots, stem or\nleaves. They may possess root-like, leaf-like or stem-like structures. The\nmain plant body of the bryophyte is haploid. It produces gametes, hence\nis called a gametophyte . The sex or gans in bryophytes ar e multicellular .\nThe male sex organ is called antheridium.  They produce biflagellate\nantherozoids . The female sex organ called archegonium is flask-shaped\nand produces a single egg. The antherozoids are released into water where\nthey come in contact with archegonium. An antherozoid fuses with the\negg to produce the zygote. Zygotes do not undergo reduction division\nimmediately. They produce a multicellular body called a sporophyte .\nThe sporophyte is not free-living but attached to the photosynthetic\ngametophyte and derives nourishment from it. Some cells of the\nsporophyte undergo reduction division (meiosis) to produce haploid\nspores.  These spores germinate to produce gametophyte.\nBryophytes in general are of little economic importance but some\nmosses provide food for herbaceous mammals, birds and other animals.\nSpecies of Sphagnum , a moss, provide peat that have long been used as\nfuel,  and as packing material for trans-shipment of living material because\nof their capacity to hold water . Mosses along with lichens ar\ne the first\norganisms to colonise rocks and hence, are of great ecological importance.\nThey decompose rocks making the substrate suitable for the growth of\nhigher plants. Since mosses form dense mats on the soil, they reduce the\nimpact of falling rain and prevent soil erosion. The bryophytes are divided\ninto liverworts  and mosses .\n3.2.1 Liverworts\nThe liverworts grow usually in moist, shady habitats such as banks of\nstreams, marshy ground, damp soil, bark of trees and deep in the woods.\nThe plant body of a liverwort is thalloid, e.g., Marchantia . The thallus is\ndorsiventral and closely appressed to the substrate. The leafy members\nhave tiny leaf-like appendages in two rows on the stem-like structures.\nAsexual reproduction in liverworts takes place by fragmentation of\nthalli, or by the formation of specialised structures called gemmae\n(sing. gemma). Gemmae are gr een, multicellular , asexual buds, which\ndevelop in small receptacles  called gemma cups located on the thalli.\nThe gemmae become detached from the parent body and germinate to\nform new individuals. During sexual reproduction, male and female sex\nReprint 2025-26\n\n30 BIOLOGY\norgans are produced either on the same or on different thalli. The\nsporophyte is differentiated into a foot, seta and capsule. After meiosis,\nspores are produced within the capsule. These spores germinate to form\nfree-living gametophytes.\n3.2.2 Mosses\nThe predominant stage of the life cycle of a moss is the gametophyte which\nconsists of two stages. The first stage is the protonema  stage, which\ndevelops directly from a spore. It is a creeping, green, branched and\nfrequently filamentous stage. The second stage is the leafy stage , which\ndevelops from the secondary protonema as a lateral bud. They consist of\nupright, slender axes bearing spirally arranged leaves. They are attached\nto the soil through multicellular and branched rhizoids. This stage bears\nthe sex organs.\nVegetative r eproduction in mosses is by fragmentation and budding\nin the secondary protonema. In sexual reproduction, the sex organs\nantheridia and archegonia are produced at the apex of the leafy shoots.\nAfter fertilisation, the zygote develops into a sporophyte, consisting of a\nfoot, seta and capsule. The sporophyte in mosses is more elaborate than\nthat in liverworts. The capsule contains spores. Spores are formed after\nmeiosis. The mosses have an elaborate mechanism of spore dispersal.\nCommon examples of mosses are \nFunaria, Polytrichum and Sphagnum\n(Figure 3.2) .\n3.3 PTERIDOPHYTES\nThe Pteridophytes include horsetails and ferns. Pteridophytes are used\nfor medicinal purposes and as soil-binders. They are also frequently grown\nas ornamentals. Evolutionarily, they are the first terrestrial plants to\npossess vascular tissues – xylem and phloem. Y ou shall study mor e about\nthese tissues in ",
      "wordCount": 2018,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 6,
      "title": ". The pteridophytes are found in cool, damp,",
      "content": "Chapter 6. The pteridophytes are found in cool, damp,\nshady places though some may flourish well in sandy-soil conditions.\nYou may r ecall that in bryophytes the dominant phase in the life\ncycle is the gametophytic plant body. However , in pteridophytes, the\nmain plant body is a sporophyte which is differentiated into true root,\nstem and leaves (Figure 3.3). These organs possess well-differentiated\nvascular tissues. The leaves in pteridophyta are small (microphylls) as\nin Selaginella or large (macrophylls) as in ferns. The sporophyte s bear\nsporangia that are subtended by leaf-like appendages called\nsporophylls . In some cases sporophylls may form distinct compact\nstructures called strobili or cones ( Selaginella, Equisetum ). The\nsporangia produce spores by meiosis in spore mother cells. The spores\ngerminate to give rise to inconspicuous, small but multicellular ,\nReprint 2025-26\n\nPLANT KINGDOM 31\nFigure 3.3  Pteridophytes :  (a) Selaginella   (b) Equisetum  (c) Fern (d) SalviniaStrobilus\nNode\nInternode\nBranch\nRhizome\n(b)\n(c)(d)\nReprint 2025-26\n\n32 BIOLOGY\nfree-living, mostly photosynthetic thalloid gametophytes called\nprothallus . These gametophytes require cool, damp, shady places to\ngrow. Because of this specific restricted requirement and the need for\nwater for fertilisation, the spread of living pteridophytes is limited and\nrestricted to narrow geographical regions. The gametophytes bear male\nand female sex organs called antheridia and archegonia , respectively.\nWater is r equir ed for transfer of anther ozoids – the male gametes r eleased\nfrom the antheridia, to the mouth of archegonium. Fusion of male gamete\nwith the egg present in the archegonium result in the formation of zygote.\nZygote thereafter produces a multicellular well-differentiated sporophyte\nwhich is the dominant phase of the pteridophytes. In majority of the\npteridophytes all the spores are of similar kinds; such plants are called\nhomosporous . Genera like Selaginella and Salvinia which produce\ntwo kinds of spores, macro (large) and micro (small) spores, are known\nas heterosporous . The megaspores and microspores germinate and give\nrise to female and male gametophytes, respectively. The female\ngametophytes in these plants are retained on the parent sporophyte s\nfor variable periods. The development of the zygotes into young embryos\ntake place within the female gametophytes. This event is a precursor to\nthe seed habit considered an important step in evolution.\nThe pteridophytes are further classified into four classes: Psilopsida\n(Psilotum); Lycopsida (Selaginella, L ycopodium) , Sphenopsida (Equisetum)\nand Pteropsida (Dryopteris, Pteris, Adiantum) .\n3.4 GYMNOSPERMS\nThe gymnosper ms (gymnos : naked, sperma : seeds) ar e plants in which\nthe ovules are not enclosed by any ovary wall and remain exposed, both\nbefore and after fertilisation. The seeds that develop post-fertilisation, are\nnot covered, i.e., are naked. Gymnosperms include medium-sized trees\nor tall trees and shrubs (Figure 3.4). One of the gymnosperms, the giant\nredwood tree \nSequoia is one of the tallest tree species. The roots are\ngenerally tap roots. Roots in some genera have fungal association in the\nform of mycorrhiza (Pinus) , while in some others (Cycas) small specialised\nroots called coralloid roots are associated with N2- fixing cyanobacteria.\nThe stems are unbranched ( Cycas ) or branched ( Pinus, Cedrus ). The leaves\nmay be simple or compound. In Cycas the pinnate leaves persist for a few\nyears. The leaves in gymnosperms are well-adapted to withstand extremes\nof temperature, humidity and wind. In conifers, the needle-like leaves\nreduce the surface area. Their thick cuticle and sunken stomata also\nhelp to reduce water loss.\nReprint 2025-26\n\nPLANT KINGDOM 33\nThe gymnosperms are heterosporous; they produce\nhaploid microspores and megaspores. The two kinds of\nspores are produced within sporangia that are borne\non sporophylls which are arranged spirally along an axis\nto form lax or compact strobili or cones . The strobili\nbearing microsporophylls  and microsporangia  are\ncalled microsporangiate or male strobili . The\nmicrospores develop into a male gametophytic\ngeneration which is highly reduced and is confined to\nonly a limited number of cells. This reduced\ngametophyte is called a pollen grain . The development\nof pollen grains take place within the microsporangia.\nThe cones bearing megasporophylls with ovules or\nmegasporangia are called macrosporangiate or female\nstrobili . The male or female cones or strobili may be\nborne on the same tre e (Pinus ). However , in cycas  male\ncones and megasporophylls are borne on different trees.\nThe megaspore mother cell is differentiated from one of\nthe cells of the nucellus. The nucellus is protected by\nenvelopes and the composite structure is called an\novule . The ovules are borne on megasporophylls which\nmay be clustered to form the female cones. The\nmegaspore mother cell divides meiotically to form four\nmegaspores. One of the megaspores enclosed within the\nmegasporangium  develops into a multicellular  female\ngametophyte that bears two or more archegonia  or\nfemale sex organs. The multicellular female gametophyte\nis also retained within megasporangium.\nUnlike bryophytes and pteridophytes, in\ngymnosperms, the male and the female\ngametophytes do not have an independent free-living\nexistence. They remain within the sporangia retained\non the sporophytes. The pollen grain is released from\nthe microsporangium. They are carried in air\ncurrents and come in contact with the opening of\nthe ovules borne on megasporophylls. The pollen\ntube carrying the male gametes grows towards\narchegonia in the ovules and discharge their contents\nnear the mouth of the archegonia. F ollowing\nfertilisation, zygote develops into an embryo and the\novules into seeds. These seeds are not covered.(c)\nFigure 3.4 Gymnosperms: (a) Cycas\n(b) Pinus (c) Ginkgo\nDwarf Shoot\nLong Shoot\nSeeds(b)(a)\nReprint 2025-26\n\n34 BIOLOGY\n3.5 ANGIOSPERMS\nUnlike the gymnosperms where the ovules are naked, in the angiosperms\nor flowering plants, the pollen grains and ovules are developed in\nspecialised structures called flowers . In angiosperms, the seeds are\nenclosed in fruits. The angiosperms are an exceptionally large group of\nplants occurring in wide range of habitats. They range in size from the\nsmallest Wolffia to tall tr ees of Eucalyptus (over 100 metr es). They pr ovide\nus with food, fodder ,  fuel, medicines and several other commer cially\nimportant products. They are divided into two classes : the dicotyledons\nand the monocotyledons (Figure 3.5).\nSUMMARY\nPlant kingdom includes algae, bryophytes, pteridophytes, gymnosperms\nand angiosperms. Algae are chlorophyll-bearing simple, thalloid,\nautotrophic and largely aquatic organisms. Depending on the type of\npigment possesed and the type of stored food, algae are classfied into\nthree classes, namely Chlorophyceae, Phaeophyceae and Rhodophyceae.\nAlgae usually reproduce vegetatively by fragmentation, asexually by\nformation of different types of spores and sexually by formation of gametes\nwhich may show isogamy, anisogamy or oogamy.\nBryophytes are plants which can live in soil but are dependent on\nwater for sexual reproduction. Their plant body is more differentiated\nthan that of algae. It is thallus-like and prostrate or erect and attached to\nthe substratum by rhizoids. They possess root-like, leaf-like and stem-(b) (a)\nFigure 3.5 Angiosperms : (a) A dicotyledon (b) A monocotyledon\nReprint 2025-26\n\nPLANT KINGDOM 35\nlike structures. The bryophytes are divided into liverworts and mosses.\nThe plant body of liverworts is thalloid and dorsiventral whereas mosses\nhave upright, slender axes bearing spirally arranged leaves. The main\nplant body of a bryophyte is gamete-producing and is called a\ngametophyte. It bears the male sex organs called antheridia  and female\nsex organs called archegonia. The male and female gametes produced\nfuse to form zygote which produces a multicellular body called a\nsporophyte. It produces haploid spores. The spores germinate to form\ngametophytes.\nIn pteridophytes the main plant is a sporophyte which is differentiated\ninto true root, stem and leaves. These organs possess well-differentiated\nvascular tissues. The sporophytes bear sporangia which produce spores.\nThe spores germinate to form  gametophytes which require cool, damp\nplaces to grow. The gametophytes bear male and female sex organs called\nantheridia and ar chegonia, r espectively. W ater is r equir ed for transfer of\nmale gametes to archegonium where zygote is formed after fertilisation.\nThe zygote produces a sporophyte.\nThe gymnosperms are the plants in which ovules are not enclosed by\nany ovary wall. After fertilisation the seeds remain exposed and therefore\nthese plants are called naked-seeded plants. The gymnosperms produce\nmicrospores and megaspores which are produced in microsporangia and\nmegasporangia borne on the sporophylls. The sporophylls –\nmicrosporophylls and megasporophylls – are arranged spirally on axis\nto form male and female cones, respectively. The pollen grain germinates\nand pollen tube releases the male gamete into the ovule, where it fuses\nwith the egg cell in archegonia. Following fertilisation, the zygote develops\ninto embryo and the ovules into seeds.\nThe angiosperms are divided into two classes – the dicotyledons and\nthe monocotyledons.\nEXERCISES\n1.What is the basis of classification of algae?\n2.When and where does reduction division take place in the life cycle of a\nliverwort, a moss, a fern, a gymnosperm and an angiosperm?\n3.Name three groups of plants that bear archegonia. Briefly describe the\nlife cycle of any one of them.\n4.Mention the ploidy of the following: protonemal cell of a moss; primary\nendosperm nucleus in dicot, leaf cell of a moss; prothallus cell of a ferm;\ngemma cell in Marchantia ; meristem cell of monocot, ovum of a liverwort,\nand zygote of a fern.\nReprint 2025-26\n\n36 BIOLOGY\n5.Write a note on economic importance of algae and gymnosper ms.\n6.Both gymnosperms and angiosperms bear seeds, then why are they\nclassified separately?\n7.What is heterospory? Briefly comment on its significance. Give two\nexamples.\n8.Explain briefly the following terms with suitable examples:-\n(i)protonema\n(ii)antheridium\n(iii)archegonium\n(iv)diplontic\n(v)sporophyll\n(vi)isogamy\n9.Differentiate between the following:-\n(i)red algae and brown algae\n(ii)liverworts and moss\n(iii)homosporous and heterosporous pteridophyte\n10.Match the following (column I with column II)\nColumn I Column II\n(a) Chlamydomonas (i)Moss\n(b) Cycas (ii)Pteridophyte\n(c) Selaginella (iii)Algae\n(d)  Sphagnum (iv)Gymnosperm\n11.Describe the important characteristics of gymnosperms.\nReprint 2025-26\n\n",
      "wordCount": 1624,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 14,
    "totalWords": 3642
  }
}