{
  "filename": "kech101.pdf",
  "chapters": [
    {
      "chapterNumber": 1,
      "title": "If the rightmost digit to be removed is more than 5,",
      "content": "",
      "wordCount": 0,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 2,
      "title": "), you have learnt that",
      "content": "",
      "wordCount": 0,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 3,
      "title": "Harappans made",
      "content": "3. Harappans made \nfaience, a sort of glass which was used in ornaments. They melted and forged a variety of objects from metals, such as lead, silver, gold and copper. They improved the hardness of copper for making artefacts by using tin and arsenic. A number of glass objects were found in Maski in South India (1000–900 BCE), and  Hastinapur and Taxila in North India (1000–200 BCE). Glass and glazes were coloured by addition of colouring agents like metal oxides.\nCopper metallurgy in India dates back to \nthe beginning of chalcolithic cultures in the  \nsubcontinent. There are much archeological evidences to support the view that technologies for extraction of copper and iron were developed indigenously.\nAccording to Rigveda, tanning of leather \nand dying of cotton were practised during 1000–400 BCE. The golden gloss of the black polished ware of northen India could not  be replicated and is still a chemical mystery. These wares indicate the mastery with which kiln temperatures could be controlled. Kautilya’s Arthashastra describes \nthe production of salt from sea.\nA vast number of statements and material \ndescribed in the ancient Vedic literature can be shown to agree with modern scientific \nfindings. Copper utensils, iron, gold, silver \nornaments and terracotta discs and painted grey pottery  have been found in many \narchaeological sites in north India. Sushruta \nSamhita explains the importance of Alkalies. \nThe Charaka Samhita mentions ancient \nindians who knew how to prepare sulphuric acid, nitric acid and oxides of copper, tin and zinc; the sulphates of copper, zinc and iron and the carbonates of lead and iron.\nRasopanishada describes the preparation \nof gunpowder mixture. Tamil texts also \ndescribe the preparation of fireworks using sulphur, charcoal, saltpetre (i.e., potassium nitrate), mercury, camphor, etc.\nNagarjuna was a great Indian scientist. He \nwas a reputed chemist, an alchemist and a metallurgist. His work Rasratnakar deals with \nthe formulation of mercury compounds. He has also discussed methods for the extraction of metals, like gold, silver, tin and copper. A book, Rsarnavam, appeared around 800 CE. \nIt discusses the uses of various furnaces, ovens and crucibles for different purposes. It describes methods by which metals could be \nidentified by flame colour. \nChakrapani discovered mercury sulphide. \nThe credit for inventing soap also goes to him. \nHe used mustard oil and some alkalies as ingredients for making soap. Indians began making soaps in the 18\nth century CE. Oil of \nEranda  and seeds of Mahua plant and calcium \ncarbonate were used for making soap.\nThe paintings found on the walls of Ajanta \nand Ellora, which look fresh even after ages, testify to a high level of science achieved in ancient India. Varähmihir’s Brihat Samhita is a sort of encyclopaedia, which was composed in the sixth century CE. It informs about the preparation of glutinous material to be applied on walls and roofs of houses and temples. It was prepared entirely from extracts of various plants, fruits, seeds and barks, which were concentrated by boiling, and then, treated with various resins. It will be interesting to test such materials scientifically and assess \nthem for use. \nUnit 1.indd   2 9/9/2022   4:27:29 PM\nReprint 2025-26\n\n3\nSome Ba Sic concept S of chemi Stry\nA number of classical texts, like \nAtharvaveda (1000 BCE) mention some \ndye stuff, the material used were turmeric, \nmadder, sunflower, orpiment, cochineal and lac. Some other substances having tinting property were kamplcica, pattanga and jatuka. \nVarähmihir’s Brihat Samhita gives \nreferences to perfumes and cosmetics. Recipes for hair dying were made from plants, like indigo and minerals like iron power, black iron or steel and acidic extracts of sour rice gruel. Gandhayukli describes recipes \nfor making scents, mouth perfumes, bath powders, incense and talcum power.\nPaper was known to India in the 17\nth \ncentury as account of Chinese traveller I-tsing describes. Excavations at Taxila indicate that ink was used in India from the fourth century. Colours of ink were made from chalk, red lead and minimum.\nIt seems that the process of fermentation \nwas well-known to Indians. Vedas and \nKautilya’s Arthashastra mention about \nmany types of liquors. Charaka Samhita also \nmentions ingredients, such as barks of plants, stem, flowers, leaves, woods, cereals, fruits and sugarcane for making Asavas.\nThe concept that matter is ultimately \nmade of indivisible building blocks, appeared in  India a few centuries BCE as a part of philosophical speculations. Acharya Kanda, born in 600 BCE, originally known by the name Kashyap, was the first proponent of the ‘atomic theory’. He formulated the theory of very small indivisible particles, which he named ‘Paramãnu’ (comparable to atoms). He authored the text Vaiseshika Sutras. According to him, all substances are aggregated form of smaller units called atoms (Paramãnu), which are eternal, indestructible, \nspherical, suprasensible and in motion in the original state. He explained that this individual entity cannot be sensed through any human organ. Kanda added that there are varieties of atoms that are as different as the different classes of substances. He said these (Paramãnu) could form pairs or triplets, among other combinations and unseen forces cause interaction between them. He \nconceptualised this theory around 2500 years before John Dalton (1766-1844). \nCharaka Samhita is the oldest Ayurvedic \nepic of India. It describes the treatment of diseases. The concept of reduction of particle size of metals is clearly discussed in Charaka Samhita. Extreme reduction of particle size is termed as nanotechnology. Charaka Samhita \ndescribes the use of bhasma of metals in the treatment of ailments. Now-a-days, it has been proved that bhasmas have nanoparticles \nof metals. \nAfter the decline of alchemy, Iatrochemistry \nreached a steady state, but it too declined due to the introduction and practise of western medicinal system in the 20\nth century. During \nthis period of stagnation, pharmaceutical industry based on Ayurveda continued to exist, but it too declined gradually. It took about 100-150 years for Indians to learn and adopt new techniques. During this time, foreign products poured in. As a result, indigenous traditional techniques gradually declined. Modern science appeared in Indian scene in the later part of the nineteenth century. By the mid-nineteenth century, European scientists started coming to India and modern chemistry started growing.\nFrom the above discussion, you have learnt \nthat chemistry deals with the composition, \nstructure, properties and interection of matter and is of much use to human beings in daily life. These aspects can be best described and understood in terms of basic constituents of matter that are atoms and molecules. That is why, chemistry is also called the science of atoms and molecules. Can we see, weigh and perceive these entities (atoms and molecules)? Is it possible to count the number of atoms and molecules in a given mass of matter and have a quantitative relationship between the mass and the number of these particles? We will get the answer of some of these questions in this Unit. We will further describe how physical properties of matter can be quantitatively described using numerical \nvalues with suitable units. \nUnit 1.indd   3 9/9/2022   4:27:29 PM\nReprint 2025-26\n\n4\nchemistry\n1.1 importance  of chemi Stry\nChemistry plays a central role in \nscience and \nis often intertwined with other branches of \nscience.\nPrinciples of chemistry are applicable \nin diverse areas, such as weather patterns, functioning of brain and operation of a computer, production in chemical industries, manufacturing fertilisers, alkalis, acids, salts, dyes, polymers, drugs, soaps, detergents, metals, alloys, etc., including new material.\nChemistry contributes in a big way to the \nnational economy. It also plays an important role in meeting human needs for food, healthcare products and other material aimed at improving the quality of life.  This is exemplified by the large-scale production of a variety of fertilisers, improved variety of pesticides and insecticides. Chemistry provides methods for the isolation of life-saving drugs from natural sources and makes possible synthesis of such drugs. Some of these drugs are cisplatin and taxol, which are effective in cancer therapy. The drug AZT (Azidothymidine) is used for helping AIDS patients. \nChemistry contributes to a large extent in \nthe development and growth of a nation. With a better understanding of chemical principles it has now become possible to design and synthesise new material having specific magnetic, electric and optical properties.  This has lead to the production of superconducting ceramics, conducting polymers, optical fibres, etc. Chemistry has helped in establishing industries which manufacture utility goods, like acids, alkalies, dyes, polymesr metals, etc. These industries contribute in a big way to the economy of a nation and generate employment. \nIn recent years, chemistry has helped in \ndealing with some of the pressing aspects \nof environmental degradation with a fair degree of success. Safer alternatives to environmentally hazardous refrigerants, like CFCs (chlorofluorocarbons), responsible \nfor ozone depletion in the stratosphere, have been successfully synthesised. However, many big environmental problems continue to \nbe matters of grave concern to the chemists. One such problem is the management of the Green House gases, like methane, carbon dioxide, etc. Understanding of biochemical processes, use of enzymes for large-scale production of chemicals and synthesis of new exotic material are some of the intellectual challenges for the future generation of chemists. A developing country, like India, needs talented and creative chemists for accepting such challenges. To be a good chemist and to accept such challanges, one needs to understand the basic concepts of chemistry, which begin with the concept of matter. Let us start with the nature of matter.\n1.2\n natUre of matter\nYou are already familiar with the term ma\ntter \nfrom your earlier classes. Anything which has \nmass and occupies space is called matter. \nEverything around us, for example, book, pen, pencil, water, air, all living beings, etc., are composed of matter. You know that they have mass and they occupy space. Let us recall the characteristics of the states of matter, which \nyou learnt in your previous classes.\n1.2.1\n States of matter\nYou are aware that matter can exist in three \nphysical states viz.\n solid, liquid and gas. \nThe constituent particles of matter in these three states can be represented as shown in Fig. 1.1.\nParticles are held very close to each other \nin solids in an orderly fashion and there is not \nmuch freedom of movement. In liquids, the \nparticles are close to each other but they can move around. However, in gases, the particles are far apart as compared to those present in solid or liquid states and their movement is easy and fast. Because of such arrangement of particles, different states of matter exhibit \nthe following characteristics:(i)\n Solids have definite volume\n and definite \nshape.\n(ii) Liquids hav\ne definite volume but do \nnot have definite shape. They take the \nshape of the container in which they are \nplaced.\nUnit 1.indd   4 9/9/2022   4:27:29 PM\nReprint 2025-26\n\n5\nSome Ba Sic concept S of chemi Stry\n(iii) Gases have neither definite volume nor \ndefinite shape. They completely occupy \nthe space in the container in which they \nare placed.\nThese three states of matter are \ninterconvertible by changing the conditions \nof temperature and pressure.\nSolid  liquid  Gas\nOn heating, a solid usually changes to \na liquid, and the liquid on further heating changes to gas (or vapour). In the reverse process, a gas on cooling liquifies to the liquid and the liquid on further cooling freezes to the solid.\n1.2.2.\tClassification\n\tof\tMatter\nIn Class IX (Chapter 2), you have learnt that \nat \nthe macroscopic or bulk level, matter can \nbe classified as mixture or pure substance . \nThese can be further sub-divided as shown in Fig. 1.2.\nWhen all constituent particles of a \nsubstance are same in chemical nature, it is said to be a pure substance. A mixture \ncontains many types of particles.\na mixture contains \nparticles of two or \nmore pure substances which may be present \nin it in any ratio. Hence, their composition is variable. Pure substances forming mixture are called its components. Many of the substances present around you are mixtures. \nFor example, sugar solution in water, air, tea, etc., are all mixtures. A mixture may be homogeneous or heterogeneous. In a \nhomogeneous mixture, the components Fig. 1.2  Classification of matter\nFig. 1.1  Arrangement of particles in solid, liquid \nand gaseous state\ncompletely mix with each other. This means \nparticles of components of the mixture are uniformly distributed throughout the bulk of the mixture and its composition is uniform throughout. Sugar solution and air are the examples of homogeneous mixtures. In contrast to this, in a heterogeneous mixture, the composition is not uniform throughout and sometimes different components are visible. For example, mixtures of salt and sugar, grains and pulses along with some dirt (often stone pieces), are heterogeneous mixtures. You can think of many more examples of mixtures which you come across in the daily life. It is worthwhile to mention here that the components of a mixture can be separated by using physical methods, such as simple hand-picking, filtration, \ncrystallisation, distillation, etc. \npure subs\ntances have characteristics \ndifferent from mixtures. Constituent particles \nof pure substances have fixed composition. Copper, silver, gold, water and glucose are some examples of pure substances. Glucose contains carbon, hydrogen and oxygen in a fixed ratio and its particles are of same composition. Hence, like all other pure substances, glucose has a fixed composition. Also, its constituents—carbon, hydrogen and oxygen—cannot be separated by simple \nphysical methods.\nPure substances can further be classified \ninto elements and compounds. Particles \nof an element consist of only one type of \natoms. These particles may exist as atoms or \nmolecules. You may be familiar with atoms \nUnit 1.indd   5 9/9/2022   4:27:30 PM\nReprint 2025-26\n\n6\nchemistry\nand molecules from the previous classes; \nhowever, you will be studying about them in detail in Unit 2. Sodium, copper, silver, hydrogen, oxygen, etc., are some examples of elements. Their all atoms are of one type. However, the atoms of different elements are different in nature. Some elements, such as sodium or copper, contain atoms as their constituent particles, whereas, in some others, the constituent particles are molecules which are formed by two or more atoms. For example, hydrogen, nitrogen and oxygen gases consist of molecules, in which two atoms combine to give their respective molecules. This is illustrated in Fig. 1.3.elements are present in a compound in a fixed \nand definite ratio and this ratio is characteristic of a particular compound. Also, the properties of a compound are different from those of its constituent elements. For example, hydrogen and oxygen are gases, whereas, the compound formed by their combination i.e., water is a liquid. It is interesting to note that hydrogen burns with a pop sound and oxygen is a supporter of combustion, but water is used as a fire extinguisher.\n1.3\n propertie S of matter an D \ntheir meaSUrement\n1.3.1 physical and chemical properties \nEvery substance h\nas unique or characteristic \nproperties. These properties can be classified \ninto two categories — physical properties, such as colour, odour, melting point, boiling point, density, etc., and chemical properties,  \nlike composition, combustibility, ractivity with acids and bases, etc.\nphysical properties can be measured \nor observed without changing the identity\n \nor the composition of the substance. The measurement or observation of chemical \nproperties requires a chemical change to \noccur. Measurement of physical properties does not require occurance of a chemical change. The examples of chemical properties are characteristic reactions of different substances; these include acidity or basicity, combustibility, etc. Chemists describe, interpret and predict the behaviour of substances on the basis of knowledge of their physical and chemical properties, which are determined by careful measurement and experimentation. In the following section, we When two or more atoms of  different \nelements combine together in a definite ratio, \nthe molecule of a compound is obtained. \nMoreover, the constituents of a compound cannot be separated into simpler substances by physical methods. They can be separated by chemical methods. Examples of some compounds are water, ammonia, carbon dioxide, sugar, etc. The molecules of water and carbon dioxide are represented in Fig. 1.4.\nNote that a water molecule comprises \ntwo hydrogen atoms and one oxygen atom. Similarly, a molecule of carbon dioxide contains two oxygen atoms combined with \none carbon atom. Thus, the atoms of different  Fig. 1.4  A depiction of molecules of water and \ncarbon dioxideWater molecule \n(H2O) Carbon dioxide \nmolecule (CO2)\nFig. 1.3  A representation of atoms and molecules\nUnit 1.indd   6 9/9/2022   4:27:30 PM\nReprint 2025-26\n\n7\nSome Ba Sic concept S of chemi Stry\nwill learn about the  measurement of physical \nproperties.\n1.3.2 measurement of physical properties\nQuantitative measurement of properties is \nreaquired \nfor scientific investigation. Many \nproperties of matter, such as length, area, volume, etc., are quantitative in nature. Any quantitative observation or measurement is represented by a number followed by units in which it is measured. For example, length of a room can be represented as  6 m; here, 6 is the number and m denotes metre, the unit in which the length is measured.\nEarlier, two different systems of \nmeasurement, i.e., the \nenglish System \nand the metric System were being used\n \nin different parts of the world. The metric system, which originated in France in late eighteenth century, was more convenient as it was based on the decimal system. Late, need of a common standard system was felt by the scientific community. Such a system was established in 1960 and is discussed in detail below.\n1.3.3\n the international System of Units (S i)\nThe International System of Units (in \nFrench Le Systeme International \nd’Unités \n— abbreviated as SI) was established by the 11\nth General Conference on Weights and \nMeasures (CGPM from Conference Generale \ndes Poids et Measures). The CGPM is an inter-governmental treaty organisation created by a \ndiplomatic treaty known as Metre Convention, which was signed in Paris in 1875.\nthe Si system has seven \nbase units  \nand they are listed in Table 1.1. These units pertain to the seven fundamental scientific quantities. The other physical quantities, such as speed, volume, density, etc., can be derived from these quantities. maintaining the national  \nStandards of measurement\nThe system of units, including unit \ndefinitions, keeps on changing with time. Whenever the accuracy of measurement of a particular unit was enhanced substantially by adopting new principles, member nations of metre treaty (signed in 1875), agreed to change the formal definition of that unit. Each modern industrialised country, including India, has a National Metrology Institute (NMI), which maintains standards of measurements.  This responsibility has been given to the National Physical Laboratory (NPL), New Delhi. This laboratory establishes experiments to realise the base units and \nderived units of measurement and maintains National Standards of Measurement. These standards are periodically inter-compared with standards maintained at other National Metrology Institutes in the world, as well as those, established at the International Bureau of Standards in Paris.\ntable 1.1  Base physical Quantities and their Units\nBase physical\nQuantitySymbol for \nQuantityname of  \nSi UnitSymbol for  \nSi Unit\nLength\nMassTimeElectric currentThermodynamic \ntemperature\nAmount of \nsubstance\nLuminous \nintensityl\nm\nt\nI\nT\nn\nI\nvmetre\nkilogram\nsecond\nampere\nkelvin\nmole \ncandelam\nkg\ns\nA\nK\nmol\ncd\nUnit 1.indd   7 9/9/2022   4:27:30 PM\nReprint 2025-26\n\n8\nchemistry\nThese prefixes are listed in Table 1.3.\nLet us now quickly go through some of \nthe quantities which you will be often using \nin this book.The definitions of the SI base units are \ngiven in Table 1.2.\nThe SI system allows the use of prefixes to \nindicate the multiples or submultiples of a unit.  \nTable\t1.2\t\tDefinitions \tof\tSI\tBase\tUnits\nUnit of length metreThe metre, symbol m is the SI unit of length. It is defined by \ntaking the fixed numerical value of the speed of light in vacuum \nc to be 299792458 when expressed in the unit ms–1, where \nthe second is defined in terms of the caesium frequency /unif044V\nCs.\nUnit of mass kilogramThe kilogram, symbol kg. is the SI unit of mass. It is defined \nby taking the fixed numerical value of the Planck constant h to \nbe 6.62607015×10–34 when expressed in the unit Js, which is \nequal to kgm2s–1, where the metre and the second are defined \nin terms of c and  /unif044V\nCs.\nUnit of time secondThe second symbol s, is the SI unit of time. It is defined by taking the fixed numerical value of the caesium frequency \n/unif044V\nCs, \nthe unperturbed ground-state hyperfine transition frequency of the caesium-133 atom, to be 9192631770 when expressed in the unit Hz, which is equal to s\n–1.\nUnit of electric currentampereThe ampere, symbol A, is the SI unit of electric current. It is \ndefined by taking the fixed numerical value of the elementary charge e to be 1.602176634×10\n–19 when expressed in the unit \nC, which is equal to As, where the second is defined in terms of \n/unif044V\nCs.\nUnit of thermodynamic temperaturekelvinThe \nKelvin, symbol k, is the SI unit of thermodynamic \ntemperature. It is \ndefined by taking the fixed numerical value \nof the Boltzmann constant k  to be 1.380649×10–23 when \nexpressed in the unit JK–1, which is equal to kgm2s–2k–1 where \nthe kilogram, metre and second are defined in terms of h, c \nand /unif044V\nCs.\nUnit of amount of substancemoleThe mole, symbol mol, is the SI unit of amount of substance. One mole contains exactly 6.02214076×10\n23 elementary \nentities. This number is the fixed numerical value of the Avogadro constant, N\nA, when expressed in the unit mol–1 and \nis called the Avogadro number. The amount of substance, symbol n, of a system is a measure of the number of specified \nelementary entities. An elementary entity may be an atom, a molecule, an ion, an electron, any other particle or specified group of particles.\nUnit of luminous \nintensitycandelaThe candela, symbol cd is \nthe SI unit of luminous intensity in \na given direction. It is defined by taking the fixed numerical value of the luminous efficacy of monochromatic radiation of frequency 540×10\n12 Hz, Kcd, to be 683 when expressed \nin the unit lm·W–1, which is equal to cd·sr·W–1, or cd sr kg–1 \nm–2s3, where the kilogram, metre and second are defined in \nterms of h, c and /unif044V\nCs.\nUnit 1.indd   8 9/9/2022   4:27:30 PM\nReprint 2025-26\n\n9\nSome Ba Sic concept S of chemi Stry\nFig. 1.5   Analytical balance\n1.3.4 mass and Weight\nmass of a substance is the amount of matter \npresent in it, while weight is the force\n \nexerted by gravity on an object. The mass of \na substance is constant, whereas, its weight may vary from one place to another due to change in gravity. You should be careful in using these terms.\nThe mass of a substance can be determined \naccurately in the laboratory by using an \nanalytical balance (Fig. 1.5). \nThe SI unit of mass as given in Table 1.1 is \nkilogram. However, its fraction named as gram  \n(1 kg = 1000 g), is used in laboratories due to the smaller amounts of chemicals used in \nchemical reactions.\n1.3.5 \nvolume\nVolume is the amont of space occupied by a \nsubstance. It has the units of \n(length)3. So in SI system, volume has units of m3. But again, \nin chemistry laboratories, smaller volumes are used. Hence, volume is often denoted in cm\n3 or dm3 units.\nA common unit, litre (L) which is not an \nSI unit, is used for measurement of volume \nof liquids.\n1 L = 1000 mL,  1000 cm3 = 1 dm3\nFig. 1.6 helps to visualise these relations. \nFig. 1.6  Diff erent units used to express \nvolume\nTable\t1.3\t\tPrefixes \tused\tin\tthe\tSI\tSystem\nmultiple Prefix Symbol\n10–24\n10–21\n10–18\n10–15\n10–12\n10–9\n10–6\n10–3\n10–2\n10–1\n10\n102\n103\n106\n109\n1012\n1015\n1018\n1021\n1024yoctozeptoattofemtopiconanomicromillicentidecidecahectokilomegagigaterapetaexazetayottay\nz\na\nf\np\nn\nµ\nm\nc\nd\nda\nh\nk\nM\nG\nTP\nE\nZY\nUnit 1.indd   9 9/9/2022   4:27:31 PM\nReprint 2025-26\n\n10\nchemistry\nIn the laboratory, the volume of liquids \nor solutions can be measured by graduated \ncylinder, burette, pipette, etc. A volumetric flask  is used to prepare a known volume of a solution. These measuring devices are shown in Fig. 1.7.\n Fig. 1.7  Some volume measuring devices\n1.4 Uncertainty in meaSUrement\nMany a time \nin the study of chemistry, one \nhas to deal with experimental data as well as theoretical calculations. There are meaningful ways to handle the numbers conveniently and fahrenheit) and K (kelvin). Here, K is the \nSI unit. The thermometers based on these scales are shown in Fig. 1.8. Generally, the thermometer with celsius scale are calibrated from 0° to 100°, where these two temperatures are the freezing point and the boiling point of water, respectively. The fahrenheit scale is represented between 32° to 212°. \nThe temperatures on two scales are \nrelated to each other by the following relationship:\n/unif0b0/unif03d /unif0b0/unif02b/unif028/unif029 FC9\n532 \nThe kelvin scale is related to celsius scale \nas follows:\nK = °C + 273.15\nIt is interesting to note that temperature \nbelow 0 °C (i.e., negative values) are possible \nin Celsius scale but in Kelvin scale, negative temperature is not possible.\nFig. 1.8  Thermometers using different \ntemperature scales1.3.6  Density\nThe two properties — mass and volume \ndiscussed above are related as follows:\n=MassDensityVolume\nDensity of a substance is its amount of mass \nper unit volume. So, SI units of density can be obtained as follows:\nSI unit of density = \n                          = kg\nm3 or kg m–3\nThis unit is quite large and a chemist often \nexpresses density in g cm–3, where mass is \nexpressed in gram and volume is expressed \nin cm3. Density of a substance tells us about \nhow closely its particles are packed. If density is more, it means particles are more closely \npacked.\n1.3.7\n temperature\nThere are \nthree common scales to measure \ntemperature — °C (degree  celsius), °F (degree \nUnit 1.indd   10 9/9/2022   4:27:32 PM\nReprint 2025-26\n\n11\nSome Ba Sic concept S of chemi Stry\npresent the data realistically with certainty to \nthe extent possible. These ideas are discussed below in detail.\n1.4.1\t Scientific\n\tNotation\nAs chemistry is the study of atoms and \nmolecules, which \nhave extremely low masses \nand are present in extremely large numbers,  a chemist has to deal with numbers as large as 602, 200,000,000,000,000,000,000 for the molecules of 2 g of hydrogen gas or as small as 0.00000000000000000000000166 g mass of a H atom. Similarly, other constants such as Planck’s constant, speed of light, charges on particles, etc., involve numbers of the above magnitude.\nIt may look funny for a moment to \nwrite or count numbers involving so many zeros but it offers a real challenge to do simple mathematical operations of addition, subtraction, multiplication or division with such numbers. You can write any two numbers of the above type and try any one of the operations you like to accept as a challenge, and then, you will really appreciate the difficulty in handling such numbers.\nThis problem is solved by using scientific \nnotation for such numbers, i.e., exponential notation in which any number can be represented in the form N ×\n 10n, where n is an \nexponent having positive or negative values and N is a number (called digit term) which varies between 1.000... and 9.999....\nThus, we can write 232.508 as  \n2.32508 ×\n 102 in scientific notation. Note that \nwhile writing it, the decimal had to be moved to the left by two places and same is the exponent (2) of 10 in the scientific notation.\nSimilarly, 0.00016 can be written as  \n1.6 ×\n 10–4. Here, the decimal has to be \nmoved four places to the right and (–4) is the exponent in the scientific notation.\nWhile performing mathematical operations \non numbers expressed in scientific notations, the following points are to be kept in mind.reference Standard\nAfter defining a unit of measurement such as \nthe kilogram or the metre, scientists agreed on reference standards that make it possible to calibrate all measuring devices. For getting reliable measurements, all devices such as metre sticks and analytical balances have been calibrated by their manufacturers to give correct readings. However, each of these devices is standardised or calibrated against some reference. The mass standard is the kilogram since 1889. It has been defined as the mass of platinum-iridium (Pt-Ir) cylinder that is stored in an airtight jar at International Bureau of Weights and Measures in Sevres, France. Pt-Ir was chosen for this standard because it is highly resistant to chemical attack and its mass will not change for an extremely long time. \nScientists are in search of a new \nstandard for mass. This is being attempted through accurate determination of Avogadro constant. Work on this new standard focuses on ways to measure accurately the number of atoms in a well-defined mass of sample. One such method, which uses X-rays to determine the atomic density of a crystal of ultrapure silicon, has an accuracy of about 1 part in 10\n6  but has not yet been adopted to \nserve as a standard. There are other methods but none of them are presently adequate to replace the Pt-Ir cylinder. No doubt, changes are expected within this decade. \nThe metre was originally defined as the \nlength between two marks on a Pt-Ir bar kept at a temperature of 0°C (273.15 K).  In 1960 the length of the metre was defined as 1.65076373\n × 106 times the wavelength of \nlight emitted by a krypton laser. Although this was a cumbersome number, it preserved the length of the metre at its agreed value. The metre was redefined in 1983 by CGPM as the length of path travelled by light in vacuum during a time interval of 1/299 792 458 of a second. Similar to the length and the mass, there are reference standards for other physical quantities. \nUnit 1.indd   11 9/9/2022   4:27:32 PM\nReprint 2025-26\n\n12\nchemistry\nMultiplication and Division\nThese two operations follow the same rules \nwhich are there for exponential numbers, i.e.mass obtained by an analytical balance is \nslightly higher than the mass obtained by using a platform balance. Therefore, digit 4 placed after decimal in the measurement by platform balance is uncertain. \nThe uncertainty in the experimental \nor the calculated values is indicated by mentioning the number of significant figures. Significant\n\tfigures are meaningful \ndigits which are known with certainty plus one whi\nch is estimated or uncertain. The \nuncertainty is indicated by writing the certain digits and the last uncertain digit. Thus, if we write a result as 11.2 mL, we say the 11 is certain and 2 is uncertain and the uncertainty would be +1 in the last digit. Unless otherwise \nstated, an uncertainty of +1 in the last digit is always understood. \nThere are certain rules for determining \nthe number of significant figures. These are stated below:(1)\n All non-zero digits are \nsignificant. For \nexample in 285 cm, there are three significant figures and in 0.25 mL, there are two significant figures.\n(2)\n Zeros preceding to first \nnon-zero digit \nare not significant. Such zero indicates the position of decimal point. Thus, 0.03 has one significant figure and 0.0052 has two significant figures.\n(3)\n Zeros between two non-zero digits are significant. \nThus, 2.005 has four \nsignificant figures.\n(4) Zeros at the end \nor right of a number \nare significant, provided they are on the right side of the decimal point. For example, 0.200 g has three significant figures. But, if otherwise, the terminal zeros are not significant if there is no decimal point. For example, 100 has only one significant figure, but 100 has three significant figures and 100.0 has four significant figures. Such numbers are better represented in scientific notation. We can express the number 100 as 1×10\n2 for one significant figure, \n1.0×102 for two significant figures and \n1.00×102 for three significant figures.Addition and Subtraction \nFor these two operations, first the numbers are \nwritten in such a way that they have the same exponent. After that, the coefficients (digit terms) are added or subtracted as the case may be.\nThus, for  adding  6.65×10\n4  and  8.95×103, \nexponent is made same for both the numbers. \nThus, we get (6.65×104) + (0.895×104)\nThen, these numbers can be added as follows  (6.65 + 0.895)×10\n4 = 7.545×104\nSimilarly, the subtraction of two numbers can be done as shown below:\n(2.5 × 10\n–2) – (4.8 ×10–3)\n = (2.5 ×  10–2) – (0.48 ×  10–2) \n = (2.5 – 0.48)×10–2 = 2.02 ×  10–2\n1.4.2\t Significant \tFigures\nEvery experimental measurement has\n \nsome amount of uncertainty associated \nwith it because of limitation of measuring instrument and the skill of the person making the measurement. For example, mass of an object is obtained using a platform balance and it comes out to be 9.4g. On measuring the mass of this object on an analytical balance, the mass obtained is 9.4213g. The 56 10 69 10 56 69 10\n56 69 1058 58\n13.. ..\n../unif0b4/unif028/unif029 /unif0b4/unif0b4/unif028/unif029 /unif0b4 /unif028 /unif029/unif028/unif029\n/unif0b4 /unif028 /unif029/unif0b4/unif02b=\n   =\n= 38..641 0\n= 3.864 10\n=13\n14/unif0b4\n/unif0b4\n/unif0b4/unif028/unif029 /unif0b4/unif028/unif029 /unif0b4 /unif028 /unif029/unif02d/unif02d /unif02d/unif02b /unif02d98 10 25 10 98 25 1026 2.. .. /unif0b46 6\n26\n398 25 10\n27 10\n5/unif028/unif029\n/unif02d/unif02d\n/unif02d\n/unif02d\n/unif02d/unif028/unif029\n/unif0b4 /unif028 /unif029/unif028/unif029\n/unif0b4\n/unif0b4\n/unif0b4=\n= 24.50 10\n= 2.450 108\n7..\n.\n.551027 55 10 1434\n/unif0b4/unif0b8 /unif028 /unif029/unif028/unif029 /unif0b4\n/unif0b4/unif02d/unif02d /unif02d\n/unif02d== 0.4909 0\n=4.909 107\n8..\nUnit 1.indd   12 9/9/2022   4:27:32 PM\nReprint 2025-26\n\n13\nSome Ba Sic concept S of chemi Stry\n(5) Counting the numbers of object, for \nexample, 2 balls \nor 20 eggs, have infinite \nsignificant figures as these are exact numbers and can be represented by writing infinite number of zeros after placing a decimal i.e., 2 = 2.000000 or \n20 = 20.000000. \nIn numbers written in scientific notation, \nall digits are significant e.g., 4.01×10\n2 has \nthree significant figures, and 8.256×10–3 has \nfour significant figures.\nHowever, one would always like the results \nto be precise and accurate. Precision and \naccuracy are often referred to while we talk \nabout the measurement.\nprecision  refers to the closeness of \nvarious measurements for the same quantity. \nH\nowever, accuracy is the agreement of a \nparticular value to the true value of the result. For example, if the true value for a result is 2.00 g and student ‘A’ takes two measurements and reports the results as 1.95 g and 1.93 g. These values are precise as they are close to each other but are not accurate. Another student ‘B’ repeats the experiment and obtains 1.94 g and 2.05 g as the results for two measurements. These observations are neither precise nor accurate. When the third student ‘C’ repeats these measurements and reports 2.01 g and 1.99 g as the result, these values are both precise and accurate. This can be more clearly understood from the data given in Table 1.4.\ntable 1.4  Data to illustrate precision  \nand accuracy\nmeasurements/g\n1 2 Average (g)\nStudent A\nStudent BStudent C1.951.942.011.932.051.991.9401.9952.000\nAddition and Subtraction of \nSignificant Figures\nThe result cannot have more digits to the right of the decimal point than either of the original numbers. \n 12.11\n   18.0\n   1.012\n   31.122Here, \n18.0 has only one digit after the decimal \npoint and the result should be reported only up to one digit after the decimal point, which is 31.1.\nMultiplication and Division of Significant Figures\nIn these operations, the result must be \nreported with no more significant figures as in the measurement with the few significant figures.\n2.5×1.25 = 3.125\nSince 2.5 has two significant figures, \nthe result should not have more than two \nsignificant figures, thus, it is 3.1.\nWhile limiting the result to the required \nnumber of significant figures as done in the above mathematical operation, one has to keep in mind the following points for rounding \noff the numbers \n1.\n If the rightmost digit to be removed is more than 5, \nthe preceding number is \nincreased by one. For example, 1.386. If we have to remove 6, we have to round it to 1.39.\n2.\n If the rightmost digit to be removed is less than 5, the preceding number is not\n \nchanged. For example, 4.334 if 4 is to be removed, then the result is rounded upto 4.33.\n3.\n If the rightmost digit \nto be removed is 5, \nthen the preceding number is not changed if it is an even number but it is increased by one if it is an odd number. For example, if 6.35 is to be rounded by removing 5, we have to increase 3 to 4 giving 6.4 as the result. However, if 6.25 is to be rounded off it is rounded off to 6.2.\n1.4.3\n Dimensional analysis\nOften while calculating, there is a need to \nconvert units from one system \nto the other. \nThe method used to accomplish this is called factor label method or unit factor method or dimensional analysis. This is illustrated \nbelow.\nexample\nA piece of \nmetal is 3 inch (represented by in) \nlong. What is its length in cm?\nUnit 1.indd   13 9/9/2022   4:27:32 PM\nReprint 2025-26\n\n14\nchemistry\nSolution\nWe know that 1 in = 2.54 cm\nFrom this equivalence, we can write \nThus, 1\n254in\ncm. equals 1 and 254\n1.c m\nin  \nalso equals 1. Both of these are called unit \nfactors. If some number is multiplied by these unit factors (i.e., 1), it will not be affected otherwise.\nSay, the 3 in given above is multiplied by \nthe unit factor. So,\n3 in = 3 in ×\n254\n1.c m\nin = 3 × 2.54 cm = 7.62  cm\nNow,\n the unit factor by which multiplication \nis to be done is that unit factor (254\n1.c m\nin in \nthe above case) which gives the desired units \ni.e., the numerator should have that part which  is required in the desired result.\nIt should also be noted in the above \nexample that units can be handled just like other numerical part. It can be cancelled, divided, multiplied, squared, etc. Let us study one more example.\nexample \nA jug contains 2L of milk. Calculate the \nvolume of the milk in m3.\nSolution\nSince 1 L = 1000 cm3\nand 1m = 100 cm, which gives \n 1\n1001100\n1m\ncmcm\nm= =\nTo get m3 from the above unit factors, the \nfirst unit factor is taken and it is cubed.\n 1\n1001\n101133\n633 m\ncmm\ncm/unif0e6\n/unif0e8/unif0e7/unif0f6\n/unif0f8/unif0f7/unif0de/unif03d /unif028/unif029/unif03d\n Now 2 L = 2 ×1000 cm31\n2541254\n1in\ncmcm\nin ..= =The above is multiplied by the unit factor\n210001\n102\n1021033\n633\n333/unif0b4/unif0b4 /unif03d/unif03d /unif0b4/unif02dcmm\ncmmm\nexample\nHow many seconds are there in 2 days?\nSolution\nHere, we know 1 day = 24 hours (h)\nor 1\n24124\n1day\nhh\nday= =\nthen, 1h = 60 min\nor 1\n60160\n1h\nh minmin= =\nso, for converting 2 days to seconds,\ni.e., 2 days – – – – – – = – – – seconds\nThe unit factors can be multiplied in  \nseries in one step only as follows:\n224\n160\n160\n1dayh\ndayhs×× ×min\nmin\n = 2 × 24 × 60 × 60 s\n = 172800 s\n1.5 laWS of chemical \ncomBination S\nThe combination of elements \nto form compounds is governed by the \nfollowing five \nbasic laws.\n1.5.1  law of conservation \nof mass \nThis law was put forth by \nAntoine Lavoisier \nin 1789. He performed careful experimental \nstudies for combustion reactions and reached to the conclusion that in all physical and chemical changes, there is no net change in mass duting the process. Hence, he reached to the conclusion that matter can neither be created nor destroyed. This is called ‘Law of Conservation of Mass’. This law formed the basis for several later developments in chemistry. Infact, this was the result of exact measurement of masses of reactants and products, and carefully planned experiments performed by Lavoisier.\nAntoine Lavoisier\n(1743–1794)\nUnit 1.indd   14 9/9/2022   4:27:33 PM\nReprint 2025-26\n\n15\nSome Ba Sic concept S of chemi Stry\nare produced in a chemical \nreaction they do so in a simple ratio by volume, provided all gases are at  \nthe same temperature and pressure.\nThus, 100 mL of hydrogen \ncombine with 50 mL of oxygen to give 100 mL of water vapour.\nHydrogen  + Oxygen →  Water\n100 mL          50 mL        100 mLThus, the volumes of hydrogen and \noxygen which combine (i.e., 100 mL and  \n50 mL) bear a simple ratio of 2:1.\nGay Lussac’s discovery of integer ratio \nin volume relationship is actually the law of \ndefinite proportions by volume. The law of definite proportions, stated earlier, was with respect to mass. The Gay Lussac’s law was explained properly by the work of Avogadro in 1811.\n1.5.5\n avogadro’s law\nIn 1811, Avogadro \nproposed that equal \nvolumes of all gases at the same temperature \nand pressure should contain equal number of molecules. Avogadro made a distinction between atoms and molecules which is \nquite understandable in present times. If we consider again the reaction of hydrogen and oxygen to produce water, we see that two volumes of hydrogen combine with one volume of oxygen to give two volumes of water without leaving any unreacted oxygen.\nNote that in the Fig. 1.9 (Page 16) each \nbox contains equal number of \nmolecules. In fact, Avogadro could explain the above result by considering the molecules to be polyatomic. If hydrogen and oxygen were considered as diatomic as recognised \nnow, then the above results are easily understandable. However, Dalton and others believed at that time that atoms of the same kind 1.5.2\n\t\tLaw\tof\tDefinite \tProportions\nThis law was given by, a \nFrench chemist, \nJoseph \nProust. He stated that a given \ncompound always contains exactly the same proportion of elements by weight.\nProust worked with two \nsamples of cupric carbonate — one of which was of natural origin and the other was synthetic. He found that the composition of elements present in it was same for both the samples as shown below:\n% of \ncopper% of \ncarbon% of \noxygen\nNatural Sample\nSynthetic Sample51.3551.359.749.7438.9138.91\nThus, he concluded that irrespective of the \nsource, a given compound always contains \nsame elements combined together in the same proportion by mass. The validity of this law has been confirmed by various experiments. It is sometimes also referred to as \nlaw of\n \nDefinite \tCompositio n.\n1.5.3  law of multiple proportions\nThis law was proposed by Dalton in 1803. According to this law, if two elements can combine to form more than one compound,\n \nthe masses of one element that combine with a fixed mass of the other element, are in the ratio of small whole numbers.\nFor example, hydrogen combines with \noxygen to form two compounds, namely, water and hydrogen peroxide.\nHydrogen + Oxygen → Water\n 2g              16g            18g\nHydrogen + Oxygen → Hydrogen Peroxide\n 2g              32g             34g\nHere, the masses of oxygen (i.e., 16 g and 32 g), \nwhich combine with \na fixed mass of hydrogen \n(2g) bear a simple ratio, i.e., 16:32 or 1: 2.\n1.5.4  Gay lussac’s law of Gaseous  \n v olumes\nThis law was \ngiven by Gay Lussac in 1808. \nHe observed that when gases combine or Joseph Proust\n(1754–1826)\nJoseph Louis\nGay Lussac\nLorenzo Romano\nAmedeo Carlo \nAvogadro di \nQuareqa edi \nCarreto\n(1776–1856)\nUnit 1.indd   15 9/9/2022   4:27:34 PM\nReprint 2025-26\n\n16\nchemistry\ncannot combine and molecules of oxygen or \nhydrogen containing two atoms did not exist. Avogadro’s proposal was published in the French Journal de Physique. In spite of being \ncorrect, it did not gain much support.\nAfter about 50 years, in 1860, the first \ninternational conference on chemistry was held in Karlsruhe, Germany, to resolve various ideas. At the meeting, Stanislao Cannizaro presented a sketch of a course of chemical philosophy, which emphasised on the importance of Avogadro’s work.\n1.6\n Dalton’ S atomic theory\nAlthough the origin \nof the idea that matter is \ncomposed of small indivisible particles called \n‘a-tomio’ (meaning, indivisible), dates back to the time of Democritus, a Greek Philosopher (460–370 BC), it again started emerging as a result of several experimental studies which led to the laws mentioned above.\nIn 1808, Dalton published \n‘A New System of Chemical Philosophy’, in which he proposed the following :1.\n Matter consists of indivisible atoms.\n2. All atoms of a given element have identical pro\nperties, including identical mass. Atoms \nof different elements differ in mass.\n3. Compounds are formed when atoms of different elements \ncombine in a fixed ratio.\n",
      "wordCount": 7351,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 4,
      "title": "Chemical reactions involve reorganisation",
      "content": "4. Chemical reactions involve reorganisation\n \nof atoms. These are neither created nor destroyed in a chemical reaction.Dalton’s theory could explain the laws \nof chemical combination. However, it could \nnot explain the laws of gaseous volumes. It could not provide the reason for combining of atoms, which was answered later by other \nscientists.\n1.7\n atomic an D molec Ular maSSeS\nAfter having some idea about the terms \natoms and molecules, it is appropriate here to understand what do \nwe mean by atomic \nand molecular masses.\n1.7.1  atomic mass \nThe atomic mass or the mass of an atom is \nac\ntually very-very small because atoms are \nextremely small. Today, we have sophisticated techniques e.g., mass spectrometry for determining the atomic masses fairly accurately. But in the nineteenth century, scientists could determine the mass of one atom relative to another by experimental \nmeans, as has been mentioned earlier. Hydrogen, being the lightest atom was arbitrarily assigned a mass of 1 (without any units) and other elements were assigned masses relative to it. However, the present system of atomic masses is based on carbon-12 as the standard and has been agreed upon in 1961. Here, Carbon-12 is one of the isotopes of carbon and can be \nrepresented as \n12C. In this system, 12C is \nassigned a mass of exactly 12 atomic mass unit (amu) and masses of all other atoms are given relative to this standard. One atomic mass unit is defined as a mass exactly equal to one-twelfth of the mass of one carbon – 12 atom.\nJohn Dalton\n(1776–1884)\nFig. 1.9  Two volumes of hydrogen react with one volume of oxygen to give two volumes of water vapour\nUnit 1.indd   16 9/9/2022   4:27:34 PM\nReprint 2025-26\n\n17\nSome Ba Sic concept S of chemi Stry\nAnd 1 amu = 1.66056×10–24 g\nMass of an atom of hydrogen \n = 1.6736×10–24 g\nThus, in terms of amu, the mass \nof hydrogen atom     = \n                                = 1.0078 amu \n                                = 1.0080 amu\nSimilarly, the mass of oxygen - 16 (16O) \natom would be 15.995 amu.\nAt present, ‘amu’ has been replaced by \n‘u’, which is known as unified\tmass.\nWhen we \nuse atomic masses of elements \nin calculations, we actually use average \natomic masses of elements, which are explained below.\n1.7.2\n average atomic mass\nMany naturally occurring elements exist \nas more than one isotope. When we take into account the existence of these isotopes and their relative abundance (per cent\n \noccurrence), the average atomic mass of that element can be computed. For example,  carbon has the following three isotopes with relative abundances and masses as shown against each of them.\nisotope relative \nabundance \n(%)atomic mass \n(amu)\n12C\n13C\n14C98.892\n1.108\n2 ×10–1012\n13.00335\n14.00317\nFrom the above data, the average atomic \nmass of carbon will come out to be:\n(0.98892) (12 u) + (0.01108) (13.00335 u) + (2 ×\n 10–12) (14.00317 u) = 12.011 u\nSimilarly, average atomic masses for \nother elements can be calculated. In the \nperiodic table of elements, the atomic masses mentioned for different elements actually \nrepresent their average atomic masses.1.7.3\n molecular mass\nMolecular mass is the sum of atomic masses \nof \nthe elements present in a molecule. It is \nobtained by multiplying the atomic mass of each element by the number of its atoms and adding them together. For example, molecular mass of methane, which contains one carbon atom and four hydrogen atoms, can be obtained as follows:\nMolecular mass of methane,  (CH\n4) = (12.011 u) + 4 (1.008 u) \n= 16.043 uSimilarly, molecular mass of water (H\n2O)\n= 2 × atomic mass of hydrogen + 1× atomic  \nmass of oxygen= 2 (1.008 u) + 16.00 u= 18.02 u\n1.7.4\n formula mass\nSome substances, such as sodium chloride, \ndo \nnot contain discrete molecules as their \nconstituent units. In such compounds, positive (sodium ion) and negative (chloride ion) entities are arranged in a three-dimensional structure, as shown in Fig. 1.10.\nIt may be noted that in sodium chloride, \none Na\n+ ion is surrounded by six Cl– ion and \nvice-versa.\nThe formula, such as NaCl, is used to \ncalculate the formula mass instead of \nmolecular mass as in the solid state sodium chloride does not exist as a single entity.Fig. 1.10  Packing of  Na+ and Cl– ions \nin sodium chloride\nUnit 1.indd   17 9/9/2022   4:27:35 PM\nReprint 2025-26\n\n18\nchemistry\nThis number of entities in 1 mol is so \nimportant that it is given a separate name and \nsymbol. It is known as ‘avogadro constant’, \nor Avogadro number denoted by NA in honour \nof Amedeo Avogadro. To appreciate the largeness of this number, let us write it with all zeroes without using any powers of ten. \n602213670000000000000000\nHence, so many entities (atoms, molecules or any other particle) constitute one mole of a particular substance.\nWe can, therefore, say that 1 mol of hydrogen \natoms = 6.022 ×\n 1023 atoms\n1 mol of water molecules = 6.022 ×  1023 water \nmolecules\n1 mol of sodium chloride = 6.022  ×1023 formula \nunits of sodium chloride\nHaving defined the mole, it is easier to \nknow the mass of one mole of a substance \nor the constituent entities. the mass of one \nmole of a substance in grams is called its  \nmol\nar mass.  The molar mass in grams is \nnumerically equal to atomic/molecular/formula mass in u.\nMolar mass of water  = 18.02 g mol\n–1\nMolar mass of sodium chloride = 58.5 g mol–1\n1.9 percenta Ge compo Sition\nSo far, we were dealing with the number of entities present in a given sample. \nBut many \na time, information regarding the percentage of a particular element present in a compound is required. Suppose, an unknown or new compound is given to you, the first question \nFig. 1.11  One mole of various substancesThus, the formula mass of sodium chloride is atomic mass of sodium + atomic mass of chlorine\n= 23.0 u + 35.5 u = 58.5 u\nproblem 1.1\nCalculate \nthe molecular mass of glucose \n(C6H12O6) molecule.\nSolution\nMolecular mass of glucose (C6H12O6) \n= 6 (12.011 u) + 12 (1.008 u) +\n                                        6 (16.00 u)= (72.066 u) + (12.096 u) +                                      (96.00 u)=  180.162 u\n1.8\n mole concept an D molar maSSeS\nAtoms and molecules are extremely small \nin size \nand their numbers in even a small \namount of any substance is really very large. To handle such large numbers, a unit of convenient magnitude is required.\nJust as we denote one dozen for 12 items, \nscore for 20 items, gross for 144 items, we use the idea of mole to count entities at the microscopic level (i.e., atoms, molecules, particles, electrons, ions, etc). \nIn SI system, mole (symbol, mol) was \nintroduced as seventh base quantity for the amount of a substance.\nThe mole, symbol mol, is the SI unit of \namount of substance. One mole contains exactly 6.02214076 ×\n 1023 elementary entities. \nThis number is the fixed numerical value of the Avogadro constant, N\nA, when expressed \nin the unit mol–1 and is called the Avogadro \nnumber. The amount of substance, symbol n, of a system is a measure of the number of specified elementary entities. An elementary entity may be an atom, a molecule, an ion, an electron, any other particle or specified group of particles. It may be emphasised that the mole of a substance always contains the same number of entities, no matter what the substance may be. In order to determine this number precisely, the mass of a carbon–12 atom was determined by a mass spectrometer and found to be equal to 1.992648 ×\n 10–23 g. \nKnowing that one mole of carbon weighs 12 g, \nthe number of atoms in it is equal to:\n12\n1992648 1012\n23 12gm olC\ngC atom/\n./ /unif0b4/unif02d\n/unif03d/unif0b460221367 1023.a toms/mol\nUnit 1.indd   18 9/9/2022   4:27:35 PM\nReprint 2025-26\n\n19\nSome Ba Sic concept S of chemi Stry\nyou would ask is:  what is its formula or what \nare its constituents and in what ratio are they present in the given compound? For known compounds also, such information provides a check  whether the given sample contains the same percentage of elements as present in a pure sample. In other words, one can check the purity of a given sample by analysing this data.\nLet us understand it by taking the example \nof water (H\n2O). Since water contains hydrogen \nand oxygen, the percentage composition of both these elements can be calculated as follows:\nMass % of an element = \nmass of that element in the compo und  100\nmolar mass of t h×\nee comp ound\nMolar mass of water     = 18.02 g\nMass % of hydrogen     = \n                 =  11.18 \nMass % of oxygen         =  16.00\n18.02100×\n                  =   88.79\nLet us take one more example. What is the \npercentage of carbon, hydrogen and oxygen \nin ethanol?\nMolecular formula of ethanol is:  C2H5OH \nMolar mass of ethanol is:\n(2×12.01 + 6×1.008 + 16.00) g =  46.068 gMass per cent of carbon \n  \n= 24.02 g\n46.068 g100×  = 52.14%\nMass per cent of hydrogen   \n= 6.048 g\n46.068 g100×  = 13.13%\nMass per cent of oxygen   \n= 16.00 g\n46.068 g100×  = 34.73%\nAfter understanding the calculation of  \nper cent of mass, let us now see what \ninformation can be obtained from the  \nper cent composition data.1.9.1  empirical formula for molecular  \n f ormula\nAn empirical formula represents the simplest \nwhole number ratio of various atoms present \ni\nn a compound, whereas, the molecular \nformula shows the exact number of different types of atoms present in a molecule of a compound.\nIf the mass per cent of various elements \npresent in a compound is known, its empirical \nformula can be determined. Molecular formula can  further be obtained if the molar mass is known. The following example illustrates  \nthis sequence.\nproblem 1.2\nA compound contains 4.07% \nhydrogen, \n24.27% carbon and 71.65% chlorine. \nIts molar mass is 98.96 g. What are its empirical and molecular formulas?\nSolution\nStep 1. \nconversion of mass per cent \nto grams\nSince we are having mass per cent, it is \nconvenient \nto use 100 g of the compound \nas the starting material. Thus, in the  \n100 g sample of the above compound, 4.07g hydrogen, 24.27g carbon and 71.65g chlorine are present.\nStep 2. \nconvert into number moles of \neach element\nDivi\nde the masses obtained above by \nrespective atomic masses of various \nelements. This gives the number of moles of constituent elements in the compound\nMoles of hydrogen = \n4.07 g\n1.008 g = 4.04 \nMoles of carbon  = 24.27 g\ng 12 012021..=\nMoles of chlorine  = 71.65 g\ng 35 4532021..=\nUnit 1.indd   19 9/9/2022   4:27:36 PM\nReprint 2025-26\n\n20\nchemistry\nequation of a given reaction. Let us consider \nthe combustion of methane. A balanced equation for this reaction is as given below:\nCH\n4 (g) + 2O2 (g) → CO2 (g) + 2 H2O (g)\nHere, methane and dioxygen are called reactants and carbon dioxide and water are \ncalled products. Note that all the reactants \nand the products are gases in the above reaction and this has been indicated by letter (g) in the brackets next to its formula. Similarly, in case of solids and liquids, (s) and (l) are written respectively.\nThe coefficients 2 for O\n2 and H2O are \ncalled stoichiometric coefficients. Similarly the coefficient for CH\n4 and CO2 is one in each \ncase. They represent the number of molecules (and moles as well) taking part in the reaction or formed in the reaction.\nThus, according to the above chemical \nreaction,\n•\tOne mole of CH4(g) reacts with two moles \nof O2(g) to give one mole of CO2(g) and  \ntwo moles of H2O(g)\n•\tOne molecule of CH4(g) reacts with  \n2 molecules of O2(g) to give one molecule \nof CO2(g) and 2 molecules of H2O(g)\n•\t22.7 L of CH4(g) reacts with 45.4 L of O2 \n(g) to give 22.7 L of CO2 (g) and 45.4 L of \nH2O(g)\n•\t16 g of CH4 (g) reacts with 2×32 g of O2 \n(g) to give 44 g of CO2 (g) and 2×18 g of  \nH2O (g).\nFrom these relationships, the given data can be interconverted as follows:\nmass \nMass\nVolumeDensit y =\n1.10.1  limiting reagent\nMany a time, reactions are carried out with \nthe amounts of reactants that are different than the amounts as required by a balanced chemical reaction. In such situations, one reactant is in more amount than the amount required by balanced chemical reaction. The 1.10\n Stoichiometry an D  \nStoichiometric calcUlation S\nThe word ‘st\noichiometry’ is derived from \ntwo Greek words — stoicheion (meaning, \nelement) and metron (meaning, measure). \nStoichiometry,  thus, deals with the calculation of masses (sometimes volumes also) of the reactants and the products involved in a chemical reaction. Before understanding how to calculate the amounts of reactants required or the products produced in a chemical reaction, let us study what information is available from the balanced chemical Step 3. Divide each of the mole values obtained above by the smallest number amongst them\nSince 2.021 is smallest value, division \nby it gives a ratio of 2:1:1 for H:C:Cl.\nIn case the ratios are not whole numbers, \nthen they may be converted into whole number by multiplying by the suitable coefficient.\nStep 4. Write down the empirical \nformula by mentioning the numbers after writing the symbols of respective elements\nCH\n2Cl  is, thus, the empirical formula \nof the above compound.\nStep 5. Writing molecular formula\n(a) Determine empirical formula mass by \nadding the atomic masses of various atoms present in the empirical formula.For CH\n2Cl, empirical formula mass is \n12.01 + (2 ×1.008) + 35.453\n= 49.48 g\n(b) Divide Molar mass by empirical \nformula mass\n                                             = 2 = ( n)\n(c) Multiply empirical formula by n obtained above to get the molecular formula\nEmpirical formula = CH\n2Cl, n = 2. Hence \nmolecular formula is C2H4Cl2.\nUnit 1.indd   20 9/9/2022   4:27:36 PM\nReprint 2025-26\n\n21\nSome Ba Sic concept S of chemi Stry\nreactant which is present in the least amount \ngets consumed after sometime and after that further reaction does not take place whatever be the amount of the other reactant. Hence, the reactant, which gets consumed first, limits the amount of product formed and is, therefore, called the limiting reagent.\nIn performing stoichiometric calculations, \nthis aspect is also to be kept in mind.\n1.10.2  reactions in Solutions\nA majority of reactions in the laboratories \nare carried out in solutions. Therefore, it is important to understand as how the amount \nof substance is expressed when it is present in the solution. The concentration of a solution or the amount of substance present in its  \ngiven volume can be expressed in any of the \nfollowing ways.\n1.\n Mass per cent or weight per cent (w/w %)\n2. Mole fraction\n3. Molarity\n4. Molality\nLet us now study each one of them in \ndetail.\nBalancing a chemical equation\nAccording to the law of conservation of mass, a balanced chemical equation has the same number of \natoms of each element on both sides of the equation. Many chemical equations can be balanced by trial and error. Let us take the reactions of a few metals and non-metals with oxygen to give oxides \n  4 Fe(s)  +  3O2(g)  → 2Fe2O3(s)  (a) balanced equation\n  2 Mg(s)  +  O2(g)  → 2MgO(s)   (b) balanced equation\n  P4(s)   +  O2 (g)  → P4O10(s)  (c) unbalanced equation\nEquations (a) and (b) are balanced, since there are same number of metal and oxygen atoms on each side of the equations. However equation (c) \nis not balanced. In this equation, phosphorus \natoms are balanced but not the oxygen atoms. To balance it, we must place the coefficient 5 on the left of oxygen on the left side of the equation to balance the oxygen atoms appearing on the right side of the equation.\n  P4(s)  +  5O2(g)  → P4O10(s)  balanced equation          \nNow, let us take combustion of propane, C3H8. This equation can be balanced in steps.\nStep 1 Write down the correct formulas of reactants and products. Here, propane and oxygen are reactants, and carbon dioxide and water are products.\n  C3H8(g)  +  O2(g) → CO2 (g) + H2O(l)   unbalanced equation\nStep 2 Balance the number of C atoms:  Since 3 carbon atoms are in the reactant, therefore, three \nCO2 molecules are required on the right side.\n      C3H8 (g)  +  O2 (g) → 3CO2 (g) + H2O (l)\nStep 3 Balance the number of H atoms: on the left there are 8 hydrogen atoms in the reactants \nhowever, each molecule of water has two hydrogen atoms, so four molecules of water will be required for eight hydrogen atoms on the right side.\n  C3H8  (g) +O2 (g)  → 3CO2  (g)+4H2O (l)\nStep 4 Balance the number of O atoms:  There are 10 oxygen atoms on the right side (3 × 2 = 6 in \nCO2 and 4×1= 4 in water).  Therefore, five O2 molecules are needed to supply the required 10 CO2 \nand 4×1= 4 in water).  Therefore, five O2 molecules are needed to supply the required 10 oxygen \natoms.\n  C3H8 (g) +5O2   (g)  →  3CO2 (g) + 4H2O (l)\nStep 5 Verify that the number of atoms of each element is balanced in the final equation. The \nequation shows three carbon atoms, eight hydrogen atoms, and 10 oxygen atoms on each side.\nAll equations that have correct formulas for all reactants and products can be balanced. Always \nremember that subscripts in formulas of reactants and products cannot be changed to balance an equation.\nUnit 1.indd   21 9/9/2022   4:27:36 PM\nReprint 2025-26\n\n22\nchemistry\nproblem 1.3\nCalculat\ne the amount of water (g) \nproduced by the combustion of 16 g  \nof methane.\nSolution\nThe balanced equation for the \ncombustion of methane is :\nCH4 (g) + 2O2 (g) → CO2 (g) + 2H2O (g)\n(i) 16 g of CH4   corresponds to one mole.\n(ii) From the above equation, 1 mol of  \nCH4 (g) gives 2 mol of H2O (g). \n2 mol of water (H2O) = 2×(2+16)  \n                  = 2×18 = 36 g\n1 mol H2O = 18 g H2O ⇒18gHO\n1molHO2\n2 = 1\nHence, 2 mol H2O×18gHO\n1molHO2\n2 \n             = 2×18 g H2O = 36 g H2O\nproblem 1.4\nHow many moles of methane are \nrequired to \nproduce 22g CO2 (g) after \ncombustion?\nSolution\nAccording to the chemical equation,CH\n4 (g) + 2O2 (g) → CO2 (g) + 2H2O (g)\n44g CO2 (g) is obtained from 16 g CH4 (g).\n[∴1 mol CO2(g) is obtained from 1 mol \nof CH4(g)]\nNumber of moles of CO2 (g) \n= 22 g CO2 (g) ×1\n442\n2molCOg\ngCOg/unif028/unif029\n/unif028/unif029\n= 0.5 mol CO2 (g)\nHence, 0.5 mol CO2 (g) would be \nobtained from 0.5 mol CH4 (g) or 0.5 mol \nof CH4 (g) would be required to produce \n22 g  CO2 (g).\nproblem 1.5\n50.0 kg of N2 (g) and 10.0 kg of H2 (g) \nare mixed to produce NH3 (g). Calculate \nthe amount of NH3 (g) formed. Identify  the limiting reagent in the production of \nNH3 in this situation.\nSolution\nA balanced equation for the above \nreaction is written as follows :\nCalculation of moles :  \nNumber of moles of N2  \n= 5001000\n11\n28022\n22\n2..kgNgN\nkgNmolN\ngN××\n= 17.86×102  mol\nNumber of moles of H2 \n= 10 001000\n11\n201622\n22\n2..kgHgH\nkgHmolH\ngH××\n= 4.96 ×  103 mol\nAccording to the above equation, 1 \nmol N2 (g) requires 3 mol H2 (g), for the \nreaction. Hence, for 17.86×102 mol of \nN2, the moles of H2 (g) required would be \n17 86 103\n12\n22\n2. /unif0b4/unif0b4/unif028/unif029\n/unif028/unif029molNmolHg\nmolNg \n= 5.36 ×  103 mol H2\nBut we have only 4.96×103 mol H2. \nHence, dihydrogen is the limiting reagent in this case. So, NH\n3(g) would \nbe formed only from that amount of available dihydrogen i.e., 4.96 ×\n 103 mol\nSince 3 mol H2(g) gives 2 mol NH3(g)\n4.96 ×103 mol H2 (g) ×2\n33\n2molNHg\nmolHg/unif028/unif029\n/unif028/unif029 \n= 3.30 ×  103 mol NH3 (g)\n3.30 ×  103 mol NH3 (g) is obtained. \nIf they are to be converted to grams, it is done as follows :\n1 mol NH\n3 (g) = 17.0 g NH3 (g)\n3.30 ×103 mol NH3 (g) ×170\n13\n3.gNH g\nmolNHg/unif028/unif029\n/unif028/unif029\nUnit 1.indd   22 9/9/2022   4:27:37 PM\nReprint 2025-26\n\n23\nSome Ba Sic concept S of chemi Stry\n3.  Molarity\nIt is the most widely used unit and is denoted \nby M. It is defined as the number of moles of the solute in 1 litre of the solution. Thus,\nMolarity (M) \n=No. of moles of sol ute\n of s olution in litre s Volume\nSuppose, we have 1 M solution of a \nsubstance, say NaOH, and we want to prepare \na 0.2 M solution from it.\n1 M NaOH means 1 mol of NaOH present \nin 1 litre of the solution. For 0.2 M solution, we require 0.2 moles of NaOH dissolved in 1 litre solution.\nHence, for making 0.2M solution from 1M \nsolution, we have to take that volume of 1M NaOH solution, which contains 0.2 mol of NaOH and dilute the solution with water to 1 litre.\nNow, how much volume of concentrated \n(1M) NaOH solution be taken, which contains 0.2 moles of NaOH can be calculated as follows:\nIf 1 mol is present in 1L or 1000 mL \nsolution\nthen, 0.2 mol is present in \n 1000\n102mL\nmolmolsolutio n ×.\n  = 200 mL solution\nThus, 200 mL of \n1M NaOH are taken and \nenough water is added to dilute it to make it 1 litre.\nIn fact for such calculations, a general \nformula, M1×V1 =  M2 × V2 where M and V are \nmolarity and volume, respectively, can be used. In this case, M\n1 is equal to 0.2M; V1 = 1000 \nmL and, M2 = 1.0M; V2 is to be calculated. \nSubstituting the values in the formula:\n0.2 M × 1000 mL = 1.0 M × V2\nNote that the number of moles of solute  \n(NaOH) was 0.2 in 200 mL and it has remained the same, i.e.,  0.2 even after dilution ( in 1000 mL) as we have changed just the amount of solvent (i.e., water) and have not done anything with respect to NaOH. But keep in mind the concentration.1.  Mass per cent\nIt is obtained by using the following relation:\nproblem 1.6\nA solution is prepared by adding 2 g of a \nsubstance A to 18 g of water. Calculate the mass per cent of the solute.\nSolution\n2.  Mole Fraction\nIt is the ratio of number of moles of a \nparticular component to the total number of moles of the solution. If a substance ‘A’ dissolves in substance ‘B’ and their number \nof moles are n\nA and nB, respectively, then the \nmole fractions of A and B are given as: = 3.30×103×17 g NH3 (g)\n= 56.1×103 g NH3\n= 56.1 kg NH3\nUnit 1.indd   23 9/9/2022   4:27:37 PM\nReprint 2025-26\n\n24\nchemistry\nSummary\nChemistry, as we understand it today is not a very old discipline. People in ancient India, \nalready had the knowledge of many scientific phenomenon much before the advent of modern science. They applied the knowledge in various walks of life. \nThe study of chemistry is very important as its domain encompasses every sphere \nof life. Chemists study the properties and structure of substances and the changes undergone by them. All substances contain matter, which can exist in three states – solid, liquid or gas. The constituent particles are held in different ways in these states of matter and they exhibit their characteristic properties. Matter can also be classified into elements, compounds or mixtures. An element contains particles of only one type, \nwhich may be atoms or molecules. The compounds are formed where atoms of two or \nmore elements combine in a fixed ratio to each other. Mixtures occur widely and many of the substances present around us are mixtures.\nWhen the properties of a substance are studied, measurement is inherent. The \nquantification of properties requires a system of measurement and units in which the quantities are to be expressed. Many systems of measurement exist, of which the English Problem 1.8\nThe density of 3 M solution of NaCl is  \n1.25 g mL–1. Calculate the molality of \nthe solution.\nSolution\nM = 3 mol L–1\nMass of NaCl \nin 1 L solution  =   3 × 58.5  = 175.5 g\nMass of \n1L solution =  1000 × 1.25 = 1250 g(since density = 1.25 g mL\n–1)\nMass of water in solution  = 1250 –75.5                     \n                                        =    1074.5 g\nMolality = No. of moles of solu te\n of solvent in kg Mass \n               = 3mol \n10745.k g =   2.79 m\nOften in a chemistry laboratory, a \nsolution of a desired concentration is prepared by diluting a solution of known higher concentration. The solution of higher concentration is also known as stock solution. Note that the molality of a solution does not change with temperature since mass remains unaffected with temperature.Problem 1.7\nCalculate the molarity of NaOH in the \nsolution prepared by dissolving its 4 g in enough water to form 250 mL of the solution.\nSolution\nSince molarity (M)\nNote that molarity of a solution depends \nupon temperature because volume of a solution is temperature dependent.\n4.  Molality\nIt is defined as the number of moles of solute \npresent in 1 kg of solvent. It is denoted by m.\nThus, Molality (m) = No. of moles of solu te\nMass of solvent in kg\nUnit 1.indd   24 11/30/2022   14:49:36\nReprint 2025-26\n\n25\nSome Ba Sic concept S of chemi Stry\nand the Metric Systems are widely used. The scientific community, however, has agreed to \nhave a uniform and common system throughout the world, which is abbreviated as SI units (International System of Units).\nSince measurements involve recording of data, which are always associated with a certain \namount of uncertainty, the proper handling of data obtained by measuring the quantities is very important. The measurements of quantities in chemistry are spread over a wide range of 10\n–31 to 10+23. Hence, a convenient system of expressing the numbers in scientific \t\nnotation is used. \nThe uncertainty is taken care of by specifying the number of significant \t\nfigures, in which the observations are reported. The dimensional analysis helps to express the \nmeasured quantities in different systems of units. Hence, it is possible to interconvert \nthe results from one system of units to another.\nThe combination of different atoms is governed by basic laws of chemical combination \n— these being the law of conservation of mass, Law\tof\tDefinite \tProportions, \tLaw\tof\t\nmultiple proportions, Gay lussac’s law of Gaseous volumes and avogadro law. All \nthese laws led to the \nDalton’s atomic theory, which states that atoms are building blocks \nof matter. The atomic mass of an element is expressed relative to 12C isotope of carbon, \nwhich has an exact value of 12u. Usually, the atomic mass used for an element is the average atomic mass obtained by taking into account the natural abundance of different isotopes of that element. The molecular mass of a molecule is obtained by taking sum of the atomic masses of different atoms present in a molecule. The molecular formula can be calculated by determining the mass per cent of different elements present in a compound and its molecular mass. \nThe number of atoms, molecules or any other particles present in a given system are \nexpressed in the terms of  \navogadro constant (6.022 × 1023). This is known as 1 mol of the \nrespective particles or entities.\nChemical reactions represent the chemical changes undergone by different elements and \ncompounds. A balanced  chemical equation provides a lot of information. The coefficients \nindicate the molar ratios and the respective number of particles taking part in a particular reaction. The quantitative study of the reactants required or the products formed is called stoichiometry. Using stoichiometric calculations, the amount of one or more reactant(s) required to produce a particular amount of product can be determined and vice-versa. The amount of substance present in a given volume of a solution is expressed in number of ways, e.g., mass per cent, mole fraction, molarity and molality.\nexerci\nSeS\n1.1 Calculate the molar mass of the following:\n (i) H2O  (ii)  CO2 (iii) CH4\n1.2 Calculate the mass per cent of different elements present in sodium sulphate (Na\n2SO4).\n1.3 Determine the empirical formula \nof an oxide of iron, which has 69.9% iron and \n30.1% dioxygen by mass.\n1.4 Calculate the amount of carbon dioxide that could be produced when\n (i) 1 mole of carbon is burnt in air.\n (ii) 1 mole of carbon is burnt in 16 g of dioxygen.\n (iii) 2 moles of carbon are burnt in 16 g of dioxygen.\n1.5 Calculate the mass of sodium acetate (CH3COONa) required to make 500 mL of  \n0.375 molar aqueous solution. Molar mass of sodium acetate is 82.0245 g mol–1.\nUnit 1.indd   25 9/9/2022   4:27:38 PM\nReprint 2025-26\n\n26\nchemistry\n1.6 Calculate the concentration of nitric acid in moles per litre in a sample which has \na density, 1.41 g mL–1 and the mass per cent of nitric acid in it being 69%.\n1.7 How much copper can be obtained from 100 g of copper sulphate (CuSO4)?\n1.8 Determine the molecular formula of an oxide of iron, in which the mass per cent of iron and oxygen are 69.9 and 30.1, respectively.\n1.9\n Calculate the atomic mass (average) of chlorine using the following data:\n    % natural abundance   m olar mass\n 35Cl    75.77      34.9689\n 37Cl    24.23      36.9659\n1.10 In three moles of ethane (C2H6), calculate the following:\n (i) Number of moles of carbon atoms.\n (ii) Number of moles of hydrogen atoms.\n (iii) Number of molecules of ethane.\n1.11 What is the concentration of sugar (C12H22O11) in mol L–1 if its 20 g are dissolved in \nenough water to make a final volume up to 2L?\n1.12 If the density of \nmethanol is 0.793 kg L–1, what is its volume needed for making 2.5 \nL of its 0.25 M solution?\n1.13 Pressure is determined as force per unit area of the surface. The SI unit of pressure, pascal is as shown below:\n 1Pa  =  1N m–2\n If mass of air at sea level is 1034 g cm–2, calculate the pressure in pascal.\n1.14 What is the SI unit of mass? How is it defined?\n1.15 Match the following prefixes with their multiples:\n  Prefixes\t Multiples\n (i) micro   106\n (ii) deca  109\n (iii) mega   10–6\n (iv) giga  10–15\n (v) femto   10\n1.16 What do you mean by significant figures?\n1.17 A sample of drinking water was found to be severely contaminated with chloroform, CHCl\n3, supposed to be carcinogenic in nature. The level of contamination was 15 \nppm (by mass).\n (i) Express this in per cent by mass.\n (ii) Determine the molality of chloroform in the water sample.\n1.18 Express the following in the scientific notation:\n (i) 0.0048  \n (ii) 234,000  \n (iii) 8008  \n (iv) 500.0  \n (v) 6.0012  \n1.19 How many significant figures are present in the following?\n (i) 0.0025  \n (ii) 208  \n (iii) 5005   \nUnit 1.indd   26 9/9/2022   4:27:38 PM\nReprint 2025-26\n\n27\nSome Ba Sic concept S of chemi Stry\n (iv) 126,000  \n (v) 500.0  \n (vi) 2.0034  \n1.20 Round up the following upto three significant figures:\n (i) 34.216  \n (ii) 10.4107  \n (iii) 0.04597  \n (iv) 2808  \n1.21 The following data are obtained when dinitrogen and dioxygen react together to form \ndifferent compounds:\n  m ass of dinitrogen  m ass of dioxygen\n (i)  14 g   16 g\n (ii)  14 g   32 g\n (iii)  28 g   32 g\n (iv)  28 g   80 g\n(a) Which law of chemical combination is obeyed by the above experimental data? Give its statement.\n(b)\n Fill in the blanks in the following conversions:\n (i) 1 km = ...................... mm = ...................... pm\n (ii) 1 mg = ...................... kg = ...................... ng\n (iii) 1 mL = ...................... L = ...................... dm3\n1.22 If the speed of light is 3.0 × 108 m s–1, calculate the distance covered by light in  \n2.00 ns. \n1.23 In a reaction\n A + B2     AB2\n Identify the limiting reagent, if any, in the following reaction mixtures.\n (i) 300 atoms of A + 200 molecules of B\n (ii) 2 mol A + 3 mol B\n (iii) 100 atoms of A + 100 molecules of B\n (iv) 5 mol A + 2.5 mol B\n (v) 2.5 mol A + 5 mol B\n1.24 Dinitrogen and dihydrogen react \nwith each other to produce ammonia according to \nthe following chemical equation:\n N2 (g) + H2 (g)    2NH3 (g)\n (i) Calculate the mass of ammonia produced if 2.00 × 103 g dinitrogen reacts  \n with 1.00 × 103 g of dihydrogen.\n (ii) Will any of the two reactants remain unreacted?\n (iii) If yes, which one and what would be its mass?\n1.25 How are 0.50 mol Na2CO3 and 0.50 M Na2CO3 different?\n1.26 If 10 volumes of \ndihydrogen gas reacts with five volumes of dioxygen gas, how many \nvolumes of water vapour would be produced?\n1.27 Convert the following into basic units:\n (i) 28.7 pm  \n (ii) 15.15 pm  \n (iii) 25365 mg  \nUnit 1.indd   27 9/9/2022   4:27:38 PM\nReprint 2025-26\n\n28\nchemistry\n1.28 Which one of the following will have the largest number of atoms?\n (i) 1 g Au (s)\n (ii) 1 g Na (s)\n (iii) 1 g Li (s)\n (iv) 1 g of Cl2(g)\n1.29 Calculate the molarity of \na solution of ethanol in water, in which the mole fraction of \nethanol is 0.040 (assume the density of water to be one).\n1.30  What will be the mass of one 12C atom in g?\n1.31 How many significant figures \nshould be present in the answer of the following \ncalculations?\n (i) 0.02856  298.15  0.112 ××\n05785. (ii) 5 × 5.364  \n (iii) 0.0125 + 0.7864 + 0.0215\n1\n.32 Use the data given in the following table to calculate the molar mass of naturally occuring\n \nargon isotopes:\n i sotope   i sotopic molar mass   a bundance\n 36Ar   35.96755 g mol–1  0.337%  \n 38Ar   37.96272 g mol–1  0.063%\n 40Ar   39.9624 g mol–1  99.600%\n1.33 Calculate the number of atoms in each of the following (i) 52 moles of Ar (ii) 52 u of He \n(iii) 52 g of He.\n1.34 A welding fuel gas \ncontains carbon and hydrogen only.  Burning a small sample of it in \noxygen gives 3.38 g carbon dioxide, 0.690 g of water and no other products. A volume \nof 10.0 L (measured at STP) of this welding gas is found to weigh 11.6 g. Calculate  \n(i) empirical formula, (ii) molar mass of the gas, and (iii) molecular formula.\n1.35 Calcium carbonate reacts with aqueous HCl to give CaCl2 and CO2 according to the \nreaction, CaCO3 (s) + 2 HCl (aq) → CaCl2 (aq) + CO2(g) + H2O(l)\n       What mass of CaCO3 is required to react completely with 25 mL of 0.75 M HCl?\n1.36 Chlorine is prepared in the laboratory by treating manganese dioxide (MnO2) with         \naqueous hydrochloric acid according to the reaction\n         4 HCl (aq) +  MnO2(s) → 2H2O (l) + MnCl2(aq) + Cl2 (g)\n         How many grams of HCl react with 5.0 g of manganese dioxide?\nUnit 1.indd   28 9/9/2022   4:27:38 PM\nReprint 2025-26\n\n",
      "wordCount": 5840,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 28,
    "totalWords": 13191
  }
}