{
  "filename": "kech103.pdf",
  "chapters": [
    {
      "chapterNumber": 2,
      "title": "Unit 3.indd   84 11/2/2022   4:28:19 PM",
      "content": "2.\nUnit 3.indd   84 11/2/2022   4:28:19 PM\n\n85\nClassifi Cation of El EmEnts and P Eriodi City in Pro PErtiEs\n3.6.5  metals, non-metals and metalloids\nIn\tadditi\non\tto\tdisplaying \tthe\tclassification \t\nof elements into s-\n, p-, d-, and f-blocks, \nFig.\t3.3\tshows\tanother\tbroad\tclassification \t\nof elements based on their properties. The \nelements can be divided into meta\nls and \nnon-metal\ns. Metals comprise more than \n78% of all known elements and appear on the left side of the Periodic \ntable\n. Metals are \nusually solids at room temperature [mercury is an exception; gallium and caesium also have very low melting points (303K and 302K, respectively)]. Metals usually have high melting and boiling points. They are good conductors of heat and electricity. They are malleable\n\t(can\tbe\tflatt\nened\tint\no\tthi\nn\tsheets\tby\t\nhammering) and ductile \n(can be drawn into \nwires). In contrast, non-metals are located at the top right hand side of the Periodic \ntable\n. \nIn fact, in a horizontal row, the property of elements change from metallic on the left to non-metallic on the right. Non-metals are usually solids or gases at room temperature with low melting and boiling points (boron and carbon are exceptions). They are poor conductors of heat and electricity. Most non-metallic solids are brittle and are neither malleable nor ductile. The elements become more metallic as we go down a group; the non-metallic character increases as one goes from left to right across the Periodic \ntable\n. \nThe change from metallic to non-metallic character is not abrupt as shown by the thick zig-zag\n\tline\tin\tFig.\t3.3.\tThe\telements\t(e.g.,\t\nsilicon, germanium, arsenic, antimony and tellurium) bordering this line and running diagonally across the \nPeriodic table\n show \nproperties that are characteristic of both metals and non-metals. These elements are called \nsemi-metals\n or metalloids\n.\nProblem 3.4\nConsidering the atomic number and \nposition in the periodic table, arrange the following elements in the increasing order\n\tof\tmetallic\tcharacter \t:\tSi,\tBe,\tMg,\t\nNa, P.solution\nMetallic \ncharacter increases down a \ngroup and decreases along a period as we move from left to right. Hence the order of increasing metallic character is:\n\tP\t<\tSi\t<\tBe\t<\tMg\t<\tNa.\n3.7 PEriodi C trEnds in \nProPErtiEs \nof ElEmEnts\nThere are many observable patterns \nin the \nphysical and chemical properties of elements \nas we descend in a group or move across a period\n\tin\tthe\tPeriodic\tTable.\tFor\texample,\t\nwithin a period, chemical reactivity \ntends to \nbe high in Group 1 metals, lower in elements towards the middle of the table, and increases to a maximum in the Group 17 non-metals. Likewise within a group of representative metals (say alkali metals) reactivity increases on moving down the group, whereas within a group of non-metals (say halogens), reactivity decreases down the group. But why do the properties of elements follow these trends? And how can we explain periodicity? To answer these questions, we must look into the theories of atomic structure and properties of the atom. In this section we shall discuss the periodic trends in certain physical and chemical properties and try to explain them in terms of number of electrons and energy levels.\n3.7.1\n \ntrends in Physical Properties\nThere are numerous physical properties of\n \nelements such as melting and boiling points, \nheats of fusion and vaporization, energy of atomization, etc. which show periodic variations. However, we shall discuss the periodic trends with respect to atomic and ionic radii, ionization enthalpy, electron gain enthalpy and electronegativity.\n(a) Atomic Radius\nYou\n\tcan\tvery\twell\timagine\tthat\tfinding\tthe\t\nsize of an atom is a lot more complicated than \nmeasuring the radius of \na ball. Do you know \nwhy?\tFir\nstly,\tbec\nause\tthe\tsi\nze\tof\tan\tatom\t \n(~ 1.2 \nÅ i.e., 1.2 × 10–10 m in radius) is very \nUnit 3.indd   85 9/9/2022   4:36:14 PM\n\n86\nchemistry\nsmall. Secondly, since the electron cloud \nsurrounding the atom does not have a sharp boundary, the determination of the atomic size cannot be precise. In other words, there \nis no practical way by which the size of an individual atom can be measured. However, an estimate of the atomic size can be made by knowing the distance between the atoms in the combined state. One practical approach to estimate the size of an atom of a non-metallic element is to measure the distance between two atoms when they are bound together by a single bond in a covalent molecule and from this value, the “ Covalent \nradius\n” of the \nelement\tcan\tbe\tcalculated. \tFor\texample,\tthe\t\nbond distance in \nthe chlorine molecule (Cl2) \nis 198 pm and half this distance (99 pm), is taken\n\tas\tthe\tatomic\tradius\tof\tchlorine.\tFor\t\nmetals,\twe\tdefine\tthe\tterm\t“metall\nic radius”\n \nwhich is taken as half the internuclear distance separating the metal cores in the metallic\n\tcrystal.\tFor\texample,\tthe\tdistance\t\nbetween two adjacent copper atoms in solid copper is 256 pm; \nhence the metallic radius \nof\tcopper\tis\tassigned\ta\tvalue\tof\t128\tpm.\tFor\t\nsi\nmplicity, in this book, we use the term \natomic radius\n to refer to both covalent or \nmetallic radius depending on whether the element is a non-metal or a metal. Atomic radii can be measured by X -ray or other \nspectroscopic methods. The atomic radii of a few elements are listed \nin Table 3.6. Two trends are obvious. We can \nexplain these trends in terms of nuclear charge and energy level. The atomic size generally decreases across a period as illustrated in  \nFig.\n\t3.4(a)\tfor\tthe\telements\tof\tthe\tsecond\t\nperiod. It is because within the period the outer electrons are in the same valence shell a\nnd the effective nuclear charge increases \nas the atomic number increases resulting in the increased attraction of electrons to the nucleus. Within a family or vertical column of the periodic table , the atomic radius \nincreases regularly with atomic number as illustrated\n\tin\tFig.\t3.4(b).\tFor\talkali\tmetals\t\nand halogens, as we descend the groups, the principal quantum \nnumber (n) increases \nand the valence electrons are farther from the nucleus. This happens because the inner energy\n\tlevels\tare\tfilled\twith\telectrons, \twhich\t\nserve to \nshield the outer electrons from the \npull of the nucleus. Consequently the size of the\n\tatom\tincreases \tas\treflected\tin\tthe\tatomic\t\nradii.\nNote that \nthe atomic radii of noble gases \nare not considered here. Being monoatomic, their (non-bonded radii) values are very large. In fact radii of noble gases should be compared not with the covalent radii but with the van der Waals radii of other elements.\ntable 3.6(a)  atomic radii/pm across the Periods\natom (Period ii) li Be B C n o f\natomic radius 152\n111 88 77 74 66 64\natom (Period iii) na mg al si\nP s Cl\natomic radius 186\n160 143 117 110 104 99\n table 3.6(b)  atomic radii/pm down a family\natom  \n(Group i)atomic  \nradiusatom  \n(Group 17)atomic  \nradius\nli 152 f 64\nna 186 Cl 99\nK 231 Br 114\nrb 244 i 133\nCs 262 at 140\nUnit 3.indd   86 9/9/2022   4:36:14 PM\n\n87\nClassifi Cation of El EmEnts and P Eriodi City in Pro PErtiEs\n(b) Ionic Radius\nThe removal of an electron from an atom \nresults in the formation of a cation, whereas gain of an electron leads to an anion. The ionic radii can be estimated by measuring the distances between cations and anions in ionic crystals. In general, the ionic radii of elements exhibit the same trend as the atomic radii. A cation is smaller than its parent atom because it has fewer electrons while its nuclear charge remains the same. The size of an anion will be larger than that of the parent atom because the addition of one or more electrons would result in increased repulsion among the electrons and a decrease in\n\teffective\tnuclear\tcharge.\tFor\texample,\tthe\t\nionic\tradius\tof\tfluoride\tion\t(F–) is 136 pm \nwhereas\tthe\tatomic\tradius\tof\tfluorine\tis\tonly\t\n64 pm. On the other hand, the atomic radius of sodium is 186 pm compared to the ionic radius of 95 pm for Na\n+.\nWhen\twe\tfind\tsome\tatoms\tand\tions\twhich\t\ncontain the same number of electrons, we call them isoelectronic species*\n.\tFor\texample,\t \nO2–,\tF–, Na+ and Mg2+ have the same number \nof electrons (10). Their radii would be different because of their different nuclear charges. The Fig. 3.4 (a)   Variation of atomic radius with atomic \nnumber across the second periodFig. 3.4 (b)  Variation of atomic radius with atomic number for alkali metals and halogens\ncation with the greater positive charge will have a smaller radius because of the greater \nattraction of the electrons to the nucleus. Anion with the greater negative charge will have the larger radius. In this case, the net repulsion of the electrons will outweigh the nuclear charge and the ion will expand in size.\nProblem 3.5\nWhich of the following species will have \nthe largest and the smallest size?Mg, Mg\n2+, Al, Al3+.\nsolution\nAtomic \nradii decrease across a period. \nCations are smaller than their parent atoms. Among isoelectronic species, the one with the larger positive nuclear charge will have a smaller radius.\nHence the largest species is Mg; the \nsmallest one is Al\n3+.\n(c) Ionization Enthalpy\nA quantitative measure of the tendency of \nan element to lose electron is given by its \nioni\nzation Enthalpy. It represents the \nenergy required to remove an electron from an isolated gaseous atom (X) in its ground state. \n*  Two or more species with same number of atoms, same number of valence electrons and same structure, regardless of the \nnature of elements involved.\nUnit 3.indd   87 9/9/2022   4:36:14 PM\n\n88\nchemistry\nIn\tother\twords,\tthe\tfirst\tionization enthalpy \nfor an element X is the enthalpy change\n  \n(∆i H) for the reaction depicted in equation 3.1.\nX(g) → X+(g) + e–           (3.1)\nThe ionization enthalpy is expressed in \nunits of kJ mol–1.\tWe\tcan\tdefine\tthe\tsecond\t\nionization enthalpy \nas the energy required \nto remove the second most loosely bound \nelectron; it is the energy required to carry out the reaction shown in equation 3.2.X\n+(g) → X2+(g) + e–           (3.2)\nEnergy is always required to remove \nelectrons from an atom and hence ionization enthalpies are always positive. The second ionization enthalpy will be higher than the first\n\tionization \tenthalpy\tbecause\tit\tis\tmore\t\ndifficult\tto\tremove\tan\telectron\tfrom\ta\tpositively\t\ncharged ion than from a neutral atom. \nIn the \nsame way the third ionization enthalpy will be higher than the second and so on. The term “ionization\n\tentha\nlpy”,\tif\tnot\tqualifi\ned,\tis\ttaken\t\nas\tthe\tfirst\tionization \tenthalpy.\nThe\tfirst\tioni\nzation\tenthal\npies\tof\telement\ns\t\nhaving atomic numbers up to 60 are plotted in\n\tFig.\t3.5.\tThe\tperiodicity \tof\tthe\tgraph\tis\t\nquite\tstriking.\tYou\twill\tfind\tmaxima\tat\tthe\t\nnoble gases which have closed electron shells and\n\tvery\tstable\telectron\tconfigurations. \tOn\t\nthe other hand, minima occur at the alkali metals and their low ionization enthalpies\n Fig. 3.5  Variation of first ionization enthalpies \n(∆iH) with atomic number for elements \nwith Z = 1 to 60\ncan be correlated with their high reactivity. In addition, you will notice two trends the first\n\tionization \tenthalpy\tgenerally\tincreases \t\nas we go across a period and decreases as \nwe descend in a group. These trends \nare\tillustrated \tin\tFigs.\t3.6(a)\tand\t3.6(b)\t\nrespectively for the elements of the second period\n\tand\tthe\tfirst\tgroup\tof\tthe\tperiodi\nc\t\ntable. You will appreciate that the ionization e\nnthalpy and atomic radius are closely related \nproperties. To understand these trends, we have\n\tto\tconsider\ttw\no\tfact\nors\t:\t(i\n)\tthe\tatt\nraction\t\nof electrons towards the nucleus, and (ii) the repulsion \nof electrons from each other. The \neffective nuclear charge experienced by a \nFig. 3.6(a)  First ionization enthalpies (∆iH) of elements of the second period as a  \nfunction of atomic number (Z) and Fig. 3.6(b)  ∆iH of alkali metals as a function of Z. 3.6 (a) 3.6 (b)\nUnit 3.indd   88 9/9/2022   4:36:14 PM\n\n89\nClassifi Cation of El EmEnts and P Eriodi City in Pro PErtiEs\nvalence electron in an atom will be less than \nthe actual charge on the nucleus because of “shielding” or “screening” of the valence electron from the nucleus by the intervening core\n\telectrons. \tFor\texample,\tthe\t2s\n electron \nin lithium is shielded from the nucleus by the inner core of 1s electrons. As a result, the valence electron experiences a net positive charge which is  less than the actual charge of +3. In general, shielding is effective when the orbitals in the inner shells are completely filled.\n\tThis\tsituation\toccurs\tin\tthe\tcase\tof\t\nalkali metals which have single outermost ns\n-electron preceded by a noble gas electronic \nconfiguration.\nWhen\twe\tmove\tfrom\tlithium\tto\tfluorine\t\nacross the second period, successive electrons \nare added to orbitals in the same principal qua\nntum level and the shielding of the nuclear \ncharge by the inner core of electrons does not increase very much to compensate for the increased attraction of the electron to the nucleus. Thus, across a period, increasing nuclear charge outweighs the shielding. Consequently, the outermost electrons are held more and more tightly and the ionization enthalpy increases across a period. As we go down a group, the outermost electron being increasingly farther from the nucleus, there is an increased shielding of the nuclear charge by the electrons in the inner levels. In this case, increase in shielding outweighs the increasing nuclear charge and the removal of the outermost electron requires less energy down a group.\nFrom\n\tFig.\t3.6(a),\tyou\twill\talso\tnotice\tthat\t\nthe\tfirst\tionization \tenthalpy\tof\tboron\t(Z\n = 5) \nis slightly less than that of beryllium (Z = 4) \neven though the former has a greater nuclear charge. When we consider the same principal quantum level, an s -electron is attracted to the \nnucleus more than a p-electron. In beryllium, \nthe electron removed during the ionization is an s-electron whereas the electron removed \nduring ionization of boron is a p -electron. The \npenetration of a 2s-electron to the nucleus is more than that of a 2p-electron; hence the 2p electron of boron is more shielded from the nucleus by the inner core of electrons than the 2s electrons of beryllium. Therefore, it is \neasier to remove the 2p-electron from boron compared to the removal of a 2s- electron from \nberyllium.\n\tThus,\tboron\thas\ta\tsmaller\tfirst\t\nionization enthalpy than beryllium. \nAnother \n“anomaly” is the smaller first ionization enthalpy of oxygen compared to nitrogen. This arises because in the nitrogen atom, three 2p-electrons reside in different atomic orbitals \n(Hund’s rule) whereas in the oxygen atom, two of the four 2p-electrons must occupy the same 2p-orbital resulting in an increased electron-electron repulsion. Consequently, it is easier to remove the fourth 2p-electron from oxygen than it is, to remove one of the three 2p-electrons from nitrogen.\nProblem 3.6  \nThe\tfirst\tionization \tenthalpy\t(∆i H ) values \nof the third period elements, Na, Mg and \nSi are respectively 496, 737 and 786 kJ  \nmol–1.\tPredict\twhether\tthe\tfirst\t∆i H value \nfor Al will be more close to 575 or 760 kJ  \nmol–1 ? Justify your answer.\nsolution \nIt will be more close to 575 kJ mol–1. \nThe value for Al should be lower than that of Mg because of effective shielding of 3p  electrons from the nucleus by  \n3s-electrons.\n(d) Electron Gain Enthalpy \nWhen an electron is added to a neutral \ngaseous atom (X) to convert it into a negative ion, the enthalpy change accompanying the process is defined as the Electron Gain Enthalpy ( ∆\negH). Electron gain enthalpy \nprovides a measure of the ease with which an atom adds an electron to form anion as represented by equation 3.3.\nX(g) + e\n–  →  X–(g)            (3.3)\nDepending on the element, the process \nof adding an electron to the atom can be\n \neither\tendothermic \tor\texothermic. \tFor\tmany\t\nelements energy is released when an electron \nis added to the atom and the electron gain enthalpy\n\tis\tnegative. \tFor\texample, \tgroup\t\n17 el\nements (the halogens) have very high \nUnit 3.indd   89 9/9/2022   4:36:15 PM\n\n90\nchemistry\nnegative electron gain enthalpies because \nthey can attain stable noble gas electronic configurations\n\tby\tpicking\tup\tan\telectron.\t\nOn the other hand, noble gases have large \npositiv\ne electron gain enthalpies because the \nelectron has to enter the next higher principal \nquantum level leading to a very unstable electronic\n\tconfiguration. \tIt\tmay\tbe\tnoted\tthat\t\nelectron gain enthalpies have large \nnegative \nvalues toward the upper right of the periodic table preceding the noble gases.\nThe variation in electron gain enthalpies of \nelements is less systematic than for ionization enthalpies. As a general rule, electron gain enthalpy becomes more negative with increase in the atomic number across a period. The effective nuclear charge increases from left to right across a period and consequently it will be easier to add an electron to a smaller atom since the added electron on an average would be closer to the positively charged nucleus. We should also expect electron gain enthalpy to become less negative as we go down a group because the size of the atom increases and the added electron would be farther from the nucleus. This is generally the case (Table 3.7). However, electron gain enthalpy of O or F\n\tis\tless\tnegative\tthan\tthat\tof\tthe\tsucceeding \t\nelement. This \nis because when an electron is \nadded\tto\tO\tor\tF,\tthe\tadded\telectron\tgoes\tto\t\nthe smaller n = 2 quantu\nm level and suffers \nsignificant \trepulsion \tfrom\tthe\tother\telectrons\t\npresent\tin\tthis\tlevel.\tFor\tthe\tn = 3 quantum \nlevel (S or Cl), \nthe added electron occupies \na larger region of space and the electron-\nelectron repulsion is much less.Problem 3.7\nWhich of the following will have the most \nnegative electron gain enthalpy and which the least negative?P,\n\tS,\tCl,\tF.\nExplain your answer.\nsolution\nElectron gain enthalpy generally\n \nbecomes more negative across a period as we move from left to right. Within a group, electron gain enthalpy becomes less negative down a group. However, adding an electron to the 2p-orbital leads to greater repulsion \nthan adding an electron to the larger  \n3p-orbital. Hence the element with \nmost negative electron gain enthalpy is chlorine; the one with the least negative electron gain enthalpy is phosphorus.\n(e) Electronegativity\nA qualitative measure of the ability of an atom \nin a chemical compound to attract shared electrons to itself is called electronegativity. \nUnlike ionization enthalpy and electron gain enthalpy, it is not a measureable quantity. However, a number of numerical scales of electronegativity of elements viz., Pauling scale, Mulliken-Jaffe scale, Allred-Rochow scale have been developed. The one which is the most widely used is the Pauling scale. Linus Pauling, an American scientist, in 1922 assigned\n\tarbitrarily \ta\tvalue\tof\t4.0\tto\tfluorine,\t\nthe element considered to have the greatest \n* In many books, the negative of the enthalpy change for the process depicted in equation 3.3 is defined as the ELECTRON \nAFFINITY (Ae ) of the atom under consideration. If energy is released when an electron is added to an atom, the electron \naffinity is taken as positive, contrary to thermodynamic convention. If energy has to be supplied to add an electron to an atom, then the electron affinity of the atom is assigned a negative sign. However, electron affinity is defined as absolute zero and, therefore at any other temperature (T) heat capacities of the reactants and the products have to be taken into account in ∆\negH = –Ae – 5/2 RT. table 3.7  Electron Gain Enthalpies * / (kJ mol–1) of some main Group Elements\nGroup 1 ∆egH Group 16 ∆egH Group 17 ∆egH Group 0 ∆egH\nH – 73 He + 48\nli – 60 o – 141 f – 328 ne + 116\nna – 53 s – 200 Cl – 349 ar +  96\nK – 48 se – 195 Br – 325 Kr + 96\nrb – 47 te – 190 i – 295 Xe + 77\nCs – 46 Po – 174 at – 270 rn + 68\nUnit 3.indd   90 9/9/2022   4:36:15 PM\n\n91\nClassifi Cation of El EmEnts and P Eriodi City in Pro PErtiEs\nability to attract electrons. Approximate \nvalues for the electronegativity of a few elements are given in Table 3.8(a)\nThe electronegativity of any given element \nis not constant; it varies depending on the element to which it is bound. Though it is not a measurable quantity, it does provide a means of predicting the nature of force that holds a pair of atoms together – a relationship that you will explore later.\nElectronegativity generally \nincreases across a period from left to right (say from lithium to fluorine)\n\tand\tdecrease\tdown\ta\tgroup\t\n(say\tfrom\tfluorine\tto\tastati\nne)\t\nin the periodic table. How can these trends be explained?\n \nCan the electronegativity be related to atomic radii, which tend to decrease across each period from left to right, but increase down each group ? The attraction between the outer (or valence) electrons and the nucleus increases as the atomic radius decreases in a period. The electronegativity also increases. On the same account electronegativity values decrease with the increase in atomic radii down a group. The trend is similar to that of ionization enthalpy.\nKnowing the relationship between \nelectronegativity and atomic radius, can you now visualise the relationship between electronegativity and non-metallic properties? Non-metallic  elements have strong tendency \nFig. 3.7  The periodic trends of elements in the periodic table\ntable 3.8(a)  Electronegativity Values (on Pauling scale) across the Periods\natom (Period ii) li Be B C n o f\nElectronegativity 1.0 1.5 2.0 2.5 3.0 3.5 4.0\natom (Period iii) na mg al si\nP s Cl\nElectronegativity 0.9 1.2 1.5 1.8 2.1 2.5 3.0\ntable 3.8(b)  Electronegativity Values (on Pauling scale) down a family\natom  \n(Group i)Electronegativity \nValueatom  \n(Group 17)Electronegativity \nValue\nli 1.0 f 4.0\nna 0.9 Cl 3.0\nK 0.8 Br 2.8\nrb 0.8 i 2.5\nCs 0.7 at 2.2\nUnit 3.indd   91 9/9/2022   4:36:15 PM\n\n92\nchemistry\nto gain electrons. Therefore, electronegativity is \ndirectly related to that non-metallic properties of elements. It can be further extended to say that the electronegativity is inversely related to the metallic properties of elements. Thus, the increase in electronegativities across a period is accompanied by an increase in non-metallic properties (or decrease in metallic properties) of elements. Similarly, the decrease in electronegativity down a group is accompanied by a decrease in non-metallic properties (or increase in metallic properties) of elements.\nAll these periodic trends are summarised \nin\n\tFigure\t3.7.\n3.7.2  Periodic trends in Chemical  \n \n Properties\nMost \nof the trends in chemical properties of \nelements, such as diagonal relationships, inert pair effect, effects of lanthanoid contraction etc. will be dealt with along the discussion of each group in later units. In this section we shall study the periodicity of the valence state shown by elements and the anomalous properties of the second period elements (from lithium\n\tto\tfluorine).\n(a) Periodicity of Valence \nor Oxidation  \n     States\nThe valence is the most characteristic property \nof the elements and can be understood in terms\n\tof\ttheir\telectronic \tconfigurations. \t\n\tThe\t\nvalence of \nrepresentative elements is usually \n(though not necessarily) equal to the number of electrons in the outermost orbitals and/or equal to eight minus the number of outermost electrons as shown below. \nNowadays the term oxidation state is \nfrequently used for valence. Consider the two\n\toxygen\tcontaining \tcompounds: \tOF2 and \nNa2O. The order of electronegativity of the \nthree elements involved in these compounds is\n\tF\t>\tO\t>\tNa.\tEach\tof\tthe\tatoms\tof\tfluorine,\twith\touter\telectronic \tconfiguration \t2s22p5, \nshares\tone\telectron\twith\toxygen\tin\tthe\tOF2 \nmolecule. Being highest electronegative element, fluorine is given oxidation state –1.\n\tSince\tthere\tare\ttwo\tfluorine\tatoms\tin\t\nthis molecule, \noxygen with outer electronic \nconfiguration \t2s22p4 shares two electrons \nwith fluorine atoms and thereby exhibits oxidation state +2. In Na\n2O, oxygen being \nmore electronegative accepts two electrons, one from each of the two sodium atoms and, thus, shows oxidation state –2. On the other hand\n\tsodium\twith\telectronic \tconfiguration \t\n3s1 loses one electron to oxygen and is given \noxidation state +1. Thus, the oxidation state of an element in a particular compound can be\n\tdefined\tas\tthe\tcharge\tacquired\tby\tits\tatom\t\non the \nbasis of electronegative consideration \nfrom other atoms in the molecule.\nProblem 3.8\nUsing the Periodic Table, predict the \nformulas of compounds which might be formed by the following pairs of elements; (a) silicon and bromine  \n(b) aluminium and sulphur.\nsolution\n(a) Silicon is \ngroup 14 element with \na valence of 4; bromine belongs to the halogen family with a valence of 1. Hence the formula of the compound formed would be SiBr\n4.\n(b) Aluminium belongs to group 13 with a valence of 3; sulphur \nbelongs to \ngroup 16 elements with \na valence of 2. Hence, the formula of the compound formed would be Al\n2S3.\nSome periodic trends observed in the \nvalence of elements (hydrides and oxides) \nare shown in Table 3.9. Other such periodic trends which occur in the chemical behaviour of the elements are discussed elsewhere in \nGroup 1 2 13 14 15 16 17 18\nnumber of valence \nelectron1\n2 3 4 5 6 7 8\nalence 1 2 3 4 3,5 2,6 1,7 0,8\nUnit 3.indd   92 9/9/2022   4:36:15 PM\n\n93\nClassifi Cation of El EmEnts and P Eriodi City in Pro PErtiEs\nthis book. There are many elements which \nexhibit variable valence. This is particularly characteristic of transition elements and actinoids, which we shall study later.\n(b) Anomalous Properties of Second  \n      Period Elements\nThe\n\tfirst\telem\nent\tof\teach\tof\tthe\tgroups\t1\t\n(lithium) and 2 (beryllium) \nand groups 13-17 \n(boron\tto\tfluorine)\tdiffers\tin\tmany\trespects\t\nfrom the other \nmembers of their respective \ngroup.\tFor\texample, \tlithium\tunlike\tother\t\nalkali metals, and beryllium unlike other \nalkaline earth metals, \nform compounds with \npronounced covalent character; the other members of these groups predominantly form ionic compounds. In fact the behaviour of lithium and beryllium is more similar with table \n3.9 Periodic trends in \nValence of Elements as shown by the formulas of their \nCompounds\nGroup 1 2 13 14 15 16 17\nFormula\tof\t\nhydrideLiH\nNaHKHCaH\n2B2H6\nAlH3CH4\nSiH4\nGeH4\nSnH4NH3\nPH3\nAsH3H2O\nH2S\nH2Se\nH2TeHFHClHBrHI\nFormulaof oxideLi\n2O\nNa2O\nK2OMgOCaO\n \nSrOBaOB\n2O3\nAl2O3\nGa2O3\nIn2O3CO2\nSiO2\nGeO2\nSnO2\nPbO2N2O3, N2O5\nP4O6, P4O10\nAs2O3, As2O5\nSb2O3, Sb2O5\nBi2O3     –SO3\nSeO3\nTeO3\n––Cl\n2 O7\n––\nProperty Element\nMetallic radius M/pm li\n152\nna\n186Be\n111\nmg\n160B\n88\nal\n143\nIonic radius M+/pm li\n76\nna\n102Be\n31\nmg\n72the second element of the following group \ni.e., magnesium and aluminium, respectively. \nThis sort of similarity is commonly referred to as diagonal relationship in the periodic properties. \nWhat are the reasons for the different \nchemical\n\tbehaviour \tof\tthe\tfirst\tmember\tof\t\na group of elements in the \ns- and p-blocks \ncompared to that of the subsequent members in the same group? The anomalous behaviour is attributed to their small size, large charge/radius ratio and high electronegativity of the elements.\n\t\n\tIn\taddition,\tthe\tfirst\tmember\tof\t\ngroup has only four valence orbitals (2s\n and \n2p) available for bonding, whereas the second \nmember of the groups have nine valence orbitals (3s , 3p, 3d). As a consequence of \nthis, the maximum covalency of the first \nmember of each group is 4 (e.g., boron \ncan only form \nBF4/unif05b/unif05d/unif02d, whereas the other \nmembers of the groups can expand their \nvalence shell to accommodate more than four pairs of electrons e.g., aluminium \nAlF63/unif05b/unif05d/unif02d forms).\tFurthermore, \tthe\tfirst\t\nmember of\n p-block elements displays \ngreater ability to form pπ – pπ  multiple \nbonds to itself (e.g., C = C, C ≡ C,   \nN = N, N ≡\tΝ) and to \nother second period \nelements (e.g., C =  O, C = N, C ≡  N,  \nN = O) compared to subsequent members \nof the same group.\nUnit 3.indd   93 9/9/2022   4:36:15 PM\n\n94\nchemistry\nProblem 3.9\nAre the oxidation state and covalency of \nAl in [AlCl(H2O)5]2+ same ?\nsolution\nNo. \nThe oxidation state of Al is +3 and \nthe covalency is 6.\n3.7.3  Periodic trends\n and Chemical  \n r eactivity\nWe \nhave observed the periodic trends in \ncertain fundamental properties such as \natomic and ionic radii, ionization enthalpy, electron gain enthalpy and valence. We know by now that the periodicity is related to electronic\n\tconfiguration. \tThat\tis,\tall\tchemical\t\nand phy\nsical properties are a manifestation of \nthe\telectronic \tconfiguration \tof\telements. \tWe\t\nshall now try to explore relationships between these fundamental properties of elements with\n \ntheir chemical reactivity.\nThe atomic and ionic radii, as we know, \ngenerally decrease in a period from left to right. As a consequence, the ionization enthalpies generally increase (with some exceptions as outlined in section 3.7.1(a)) and electron gain enthalpies become more negative across a period. In other words, the ionization enthalpy of the extreme left element in a period is the least and the electron gain enthalpy of the element on the extreme right is the highest negative\n\t(not\ne\t:\tnoble\tgases\thaving\tcomplet\nely\t\nfilled shells have rather positive \nelectron \ngain enthalpy values). This results into high chemical reactivity at the two extremes and the lowest in the centre. Thus, the maximum chemical reactivity at the extreme left (among alkali metals) is exhibited by the loss of an electron leading to the formation of a cation and at the extreme right (among halogens) shown by the gain of an electron forming an anion. This property can be related with the reducing and oxidizing behaviour of the elements which you will learn later. However, here it can be directly related to the metallic \nand non-metallic character of elements. Thus, the metallic character of an element, which is highest at the extremely left decreases and the non-metallic character increases while moving from left to right across the period. The chemical reactivity of an element can be best shown by its reactions with oxygen and halogens. Here, we shall consider the reaction of the elements with oxygen only. Elements on two extremes of a period easily combine with oxygen to form oxides. The normal oxide formed by the element on extreme left is the most basic (e.g., Na\n2O), whereas that formed \nby the element on extreme right is the most acidic (e.g., Cl\n2O7). Oxides of elements in the \ncentre are amphoteric (e.g., Al2O3, As2O3) or \nneutral (e.g., CO, NO, N2O). Amphoteric oxides \nbehave as acidic with bases and as basic with acids, whereas neutral oxides have no acidic or basic properties.\nProblem 3.10\nShow by a chemical reaction with water \nthat Na2O is a basic oxide and Cl2O7 is \nan acidic oxide.\nsolution\nNa2O with water forms a strong base \nwhereas Cl2O7 forms strong acid.\nNa2O + H2O → 2NaOH\nCl2O7 + H2O → 2HClO4\nTheir basic or acidic nature can be \nqualitatively tested with litmus paper.\nAmong transition metals (3d  series), the \nchange in atomic radii is much smaller as \ncompared to those of representative elements across the period. The change in atomic radii is still smaller among inner-transition metals  \n(4f series). The ionization enthalpies are \nintermediate between those of s- and p-blocks. As a consequence, they are less electropositive than group 1 and 2 metals.\nUnit 3.indd   94 9/9/2022   4:36:15 PM\n\n95\nClassifi Cation of El EmEnts and P Eriodi City in Pro PErtiEs\nIn a group, the increase in atomic and \nionic radii with increase in atomic number \ngenerally results in a gradual decrease in ionization enthalpies and a regular decrease (with exception in some third period elements as shown in section 3.7.1(d)) in electron \ngain enthalpies in the case of main group \nelements. Thus, the metallic character increases down the group and non-metallic character decreases. This trend can be related with their reducing and oxidizing property which you will learn later. In the case of transition elements, however, a reverse trend is observed. This can be explained in terms of atomic size and ionization enthalpy.\nsUmmary\nIn this Unit, you have studied the development of the Periodic law  and the Periodic table . \nMendeleev’s Periodic table\n was based on atomic masses. Modern Periodic table\n arranges \nthe elements in the order of their atomic numbers in seven horizontal rows (periods) and \neighteen vertical columns (groups or families). Atomic numbers in a period are consecutive, whereas in a group they increase in a pattern. Elements of the same group have similar valence shell\n\telectronic \tconfiguration \tand,\ttherefore, \texhibit\tsimilar\tchemical\tproperties. \t\nHowever, the elements of the same period have incrementally increasing number of electrons from\n\tleft\tto\tright,\tand,\ttherefore, \thave\tdifferent\tvalencies. \tFour\ttypes\tof\telements\tcan\tbe\t\nrecognized \tin\tthe\tperiodic\ttable\ton\tthe\tbasis\tof\ttheir\telectronic \tconfigurations. \tThese\tare\t\ns-block, p-block, d-block and \nf-block elements. Hydrogen with one electron in the 1s  orbital \noccupies a unique position in the periodic table. metals\n comprise more than seventy eight \nper cent of the known elements. non-metals\n, which are located at the top of the periodic \ntable, are less than twenty in number. Elements which lie at the border line between metals and non-metals (e.g., Si, Ge, As) are called metalloids or semi-metals. Metallic character \nincreases with increasing atomic number in a group whereas decreases from left to right in a period. The physical and chemical properties of elements vary periodically with their atomic numbers.\n Periodic trends are observed in atomic sizes, ionization enthalpies, electron gain \nenthalpies, electronegativity and valence. The atomic radii decrease while going from \nleft to right in a period and increase with atomic number in a group. Ionization enthalpies \ngenerally increase across a period and decrease down a group. Electronegativity also shows a similar trend. Electron gain enthalpies, in general, become more negative across a period and less negative down a group. There is some periodicity in valence, for example, among representative elements, the valence is either equal to the number of electrons in the outermost orbitals or eight minus this number. Chemical reactivity is highest at the two extremes of a period and is lowest in the centre. The reactivity on the left extreme of a period is because of the ease of electron loss (or low ionization enthalpy). Highly reactive elements do not occur in nature in free state; they usually occur in the combined form. Oxides formed of the elements on the left are basic and of the elements on the right are acidic in nature. Oxides of elements in the centre are amphoteric or neutral.\nUnit 3.indd   95 9/9/2022   4:36:15 PM\n\n96\nchemistry\nEXErCisEs\n3.1 What is the basic theme of organisation in the periodic table?\n3.\n2 Which important property did Mendeleev use to classify the elements in his periodic \ntable and did he stick to that?\n3.3 What is the basic difference \nin approach between the Mendeleev’s Periodic Law and \nthe Modern Periodic Law?\n3.4 On the basis of quantum numbers, justify that the sixth period of the periodic table should have 32 elements.\n3.5\n In terms of period and group where would you locate the element with Z =114?\n3\n.6 Wr\nite the atomic number of the element present in the third period and seventeenth \ngroup of the periodic table.\n3.7 Which element do you think would have been named by\n (i) Lawrence Berkeley Laboratory\n (ii) Seaborg’s group?\n3.8 Why do elements in the same group have similar physical and chemical properties?\n3.9 What does atomic radius and ionic radius really mean to you?\n3.10 How do atomic radius vary in a period and in a group? \nHow do you explain the \nvariation?\n3.11 What do you understand by isoelectronic species? Name \na species that will be  \nisoelectronic with each of the following atoms or ions.\n\t (i) \tF– (ii) Ar   (iii) Mg2+ (iv) Rb+\n3.12\t Consider \tthe\tfollowing\tspecies\t:\n N3–, O2–,\tF–, Na+, Mg2+ and Al3+\n (a) What is common in them?\n (b) Arrange them in the order of increasing ionic radii.\n3.13 Explain why cation are smaller and anions larger in radii \nthan their parent atoms?\n3.14\t What \tis\tthe\tsignificance \tof\tthe\tterms\t—\t‘isolated\tgaseous\tatom’\tand\t‘ground\tstate’\t\nwhile\tdefining\tthe\tionization \tenthalpy\tand\telectron\tgain\tenthalpy?\n Hint : Requirements for comparison purposes.\n3.\n15 Energy of an electron in the ground state of the hydrogen atom is  \n –2.18×\n10–18J. Calculate the ionization enthalpy of atomic hydrogen in terms of  \nJ mol–1.\n Hint: Apply the idea of mole concept to derive the answer.\n3.16 Among the second period elements the actual ionization enthalpies are in the order Li\n\t<\tB\t<\tBe\t<\tC\t<\tO\t<\tN\t<\tF\t<\tNe.\n Explain why\n (i) Be has higher ∆i H than B\n (ii) O has lower ∆i H\tthan\tN\tand\tF?\nUnit 3.indd   96 9/9/2022   4:36:15 PM\n\n97\nClassifi Cation of El EmEnts and P Eriodi City in Pro PErtiEs\n3.17\t How \twould\tyou\texplain\tthe\tfact\tthat\tthe\tfirst\tionization \tenthalpy\tof\tsodium\tis\tlower\t\nthan that of magnesium but its second ionization enthalpy is higher than that of \nmagnesium?\n3\n.18 What are the various factors due to which the ionization enthalpy of the main group elements tends to decrease down a group?\n3.19\t\nThe\tfirst\tionization \tenthalpy\tvalues\t(in\tkJ\tmol–1)\tof\tgroup\t13\telements\tare\t:\n B \n Al Ga In Tl\n 801  577 579 558 589\n How would you explain this deviation from the general trend ?\n3.20 Which of the following pairs of elements would have a more negative electron gain enthalpy?\n\t (i)\n\tO\tor\tF\t\n(ii)\tF\tor\tCl\n3.21 Would you expect the second \nelectron gain enthalpy of O as positive, more negative \nor\tless\tnegative\tthan\tthe\tfirst?\tJustify\tyour\tanswer.\n3\n.22 What is the basic difference between the terms electron gain enthalpy and electronegativity?\n3.23\n How would you react to the statement that the electronegativity \nof N on Pauling \nscale is 3.0 in all the nitrogen compounds?\n3.24 Describe the theory associated with the radius of an atom as it\n (a) gains an electron\n (b) loses an electron\n3.\n25\t Would \tyou\texpect\tthe\tfirst\tionization \tenthalpies \tfor\ttwo\tisotopes\tof\tthe\tsame\telement\t\nto be the same or different? Justify your answer.\n3.26 What are the major differences between metals and non-metals?\n3.27 Use the periodic table to answer the following questions.\n\t (a)\t\nIdentify\tan\telement\twith\tfive\telectrons\tin\tthe\touter\tsubshell.\n (b) Identify an element that would tend to lose two electrons.\n (c) Identify an element that would tend to gain two electrons.\n (d) Identify the group having metal, \nnon-metal, liquid as well as gas at the room  \n temperature.\n3.28 The increasing order of reactivity \namong group 1 elements is Li < Na < K < Rb <Cs \nwhereas\tthat\tamong\tgroup\t17\telements\tis\tF\t>\tCI\t>\tBr\t>\tI.\tExplain.\n3.29\t\nWrite\tthe\tgeneral\touter\telectronic \tconfiguration \tof\ts-, p-, d- and \nf- block elements.\n3.30 Ass\nign the position of the element having outer electronic configuration  \n(i) ns2np4 for n=3 (ii) (n-1)d2ns2 for n=4, and (iii) (n-2) f 7 (n-1)d1ns2 for n=6, in the \nperiodic table.\nUnit 3.indd   97 9/9/2022   4:36:15 PM\n\n98\nchemistry\n3.31\t The \tfirst\t(∆iH1) and the second (∆iH2) ionization enthalpies (in kJ mol–1) and the (∆egH) \nelectron gain enthalpy  (in kJ mol–1)\tof\ta\tfew\telements\tare\tgiven\tbelow:\n Elements  ∆H1      ∆H2  ∆egH\n I  520      7300   –60\n II \n 419      3051  \n –48\n III \n 1681       3374  \n –328\n IV \n 1008       1846  \n –295\n V \n 2372       5251  \n +48\n VI \n 738      1451  \n –40\n\t Which \tof\tthe\tabove\telements\tis\tlikely\tto\tbe\t:\n (a) the least reactive element.\n (b) the most reactive metal.\n (c) the most reactive non-metal.\n (d) the least reactive non-metal. \n (e\n) the metal which can form a stable binary halide of the formula MX2(X=halogen).\n (f\n) the metal whi\nch can form a predominantly stable covalent halide of the formula  \n MX (X=halogen)?\n3.32 Predict the formulas of the stable binary compounds that would be formed by the \ncombination of the following pairs of elements.\n (a) Lithium and oxygen  (b) Magnesium and nitrogen\n (c) Aluminium and iodine  (d) Silicon and oxygen\n\t (e)\t\nPhosphorus \tand\tfluorine\t\n(f)\t Element \t71\tand\tfluorine\n3.33\t\nIn\tthe\tmodern\tperiodic\ttable,\tthe\tperiod\tindicates\tthe\tvalue\tof\t:\n (a) atomic number\n (b) atomic mass\n (c) principal quantum number\n (d) azimuthal quantum number.\n3.34 Which of the following statements related to the modern periodic table is incorrect?\n (a) The p-block has 6 columns, because a maximum of 6 electrons can occupy all  \n the orbitals in a p-shell.\n (b) The d-block has 8 columns, because a maximum of 8 electrons can occupy all  \n the orbitals in a d-subshell.\n (c\n) Each block contains a number of columns equal to the number of electrons that  \n can occupy that subshell.\n (d\n) The block indicates value of azimuthal quantum number (l ) for the last subshell\n  \n\t that\treceived\telectrons\tin\tbuilding\tup\tthe\telectronic \tconfiguration.\nUnit 3.indd   98 9/9/2022   4:36:15 PM\n\n99\nClassifi Cation of El EmEnts and P Eriodi City in Pro PErtiEs\n3.35\t Anything \tthat\tinfluences \tthe\tvalence\telectrons\twill\taffect\tthe\tchemistry \tof\tthe\t\nelement. Which one of the following factors does not affect the valence shell?\n (a) Valence principal quantum number (n\n)\n (b) Nuclear charge ( Z)\n (c) Nuclear mass\n (d) Number of core electrons.\n3.36\t The \tsize\tof\tisoelectronic \tspecies\t—\tF–, Ne and Na+ is affected by\n (a) nuclear charge (Z )\n (b) valence principal quantum number (n\n)\n (c) electron-electron interaction in the outer orbitals\n (d) none of the factors because their size is the same.\n3.\n37 Which one of the following statements is incorrect in relation to ionization enthalpy?\n (a) Ionization enthalpy increases for each successive electron.\n (b\n) The greatest increase in ionization enthalpy is experienced on removal of electron  \n\t\nfrom\tcore\tnoble\tgas\tconfiguration.\n (c) End of valence electrons is marked by a big jump in ionization enthalpy.\n (d) Removal of electron from orbitals bearing lower n\n value is easier than from  \n orbital having higher n value.\n3.\n38 Considering the elements B, Al, Mg, and K, th\ne correct order of their metallic \ncharacter \tis\t:\n (a) B > Al > Mg > K  \n (b)  Al > Mg > B > K\n (c) Mg > Al > K > B  \n (d)  K > Mg > Al > B\n3.39\t Considering \tthe\telements\tB,\tC,\tN,\tF,\tand\tSi,\tthe\tcorrect\torder\tof\ttheir\tnon-metallic \t\ncharacter \tis\t:\n\t\n(a)\tB\t>\tC\t>\tSi\t>\tN\t>\tF\t\n\t (b) \t\tSi\t>\tC\t>\tB\t>\tN\t>\tF\n\t\n(c)\tF\t>\tN\t>\tC\t>\tB\t>\tSi\t\n\t (d) \t\tF\t>\tN\t>\tC\t>\tSi\t>\tB\n3\n.40\t Considering \tthe\telements\tF,\tCl,\tO\tand\tN,\tthe\tcorrect\torder\tof\ttheir\tchemical\treactivity\t\nin\tterms\tof\toxidizing\tproperty\tis\t:\n\t\n(a)\tF\t>\tCl\t>\tO\t>\tN\t\n\t (b) \t\tF\t>\tO\t>\tCl\t>\tN\n\t\n(c)\tCl\t>\tF\t>\tO\t>\tN\t\n\t (d) \t\tO\t>\tF\t>\tN\t>\tCl\nUnit 3.indd   99 9/9/2022   4:36:16 PM\n\n",
      "wordCount": 7199,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 26,
    "totalWords": 7199
  }
}