{
  "filename": "kech201.pdf",
  "chapters": [
    {
      "chapterNumber": 1,
      "title": "In elements, in the free or the uncombined",
      "content": "1.\n In elements, in the free or the uncombined \nstate, each atom bears an oxidation\n \nnumber of zero. Evidently each atom in H\n2, O2, Cl2, O3, P4, S8, Na, Mg, Al has the \noxidation number zero. \n",
      "wordCount": 37,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 2,
      "title": "For ions composed of only one atom, the oxidation nu",
      "content": "2. For ions composed of only one atom, the oxidation number is equal to the charge\n \non the ion. Thus Na+ ion has an oxidation \nnumber of +1, Mg2+ ion, +2, Fe3+ ion, +3, \nCl– ion, –1, O2– ion, –2; and so on. In their \ncompounds all alkali metals have oxidation number of +1, and all alkaline earth metals have an oxidation number of +2. Aluminium is regarded to have an oxidation number of +3 in all its compounds. \n",
      "wordCount": 79,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 3,
      "title": "The oxidation number of oxygen in most",
      "content": "3.\n The oxidation number of oxygen in most \ncompounds \nis –2. However, we come \nacross two kinds of exceptions here. One arises in the case of peroxides and superoxides, the compounds of oxygen in which oxygen atoms are directly linked to each other. While in peroxides (e.g., H\n2O2, \nNa2O2), each oxygen atom is assigned an \noxidation number of –1, in superoxides (e.g., KO\n2, RbO2) each oxygen atom is \nassigned an oxidation number of –(½). The second exception appears rarely, i.e. when oxygen is bonded to fluorine. In such compounds e.g., oxygen difluoride (OF\n2) and dioxygen difluoride (O2F2), the \noxygen is assigned an oxidation number of +2 and +1, respectively. The number assigned to oxygen will depend upon the bonding state of oxygen but this number \nwould now be a positive figure only. \n",
      "wordCount": 135,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 4,
      "title": "The oxidation number of hydrogen is +1, except when",
      "content": "4.\n The oxidation number of hydrogen is +1, except when it is bonded to metals in binary\n \ncompounds (that is compounds containing two elements). For example, in LiH, NaH, and CaH\n2, its oxidation number is –1. \n",
      "wordCount": 37,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 5,
      "title": "In all its compounds, fluorine has an oxidation numb",
      "content": "5. In all its compounds, fluorine has an oxidation number \nof –1. Other halogens (Cl, \nBr, and I) also have an oxidation number of –1, when they occur as halide ions in their compounds. Chlorine, bromine and iodine when combined with oxygen, for example in oxoacids and oxoanions, have positive oxidation numbers. \n",
      "wordCount": 52,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 6,
      "title": "The algebraic sum of the oxidation number of all the",
      "content": "6.\n The algebraic sum of the oxidation number of all the atoms in a compound must be zer\no. In polyatomic ion, the algebraic sum \nof all the oxidation numbers of atoms of the ion must equal the charge on the ion. Thus, the sum of oxidation number of three oxygen atoms and one carbon atom in the carbonate ion, (CO\n3)2– must equal –2. \nBy the application of above rules, we can \nfind out the oxidation number of the desired element in a molecule or in an ion. It is clear that the metallic elements have positive oxidation number and nonmetallic elements have positive or negative oxidation number. The atoms of transition elements usually display several positive oxidation states. The highest oxidation number of a representative element is the group number for the first two groups and the group number minus 10 (following the long form of periodic table) for the other groups. Thus, it implies that the highest value of oxidation number exhibited by an atom of an element generally increases across the period in the periodic table. In the third period, the highest value of oxidation number changes from 1 to 7 as indicated below in the compounds of the elements.\nA term that is often used interchangeably \nwith the oxidation number is the oxidation state. Thus in CO\n2, the oxidation state of \ncarbon is +4, that is also its oxidation number and similarly the oxidation state as well as oxidation number of oxygen is – 2. This implies that the oxidation number denotes the \noxidation state of an element in a compound. \nUnit 7.indd   240 10/10/2022   10:37:04 AM\nReprint 2025-26\n\n241\nredox reactions\nThe oxidation number/state of a metal in a \ncompound is sometimes presented according to the notation given by German chemist, Alfred Stock. It is popularly known as Stock notation. According to this, the oxidation \nnumber is expressed by putting a Roman numeral representing the oxidation number in parenthesis after the symbol of the metal in the molecular formula. Thus aurous chloride and auric chloride are written as Au(I)Cl and Au(III)Cl\n3. Similarly, stannous chloride and \nstannic chloride are written as Sn(II)Cl2 and \nSn(IV)Cl4. This change in oxidation number \nimplies change in oxidation state, which in turn helps to identify whether the species is present in oxidised form or reduced form. \nThus, Hg\n2(I)Cl2 is the reduced form of Hg(II) Cl2. \nProblem 7.3\nUsing Stock notation, represent the \nfollowing compounds :HAuCl4, Tl2O, FeO,   \nFe2O3, CuI, CuO, MnO and MnO2.    \nSolution \nBy applying various rules of calculating \nthe oxidation number of the desired element in a compound, the oxidation number of each metallic element in its compound is as follows:\nHAuCl\n4  → Au has 3\nTl2O → Tl has 1\nFeO → Fe has 2\nFe2O3 → Fe has 3  \nCuI → Cu has 1\nCuO → Cu has 2\nMnO → Mn has 2\nMnO2 → Mn has 4\nTherefore, these compounds may be\n \nrepresented as:HAu(III)Cl\n4, Tl2(I)O, Fe(II)O, Fe2(III)O3, \nCu(I)I, Cu(II)O, Mn(II)O, Mn(IV)O2.The idea of oxidation number has been \ninvariably applied to define oxidation, \nreduction, oxidising agent (oxidant), reducing agent (reductant) and the redox reaction. To summarise, we may say that:\nOxidation: An increase in the oxidation \nnumber of the element in the given substance. \nReduction \n : A decrease in the oxidation \nnumber of the element in the given substance.Oxi\ndising agent: A reagent which can \nincrease the oxidation number of an element \nin a given substance. These reagents are called as oxidants also.\nReducing agent: A reagent which lowers the \noxidation number of an element in a given \nsubstance. These reagents are also called as reductants.\nRedox reactions: Reactions which involve \nchange in oxidation number of the interacting \nspecies.\nProblem 7.4\nJustify that the reaction:2Cu\n2O(s) + Cu2S(s)  →   6Cu(s) + SO2(g)\nis a redox reaction. Identify the species \noxidised/reduced, which acts as an oxidant and which acts as a reductant.\nSolution\nLet us assign oxidation number to each \nof the species in the reaction under examination. This results into:\n  +1  –2        +1  –2           0        +4 –2\n2Cu2O(s) + Cu2S(s)  →  6Cu(s) + SO2\nWe therefore, conclude that in this reaction copper is reduced from  +1 state \nto zero oxidation state and sulphur is oxidised from –2 state to +4 state. The above reaction is thus a redox reaction. Group 1 2 13 14 15 16 17\nElement Na Mg Al Si P S Cl\nCompound NaCl MgSO4AlF3SiCl4P4O10SF6HClO\nHighest oxidation number state of the group element+1 +2 +3 +4 +5 +6 +7\nUnit 7.indd   241 10/10/2022   10:37:04 AM\nReprint 2025-26\n\n242\nchemistry\nFurther, Cu2O helps sulphur in Cu2S to \nincrease its oxidation number, therefore, \nCu(I) is an oxidant; and sulphur of Cu2S \nhelps copper both in Cu2S itself and \nCu2O to decrease its oxidation number; \ntherefore, sulphur of Cu2S is reductant. \n7.3.1  Types of Redox Reactions\n1. Combination reactions \nA combination reaction may be denoted in\n \nthe manner:\nA + B  →   C\nEither A and B or both A and B must be in \nthe elemental form for such a reaction to be a redox reaction. All combustion reactions, which make use of elemental dioxygen, as well as other reactions involving elements other than dioxygen, are redox reactions. Some important examples of this category are:\n0           0               +4 –2\nC(s)  +  O2 (g)      CO2(g) (7.24)\n   0       0        +2  –3\n3Mg(s) + N2(g)    Mg3N2(s) (7.25)\n–4+1           0            +4 –2               +1 –2\nCH4(g)  +  2O2(g)   CO2(g)   +    2H2O (l)\n2. Decomposition reactions \nDecomposition reactions are the opposite \nof combination reactions. Precisely, a decomposition reaction leads to the breakdown of a compound into two or more components at least one of which must be in the elemental state. Examples of this class of reactions are:\n+1 –2          0           0\n2H2O (l)    2H2 (g) + O2(g) (7.26)\n+1 –1                    0            0\n2NaH (s)     2Na (s) + H2(g) (7.27)\n+1 +5 –2                 +1 –1           0\n2KClO3 (s)     2KCl (s)  + 3O2(g) (7.28)\nIt may carefully be noted that there is no\n \nchange in the oxidation number of hydrogen in methane under combination reactions and that of potassium in potassium chlorate in reaction (7.28). This may also be noted here that all decomposition reactions are not \nredox reactions. For example, decomposition \nof calcium carbonate is not a redox reaction.\n+2 +4 –2   +2 –2            +4 –2\nCaCO3 (s)      CaO(s)    +    CO2(g) \n3. Displacement reactions \nIn a displacement reaction, an ion (or an\n \natom) in a compound is replaced by an ion \n(or an atom) of another element. It may be denoted as:\n X  + YZ  →  XZ  + Y  \nDisplacement reactions fit into two categories: metal displacement and non-metal\n \ndisplacement.\n(a) Metal displacement: A metal in a \ncompound can be displaced by another metal in the uncombined state. We have already discussed about this class of the reactions under section 7.2.1. Metal displacement reactions find many applications in metallurgical processes in which pure metals are obtained from their compounds in ores. A few such examples are:\n+2 +6 –2      0   0        +2 +6 –2\nCuSO4(aq) + Zn (s) → Cu(s) + ZnSO4 (aq)   \n   \n        (7.29)\n+5 –2             0    0      +2 –2\nV2O5 (s) + 5Ca (s)    2V (s) + 5CaO (s)  \n   \n        (7.30)\n+4 –1            0          0             +2 –1\nTiCl4 (l) + 2Mg (s)   Ti (s) + 2 MgCl2 (s)\n   \n        (7.31)\n+3 –2               0             +3 –2             0\nCr2O3 (s) + 2 Al (s)   Al2O3 (s) + 2Cr(s)   \n   \n        (7.32)\nIn each case, the r\neducing metal is a \nbetter reducing agent than the one that is being reduced which evidently shows more capability to lose electrons as compared to the one that is reduced.\n(b) Non-metal displacement: The non-\nmetal displacement redox reactions include hydrogen displacement and a rarely occurring reaction involving oxygen displacement.\nUnit 7.indd   242 10/10/2022   10:37:04 AM\nReprint 2025-26\n\n243\nredox reactions\nAll alkali metals and some alkaline earth \nmetals (Ca, Sr, and Ba) which are very good \nreductants, will displace hydrogen from cold water.\n  \n 0          +1 –2               +1 –2 +1          0\n2Na(s) + 2H2O(l) → 2NaOH(aq) + H2(g)\n(7.33)\n  0         +1 –2             +2 –2 +1            0\nCa(s)  +  2H2O(l) → Ca(OH)2 (aq) + H2(g) \n(7.34)\nLess active metals such as magnesium and \niron react with steam to produce dihydrogen gas:\n 0         +1 –2             +2 –2 +1   0 \nMg(s)  +  2H2O(l)    Mg(OH)2(s) + H2(g)  \n   \n        (7.35)\n  0         +1 –2            +3 –2            0\n2Fe(s) + 3H2O(l)     Fe2O3(s) + 3H2(g)   (7.36)\nMany metals, including those which do not \nreact with cold water, are capable of displacing \nhydrogen from acids. Dihydrogen from acids may even be produced by such metals which do not react with steam. Cadmium and tin are the examples of such metals. A few examples for the displacement of hydrogen from acids are:\n \n 0         +1 –1   +2 –1            0\nZn(s) + 2HCl(aq)  →  ZnCl2 (aq) + H2 (g)\n   \n        (7.37)\n 0           +1 –1           +2 –1             0\nMg (s) + 2HCl (aq)  →  MgCl2 (aq) + H2 (g)\n   \n        (7.38)\n 0     +1 –1        +2 –1           0\nFe(s) + 2HCl(aq)  →  FeCl2(aq) + H2(g) \n   \n        (7.39)\nReactions (7.37 to 7.39) ar\ne used to \nprepare dihydrogen gas in the laboratory. \nHere, the reactivity of metals is reflected in the rate of hydrogen gas evolution, which is the slowest for the least active metal Fe, and the fastest for the most reactive metal, Mg. Very less active metals, which may occur in the native state such as silver (Ag), and gold (Au) do not react even with hydrochloric acid.\nIn section (7.2.1) we have already discussed \nthat the metals – zinc (Zn), copper (Cu) and silver (Ag) through tendency to lose electrons show their reducing activity in the order Zn> Cu>Ag. Like metals, activity series also exists \nfor the halogens. The power of these elements as oxidising agents decreases as we move down from fluorine to iodine in group 17 of the periodic table. This implies that fluorine is so reactive that it can replace chloride, bromide and iodide ions in solution. In fact, fluorine is so reactive that it attacks water and displaces the oxygen of water : \n +1 –2           0         +1 –1         0\n2H2O (l) + 2F2 (g)  → 4HF(aq)  + O2(g)     (7.40)\nIt is for this reason that the displacement \nreactions of chlorine, bromine and iodine using fluorine are not generally carried out in aqueous solution. On the other hand, chlorine can displace bromide and iodide ions in an aqueous solution as shown below: \n 0     +1 –1           +1 –1           0\nCl2 (g) + 2KBr (aq)  → 2 KCl (aq) + Br2 (l) \n   \n        (7.41)\n 0     +1–1          +1 –1            0\nCl2 (g) + 2KI (aq)  →  2 KCl (aq)  +  I2 (s) \n     (7.42)\nAs Br2 and I2 are coloured and dissolve in CCl4, \ncan easily be identified from the colour of the solution. The above reactions can be written in ionic form as: \n \n 0       –1          –1           0\nCl2 (g) + 2Br– (aq) → 2Cl– (aq) + Br2 (l)  (7.41a)\n 0            –1                      –1            0\nCl2 (g) + 2I– (aq)  →  2Cl– (aq) + I2 (s)    (7.42b)\nReactions (7.41) and (7.42) form the basis \nof identifying Br– and I– in the laboratory \nthrough the test popularly known as ‘Layer \nTest’. It may not be out of place to mention here that bromine likewise can displace iodide ion in solution:\n \n0      –1                 –1            0\nBr2 (l)  + 2I – (aq) → 2Br– (aq) + I2 (s)       (7.43)\nThe halogen displacement r\neactions have \na direct industrial application. The recovery \nof halogens from their halides requires an oxidation process, which is represented by: \n2X\n–  →   X2   +  2e–         (7.44)\nher\ne X denotes a halogen element. Whereas \nchemical means are available to oxidise Cl–, \nBr– and I–, as fluorine is the strongest oxidising \nUnit 7.indd   243 10/10/2022   10:37:04 AM\nReprint 2025-26\n\n244\nchemistry\nagent; there is no way to convert F– ions to F2 \nby chemical means. The only way to achieve \nF2 from F– is to oxidise electrolytically, the \ndetails of which you will study at a later stage. \n4. Disproportionation reactions  Disproportionation reactions are a special type \nof redox reactions. In a disproportionation reaction an element in one oxidation state is simultaneously oxidised and reduced.  \nOne of the reacting substances in a disproportionation reaction always contains an element that can exist in at least three oxidation states. The element in the form of reacting substance is in the intermediate oxidation state; and both higher and lower oxidation states of that element are formed in the reaction. The decomposition of hydrogen peroxide is a familiar example of the reaction, where oxygen experiences disproportionation.\n+1 –1                  +1  –2        0\n2H2O2 (aq)  →  2H2O(l) +  O2(g)       (7.45)\nHere the \noxygen of peroxide, which is present \nin –1 state, is converted to zero oxidation state in O\n2 and decreases to –2 oxidation state in \nH2O. \nPhosphorous, sulphur and chlorine \nundergo disproportionation in the alkaline medium as shown below : \n0                                          –3                 +1\nP4(s) + 3OH–(aq)+ 3H2O(l) → PH3(g) + 3H2PO2–  \n (aq)  \n (7.46)\n0                     –2                +2 \nS8(s) + 12 OH– (aq) →  4S2– (aq) + 2S2O32–(aq) \n + 6H2O(l)  \n (7.47)\n0               +1               –1\nCl2 (g) + 2 OH– (aq)  →     ClO– (aq) + Cl– (aq) +\n H2O (l)  \n (7.48)\nThe reaction \n(7.48) describes the \nformation of household bleaching agents. The hypochlorite ion (ClO\n–) formed in the \nreaction oxidises the colour-bearing stains of the substances to colourless compounds. \nIt is of interest to mention here that whereas \nbromine and iodine follow the same trend as exhibited by chlorine in reaction (7.48),  fluorine shows deviation from this behaviour when it reacts with alkali. The reaction that takes place in the case of fluorine is as follows: \n2 F\n2(g) + 2OH–(aq) → 2 F–(aq) + OF2(g) + H2O(l)\n  (7.49)\n(It is to be noted with care that fluorine in \nreaction (7.49) \nwill undoubtedly attack water \nto produce some oxygen also). This departure shown by fluorine is not surprising for us as we know the limitation of fluorine that, being the most electronegative element, it cannot exhibit any positive oxidation state. This means that among halogens, fluorine does not show a disproportionation tendency. \nProblem 7.5 \nWhich of the following species, do not \nshow disproportionation reaction and why ? \nClO\n–, ClO2–, ClO3– and ClO4 –\nAlso write reaction for each of the species \nthat disproportionates. \nSolution Among the oxoanions of chlorine listed \nabove, ClO\n4– does not disproportionate \nbecause in this oxoanion chlorine is present in its highest oxidation state that is, +7. The disproportionation reactions for the other three oxoanions of chlorine are as follows:\n \n +1     –1        +5\n3ClO– → 2Cl– + ClO–\n3\n   +3    +5            –1\n6 ClO2– \n   4ClO3–  +  2Cl–\n  +5  –1           +7\n4ClO–\n3 → Cl–  +   3 ClO4–\nProblem 7.6      Suggest a scheme of classification of the \nfollowing redox reactions\n(a) N\n2 (g) + O2 (g)  → 2 NO (g)\n(b) 2Pb(NO3)2(s)  → 2PbO(s) + 4 NO2 (g) + \n     O2 (g)\n(c) NaH(s) + H2O(l) → NaOH(aq) + H2 (g)\n(d) 2NO2(g) + 2OH–(aq) →  NO2–(aq) + \n                                          NO3– (aq)+H2O(l)\nUnit 7.indd   244 11/10/2022   15:18:43\nReprint 2025-26\n\n245\nredox reactions\nSolution\nIn reaction (a), the compound nitric \noxide is formed by the combination of the elemental substances, nitrogen and oxygen; therefore, this is an example of combination redox reactions. The reaction (b) involves the breaking down of lead nitrate into three components; therefore, this is categorised under \ndecomposition redox reaction. In \nThe Paradox of Fractional Oxidation Number\nSometimes, we come across with certain compounds in which the oxidation number of a particular element in the compound is in fraction. Examples are:\nC\n3O2 [where oxidation number of carbon  is (4/3)], \nBr3O8 [where oxidation number of bromine is (16/3)] \nand Na2S4O6 (where oxidation number of sulphur is 2.5).\nWe know that the idea of fractional oxidation number is unconvincing to us, because electrons \nare never shared/transferred in fraction. Actually this fractional oxidation state is the average \noxidation state of the element under examination and the structural parameters reveal that the element for whom fractional oxidation state is realised is present in different oxidation states. Structure of the species C\n3O2, Br3O8 and S4O62– reveal  the following bonding situations:    \n                       \n   \n               +2    0    +2\nO = C = C*= C = O\nStructure of C3O2 \n(carbon suboxide)\n    Structure of Br3O8  (tribromooctaoxide)    Structure of S4O62– (tetrathionate ion) \nThe element marked with asterisk in each species is exhibiting the different oxidation \nstate (oxidation number) from rest of the atoms  of the same element in each of the species. This reveals that in C\n3O2, two carbon atoms are present in +2 oxidation state each, whereas \nthe third one is present in zero oxidation state and the average is 4/3. However, the realistic picture is +2 for two terminal carbons and zero for the middle carbon. Likewise in Br\n3O8, each \nof the two terminal bromine atoms are present in +6 oxidation state and the middle bromine is present in +4 oxidation state. Once again the average, that is different from reality, is  \n16/3. In the same fashion, in the species S\n4O62–, each of the two extreme sulphurs exhibits oxidation \nstate of +5 and the two middle sulphurs as zero. The average of four  oxidation numbers of sulphurs of the S\n4O62– is 2.5, whereas the reality being + 5,0,0 and +5 oxidation number respectively for \neach sulphur.\nWe may thus, in general, conclude that the idea of fractional oxidation state should be taken \nwith care and the reality is revealed by the structures only. Further, whenever we come across with fractional oxidation state of any particular element in any species, we must understand that this is the average oxidation number only. In reality (revealed by structures only), the element in that particular species is present in more than one whole number oxidation states. Fe\n3O4, Mn3O4, \nPb3O4 are some of the other examples of the compounds, which are mixed oxides, where we come \nacross with fractional oxidation states of the metal atom. However, the oxidation states may be in fraction as in O\n2+ and O2– where it is +½ and –½ respectively.reaction (c), hydrogen of water has been \ndisplaced by hydride ion into dihydrogen gas. Therefore, this may be called as displacement redox reaction. The reaction (d) involves disproportionation of NO\n2  \n(+4 state)  into NO2– (+3 state) and NO3– \n(+5 state). Therefore reaction (d) is an example of disproportionation redox reaction.\nUnit 7.indd   245 10/10/2022   10:37:04 AM\nReprint 2025-26\n\n246\nchemistry\nProblem 7.8\nWrite the net ionic equation for the \nreaction of potassium dichromate(VI), K\n2Cr2O7 with sodium sulphite, Na2SO3, \nin an acid solution to give chromium(III) ion and the sulphate  ion. Problem 7.7\nWhy do the following reactions proceed \ndifferently ?\nPb3O4 + 8HCl →  3PbCl2 + Cl2 + 4H2O   and\nPb3O4 + 4HNO3 → 2Pb(NO3)2 + PbO2 +   \n                                2H2O\nSolutionPb\n3O4  is actually a stoichiometric \nmixture of 2 mol of PbO and 1 mol of \nPbO2. In PbO2, lead is present in +4 \noxidation state, whereas the stable oxidation state of lead in PbO is +2. PbO\n2 \nthus can act as an oxidant (oxidising agent) and, therefore, can oxidise Cl\n– ion \nof HCl into chlorine. We may also keep in mind that PbO is a basic oxide. Therefore, the reaction\nPb\n3O4 + 8HCl → 3PbCl2 + Cl2 + 4H2O  \ncan be splitted into two reactions namely:2PbO + 4HCl → 2PbCl\n2 + 2H2O    \n (acid-base reaction)\n+4              –1               +2          0\nPbO2 + 4HCl →  PbCl2 + Cl2 +2H2O    \n(redox reaction)\nSince HNO3 itself is an oxidising agent \ntherefore, it is unlikely that the reaction \nmay occur between PbO2 and HNO3. \nHowever, the acid-base reaction occurs between PbO and HNO\n3 as:\n2PbO + 4HNO3 → 2Pb(NO3)2 + 2H2O\nIt is the passive nature of PbO2 against \nHNO3 that makes the reaction different \nfrom the one that follows with HCl.(a) Oxidation Number Method: In writing \nequations for oxidation-reduction reactions, \njust as for other reactions, the compositions and formulas must be known for the substances that react and for the products that are formed. The oxidation number method is now best illustrated in the following steps:\nStep 1: Write the correct formula for each \nreactant and product.\nStep 2: Identify atoms which undergo \nchange in oxidation number in the reaction by assigning the oxidation number to all elements in the reaction.\nStep 3: Calculate the increase or decrease \nin the oxidation number per atom and for the entire molecule/ion in which it occurs. If these are not equal then multiply by suitable number so that these become equal. (If you realise that two substances are reduced and nothing is oxidised or vice-versa, something is wrong. Either the formulas of reactants or products are wrong or the oxidation numbers have not been assigned properly).\nStep 4: Ascertain the involvement of ions if \nthe reaction is taking place in water, add H\n+ or \nOH– ions to the expression on the appropriate \nside so that the total ionic charges of reactants and products are equal. If the reaction is carried out in acidic solution, use H\n+ ions in \nthe equation; if in basic solution, use OH– ions. \nStep 5 :  Make the numbers of hydrogen \natoms in the expression on the two sides equal by adding water (H\n2O) molecules to the \nreactants or products. Now, also check the number of oxygen atoms. If there are the same number of oxygen atoms in the reactants and products, the equation then represents the balanced redox reaction. \nLet us now explain the steps involved in \nthe method with the help of a few problems \ngiven below: 7.3.2  Balancing of Redox Reactions\nTwo methods are used to balance chemical \nequations for redox pr\nocesses. One of these \nmethods is based on the change in the oxidation number of reducing agent and the oxidising agent and the other method is based on splitting the redox reaction into two half reactions — one involving oxidation and the other involving reduction. Both these methods are in use and the choice of their use rests with the individual using them.\nUnit 7.indd   246 10/10/2022   10:37:04 AM\nReprint 2025-26\n\n247\nredox reactions\nSolution \nStep 1: The skeletal ionic equation is: Cr\n2O72–(aq) + SO32–(aq) → Cr3+(aq) \n + SO42–(aq)\nStep 2: Assign oxidation numbers for \nCr and S\n+6  –2            +4 –2             +3          +6 –2\nCr2O72–(aq) + SO32–(aq) → Cr(aq)+SO42–(aq)\nThis indicates that the dichromate ion is the oxidant and the sulphite ion is the reductant.\nStep 3: Calculate the increase and \ndecrease of oxidation number, and make them equal: from step-2 we can notice that there is change in oxidation state of chromium and sulphur. Oxidation state of chromium changes form +6 to +3. There is decrease of +3 in oxidation state of chromium on right hand side of the equation. Oxidation state of sulphur changes from +4 to +6. There is an increase of +2 in the oxidation state of sulphur on right hand side. To make the increase and decrease of oxidation state equal, place numeral 2 before cromium ion on right hand side and numeral 3 before sulphate ion on right hand side and balance the chromium and sulphur atoms on both the sides of  the equation. Thus we get\n+6 –2                 +4 –2               +3         \nCr2O72–(aq) + 3SO32– (aq)  → 2Cr3+ (aq) +    \n     +6 –2\n3SO42– (aq)\nStep 4: As the reaction occurs in the acidic medium, and further the ionic charges are not equal on both the sides, add 8H\n+ on the left to make ionic charges \nequal \nCr2O72–(aq) + 3SO32–(aq)+ 8H+→ 2Cr3+(aq)  \n + 3SO42– (aq)\nStep 5: Finally, count the hydrogen \natoms, and add appropriate number of water molecules (i.e., 4H\n2O) on the right \nto achieve balanced redox change. \nCr2O72– (aq) + 3SO32– (aq)+ 8H+ (aq) → \n 2Cr3+ (aq) + 3SO42– (aq) +4H2O (l)Problem 7.9  \nPermanganate ion reacts with bromide \nion in basic medium to give manganese dioxide and bromate ion. Write the \nbalanced ionic equation for the reaction. \nSolution \nStep 1: The skeletal ionic equation is : MnO\n4–(aq) + Br–(aq) → MnO2(s) + BrO3– (aq)\nStep 2: Assign oxidation numbers for \nMn and Br\n+7            –1      +4            +5\nMnO4–(aq) + Br–(aq) →MnO2 (s) + BrO3– (aq)\nthis indicates that permanganate ion is the oxidant and bromide ion is the reductant. \nStep 3: Calculate the increase and \ndecrease of oxidation number, and make \nthe increase equal to the decrease. \n  +7             –1        +4             +5   \n2MnO4–(aq)+Br –(aq) → 2MnO2(s)+BrO3–(aq)\nStep 4: As the reaction occurs in the \nbasic medium, and the ionic charges are not equal on both sides, add 2 OH\n– ions \non the right to make ionic charges equal.  \n2MnO4– (aq) + Br– (aq) → 2MnO2(s) + \n BrO3–(aq) + 2OH–(aq)\nStep 5: Finally, count the hydrogen atoms \nand add appropriate number of water molecules (i.e. one H\n2O molecule) on the \nleft side to achieve balanced redox change. \n2MnO4–(aq) + Br–(aq) + H2O(l) → 2MnO2(s) \n            + BrO3– (aq) + 2OH–(aq)\n(b) Half Reaction Method: In this method, \nthe two half equations are balanced separately \nand then added together to give balanced equation. \nSuppose we are to balance the equation \nshowing the oxidation of Fe\n2+ ions to Fe3+ ions \nby dichromate ions (Cr2O7)2– in acidic medium, \nwherein, Cr2O72– ions are reduced to Cr3+ ions. \nThe following steps are involved in this task. \nStep 1:  Produce unbalanced equation for the \nr\neaction in ionic form : \nFe2+(aq) + Cr2O72– (aq) →  Fe3+ (aq) + Cr3+(aq) \n  (7.50)\nUnit 7.indd   247 10/10/2022   10:37:05 AM\nReprint 2025-26\n\n248\nchemistry\nStep 2:  Separate the equation into half-\nreactions: \n   +2          +3   \nOxidation half : Fe2+ (aq) →  Fe3+(aq)      (7.51)\n   +6 –2       +3\nReduction half : Cr2O72–(aq) →  Cr3+(aq)  \n (7.52)\nStep 3:  Balance the atoms other than O and \nH in each half reaction individually. Here the \noxidation half r\neaction is already balanced \nwith respect to Fe atoms. For the reduction half reaction, we multiply the Cr\n3+ by 2 to \nbalance Cr atoms.\nCr2O7 2–(aq)  →  2 Cr3+(aq) (7.53)\nStep 4:  For reactions occurring in acidic \nmedium, add H2O to balance O atoms and H+ \nto balance H atoms. \nThus, we get :\nCr2O7 2– (aq) + 14H+ (aq) → 2 Cr3+(aq) + 7H2O (l)\n (7.54)\nStep 5:  Add electrons to one side of the half \nreaction to balance the char\nges. If need be, \nmake the number of electrons equal in the \ntwo half reactions by multiplying one or both \nhalf reactions by appropriate number. \nThe oxidation half reaction is thus \nrewritten to balance the charge: \nFe2+ (aq)  →  Fe3+ (aq)  + e– (7.55)\nNow in the reduction half reaction ther\ne \nare net twelve positive charges on the left hand \nside and only six positive charges on the right hand side. Therefore, we add six electrons on the left side. \nCr\n2O7 2– (aq) + 14H+ (aq) + 6e– → 2Cr3+(aq) +\n 7H2O (l) (7.56)\nTo equalise the number of electrons in both \nthe half reactions, we multiply the oxidation \nhalf reaction by 6 and write as : \n6Fe2+ (aq) → 6Fe3+(aq)  + 6e–        (7.57)\nStep 6:  We add the two half reactions to\n \nachieve the overall reaction and cancel the \nelectrons on each side. This gives the net ionic equation as : \n6Fe\n2+(aq) + Cr2O72–(aq) + 14H+(aq) → 6 Fe3+(aq) +\n 2Cr 3+(aq) + 7H2O(l)  (7.58)Step 7: Verify that the equation contains the \nsame type and number of atoms and the same charges on both sides of the equation. This last check reveals that the equation is fully balanced with respect to number of atoms \nand the charges. \nFor the reaction in a basic medium, first \nbalance the atoms as is done in acidic medium. \nThen for each H\n+ ion, add an equal number of \nOH– ions to both sides of the equation. Where \nH+ and OH– appear on the same side of the \nequation, combine these to give H2O. \nProblem 7.10\nPermanganate(VII) ion, MnO4– in basic \nsolution oxidises iodide ion, I– to produce \nmolecular iodine (I2) and manganese \n(IV) oxide (MnO2). Write a balanced ionic \nequation to represent this redox reaction. SolutionStep 1:\n First we write the skeletal \nionic equation, which is MnO\n4– (aq) + I– (aq) → MnO2(s) + I2(s)\nStep 2: The two half-reactions are: \n           –1                 0\nOxidation half :  I–(aq)   →   I2 (s)\n         +7           +4\nReduction half:  MnO4–(aq) →  MnO2(s)\nStep 3: To balance the I atoms in the \noxidation half reaction, we  rewrite it as: \n  2I– (aq) → I2 (s)\nStep 4: To balance the O atoms in the reduction half reaction, we add two water molecules on the right: \nMnO\n4– (aq) → MnO2 (s) + 2 H2O (l)\nTo balance the H atoms, we add four H+ \nions on the left: MnO\n4 – (aq) + 4 H+ (aq) → MnO2(s) + 2H2O (l)\nAs the reaction takes place in a basic \nsolution, therefore, for four H+ ions, we \nadd four OH– ions to both sides of the \nequation: \nMnO4– (aq) + 4H+ (aq) + 4OH–(aq)  → \n MnO2 (s) + 2 H2O(l)  + 4OH– (aq)\nReplacing the H+ and OH– ions with water, \nUnit 7.indd   248 10/10/2022   10:37:05 AM\nReprint 2025-26\n\n249\nredox reactions\nthe resultant equation is: \nMnO4– (aq) + 2H2O (l) →  MnO2 (s) + 4 OH– (aq)\nStep 5 : In this step we balance the \ncharges of the two half-reactions in the \nmanner depicted as: \n 2I– (aq) → I2 (s) + 2e–\nMnO4–(aq) + 2H2O(l) + 3e– → MnO2(s) \n + 4OH–(aq)\nNow to equalise the number of electrons, we multiply the oxidation half-reaction by 3 and the reduction half-reaction by 2. \n6I\n–(aq) → 3I2 (s) + 6e–\n2 MnO4– (aq) + 4H2O (l) +6e– → 2MnO2(s)  \n + 8OH– (aq)\nStep 6: Add two half-reactions to \nobtain the net reactions after cancelling electrons on both sides. \n6I\n–(aq) + 2MnO4–(aq) + 4H2O(l) → 3I2(s) +  \n2MnO2(s) +8 OH–(aq)\nStep 7: A final verification shows that \nthe equation is balanced in respect of the number of atoms and charges on both sides. \n7.3.3\n Redox Reactions as the Basis  for Titrations \nIn acid-base systems we come across with a \ntitration method for finding out the str\nength \nof one solution against the other using a pH sensitive indicator. Similarly, in redox systems, the titration method can be adopted to determine the strength of a reductant/oxidant using a redox sensitive indicator. The usage of indicators in redox titration is illustrated below:\n(i)\n In one situation, the reagent itself is \nintensely colour\ned, e.g., permanganate \nion, MnO4–. Here MnO4– acts as the self \nindicator. The visible end point in this case is achieved after the last of the reductant (Fe\n2+ or C2O42–) is oxidised and the first \nlasting tinge of pink colour appears at MnO\n4– concentration as low as 10–6 mol dm–3  \n(10–6 mol L–1). This ensures a minimal \n‘overshoot’ in colour beyond the equivalence point, the point where the reductant and the oxidant are equal in terms of their mole stoichiometry.(ii)\n If there is no dramatic auto-colour change \n(as with MnO4– titration), there are indicators \nwhich are oxidised immediately after the \nlast bit of the reactant is consumed, producing a dramatic colour change. The best example is afforded by Cr\n2O72–, which \nis not a self-indicator, but oxidises the indicator substance diphenylamine just after the equivalence point to produce an intense blue colour, thus signalling the end point. \n(iii)\n There is yet another method which is inter\nesting and quite common. Its use is \nrestricted to those reagents which are able to oxidise I\n– ions, say, for example, Cu(II): \n2Cu2+(aq) + 4I–(aq) → Cu2I2(s) + I2(aq)  (7.59)\nThis method relies on the facts that \niodine itself gives an intense blue colour with starch and has a very specific reaction with thiosulphate ions (S\n2O32–), which too is a redox \nreaction: \nI2(aq) + 2 S2O32–(aq)→2I–(aq) + S4O62–(aq) (7.60)\nI2, though insoluble in water, remains in \nsolution containing KI as KI3.\nOn addition of starch after the liberation \nof iodine from the reaction of Cu2+ ions on \niodide ions, an intense blue colour appears. \nThis colour disappears as soon as the iodine is consumed by the thiosulphate ions. Thus, the end-point can easily be tracked and the rest is the stoichiometric calculation only. \n7.3.4\n Limitations of Concept of Oxidation \nNumber \nAs you have observed in the above discussion, \nthe concept of r\nedox processes has been \nevolving with time. This process of evolution is continuing. In fact, in recent past the oxidation process is visualised as a decrease in electron density and reduction process as an increase in electron density around the atom(s) involved in the reaction.\n7.4\n REDOX  REACTIONS  AND ELECTRODE  \nPROCESSES\nThe experiment corresponding to reaction \n(\n7.15), can also be observed if zinc rod is \ndipped in copper sulphate solution. The redox reaction takes place and during the \nUnit 7.indd   249 10/10/2022   10:37:05 AM\nReprint 2025-26\n\n250\nchemistry\nreaction, zinc is oxidised to zinc ions and \ncopper ions are reduced to metallic copper due to direct transfer of electrons from zinc to copper ion. During this reaction heat is also evolved.  Now we modify the experiment in such a manner that for the same redox reaction transfer of electrons takes place indirectly. This necessitates the separation of zinc metal from copper sulphate solution.  We take copper sulphate solution in a beaker and put a copper strip or rod in it. We also take zinc sulphate solution in another beaker and put a zinc rod or strip in it.  Now reaction takes place in either of the beakers and at the interface of the metal and its salt solution in each beaker both the reduced and oxidized forms of the same species are present.  These represent the species in the reduction and oxidation half reactions. A redox couple is defined as having together the oxidised and reduced forms of a substance taking part in an oxidation or reduction half reaction.\nThis is represented by separating the \noxidised form from the reduced form by a vertical line or a slash representing an interface (e.g. solid/solution).  For example in this experiment the two redox couples are represented as Zn\n2+/Zn and Cu2+/Cu.  \nIn both cases, oxidised form is put before the reduced form. Now we put the beaker containing copper sulphate solution and  the beaker containing zinc sulphate solution side by side (Fig. 7.3). We connect solutions in two beakers by a salt bridge (a U-tube containing a solution of potassium chloride or ammonium nitrate usually solidified by boiling with agar agar and later cooling to a jelly like substance). This provides an electric contact between the two solutions without allowing them to mix with each other.  The zinc and copper rods are connected by a metallic wire with a provision for an ammeter and a switch. The set-up as shown in Fig.7.3 is known as Daniell cell. When the switch is in the off position, no reaction takes place in either of the beakers and no current flows through the metallic wire.  As soon as the switch is in the on position, we make the following observations:\n1.\n The transfer of electrons now does not \nt\nake place directly from Zn to Cu2+ but \nthrough the metallic wire connecting the two rods as is apparent from the arrow which indicates the flow of current.  \n2.\n The \nelectricity from solution in one beaker \nto solution in the other beaker flows by the migration of ions through the salt bridge.  We know that the flow of current is possible only if there is a potential difference between the copper and zinc rods known as electrodes here.\nThe potential  associated with each \nelectrode is known as electrode potential. \nIf the concentration of each species taking \npart in the electrode reaction is unity (if any gas appears in the electrode reaction, it is confined to 1 atmospheric pressure) and further the reaction is carried out at 298K, then the potential of each electrode is said to be the Standard Electrode Potential. By convention, the standard electrode potential (E\n) of hydrogen electrode is 0.00 volts. The \nelectrode potential value for each electrode process is a measure of the relative tendency of the active species in the process to remain in the oxidised/reduced form. A negative E\n \nmeans that the redox couple is a stronger Fig.7.3  The set-up for Daniell cell. Electrons  \nproduced at the anode due to oxidation \nof Zn travel through the external circuit to the cathode where these reduce the copper ions. The circuit is completed inside the cell by the migration of ions through the salt bridge.  It may be noted that the direction of current is opposite to the direction of electron flow.\nUnit 7.indd   250 10/10/2022   10:37:05 AM\nReprint 2025-26\n\n251\nredox reactions\n Reaction (Oxidised for m + ne–        → Reduced form)  E / V\nF2(g) + 2e–   → 2F–  2.87\nCo3+ + e–  → Co2+  1.81\nH2O2 + 2H+ + 2e–  → 2H2O     1.78\nMnO4– + 8H+ + 5e–  → Mn2+ + 4H2O  1.51\nAu3+ + 3e–  → Au(s)   1.40\nCl2(g) + 2e–  → 2Cl–  1.36\nCr2O72– + 14H+ + 6e–  → 2Cr3+ + 7H2O  1.33\nO2(g) + 4H+ + 4e–  → 2H2O  1.23\nMnO2(s) + 4H+ + 2e–  → Mn2+ + 2H2O  1.23\nBr2 + 2e–  → 2Br–  1.09\nNO3– + 4H+ + 3e–  → NO(g) + 2H2O  0.97\n2Hg2+ + 2e–  → Hg22+  0.92\nAg+ + e–  → Ag(s)   0.80\nFe3+ + e–  → Fe2+  0.77\nO2(g) + 2H+ + 2e–  → H2O2  0.68\nI2(s) + 2e–  → 2I–  0.54\nCu+ + e–  → Cu(s)   0.52\nCu2+ + 2e–  → Cu(s)   0.34\nAgCl(s) + e–  → Ag(s) + Cl–  0.22\nAgBr(s) + e–  → Ag(s) + Br–  0.10\n2H+ + 2e–  → H2(g)  0.00\nPb2+ + 2e–  → Pb(s)   –0.13\nSn2+ + 2e–  → Sn(s)   –0.14\nNi2+ + 2e–  → Ni(s)   –0.25\nFe2+ + 2e–  → Fe(s)   –0.44\nCr3+ + 3e–  → Cr(s)   –0.74\nZn2+ + 2e–  → Zn(s)   –0.76\n2H2O + 2e– → H2(g) + 2OH–  –0.83\nAl3+ + 3e–  → Al(s)   –1.66\nMg2+ + 2e–  → Mg(s)   –2.36\nNa+ + e–  → Na(s)   –2.71\nCa2+ + 2e–  → Ca(s)   –2.87\nK+ + e–  → K(s)  –2.93\nLi+ + e–  → Li(s)  –3.05 Increasing strength of oxidising agent\n Increasing strength of reducing agent\n1.  A negative E means that the redox couple is a stronger reducing agent than the H+/H2  couple.\n2.  A positive E means that the redox couple is a weaker reducing agent than the H+/H2  couple. Table 7.1  The Standard Electrode Potentials at 298 K\nIons are present as aqueous species and H2O as liquid; gases and \nsolids are shown by g and s respectively.reducing agent than the H+/H2 couple.  A \npositive E means that the redox couple is a \nweaker reducing agent than the H+/H2 couple.  \nThe standard electrode potentials are very \nimportant and we can get a lot of other useful  information from them. The values of standard \nelectrode potentials for some selected electrode processes (reduction reactions) are given in Table 7.1. You will learn more about electrode reactions and cells in Class XII. \nUnit 7.indd   251 10/10/2022   10:37:05 AM\nReprint 2025-26\n\n252\nchemistry\nSUMMARY  \nRedox reactions form an important class of reactions in which oxidation and reduction \noccur simultaneously. Three tier conceptualisation viz, classical, electronic and oxidation number, which is usually available in the texts, has been presented in detail. Oxidation, reduction, oxidising agent (oxidant) and reducing agent (reductant) have been viewed according to each conceptualisation. Oxidation numbers are assigned in accordance with a consistent set of rules. Oxidation number and ion-electron method both are useful means in writing equations for the redox reactions. Redox reactions are classified into four categories: combination, decomposition displacement and disproportionation reactions. The concept of redox couple and electrode processes is introduced here. The redox reactions find wide applications in the study of electrode processes and cells.\nEXERCISES\n7.1 Assign oxidation number to the underlined elements in each of the following species: \n (a) NaH2PO4 (b) NaHSO4 (c)  H4P2O7 (d)  K2MnO4\n (e) CaO2 (f)  NaBH4   (g)  H2S2O7 (h)  KAl(SO4)2.12 H2O\n7.2 What are \nthe oxidation number of the underlined elements in each of the following \nand how do you rationalise your results ? \n (a)  KI3        (b)  H2S4O6       (c)  Fe3O4      (d)  CH3CH2OH       (e)  CH3COOH\n7.3 Justify that the following reactions are r\nedox reactions: \n (a) CuO(s) + H2(g) → Cu(s) + H2O(g)\n (b) Fe2O3(s)  + 3CO(g)  → 2Fe(s)  + 3CO2(g)\n (c) 4BCl3(g)  +  3LiAlH4(s)  → 2B2H6(g)  + 3LiCl(s) +  3 AlCl3 (s)\n (d) 2K(s)  +  F2(g)  →  2K+F– (s)\n (e) 4 NH3(g) + 5 O2(g) → 4NO(g) + 6H2O(g)\n7.4 Fluorine reacts with ice and results in the change: \n H2O(s) + F2(g) →  HF(g)  + HOF(g)\n Justify that this reaction is a redox r\neaction. \n7.5 Calculate the oxidation number of sulphur, chromium and nitr\nogen in H2SO5, Cr2O72– \nand NO3–. Suggest structure of these compounds. Count for the fallacy. \n7.6 Write formulas for the following compounds: \n (a) Mercury(II) chloride   (b)  Nickel(II) sulphate\n (c) Tin(IV) oxide   \n (d)  Thallium(I) sulphate\n (e) Iron(III) sulphate   \n ( f )  Chromium(III) oxide\n7.7 Suggest a list \nof the substances where carbon can exhibit oxidation states from –4 \nto +4 and nitrogen from –3 to +5. \n7.8 While sulphur dioxide and hydrogen peroxide can act as oxidising as well as r\neducing \nagents in their reactions, ozone and nitric acid act only as oxidants. Why ? \n7.9 Consider the reactions: \n (a) 6 CO2(g)  + 6H2O(l)  →  C6 H12 O6(aq)  + 6O2(g)\nUnit 7.indd   252 10/10/2022   10:37:06 AM\nReprint 2025-26\n\n253\nredox reactions\n (b)  O3(g)  + H2O2(l)  → H2O(l) + 2O2(g)\n Why it is more appropriate to write these r\neactions as : \n (a) 6CO2(g) + 12H2O(l)  →  C6 H12 O6(aq)  + 6H2O(l) + 6O2(g)\n (b) O3(g)  +  H2O2 (l)  →  H2O(l) + O2(g) + O2(g) \n Also suggest a technique to investigate the path of the above (a) and (b) redox \nr\neactions.\n7.10 The compound AgF2 is unstable compound. However, if formed, the compound acts \nas a very strong oxidising agent. Why ? \n7.11 Whenever a reaction between an oxidising agent and a reducing agent is carried out,\n \na compound of lower oxidation state is formed if the reducing agent is in excess and a compound of higher oxidation state is formed if the oxidising agent is in excess. Justify this statement giving three illustrations. \n7.12\n How do you count for the following observations ? \n (a) Though alkaline potassium permanganate and acidic potassium permanganate both ar\ne used as oxidants, yet in the manufacture of benzoic acid from toluene \nwe use alcoholic potassium permanganate as an oxidant. Why ? Write a balanced redox equation for the reaction. \n (b) When concentrated sulphuric acid is added to an inorganic mixture containing chloride, we get colourless pungent smelling gas HCl, but if the mixtur\ne contains \nbromide then we get red vapour of bromine. Why ? \n7.13 Identify the substance oxidised reduced, oxidising agent and reducing agent for each of the following r\neactions: \n (a) 2AgBr (s) + C6H6O2(aq) → 2Ag(s) + 2HBr (aq) + C6H4O2(aq)\n (b) HCHO(l) + 2[Ag (NH3)2]+(aq) + 3OH–(aq) → 2Ag(s) +  HCOO–(aq) + 4NH3(aq) \n + 2H2O(l)\n (c) HCHO (l) + 2 Cu2+(aq) + 5 OH–(aq) → Cu2O(s) + HCOO–(aq) + 3H2O(l) \n (d) N2H4(l) + 2H2O2(l) → N2(g) + 4H2O(l)\n (e) Pb(s) + PbO2(s) + 2H2SO4(aq) → 2PbSO4(s) + 2H2O(l) \n7.14 Consider the reactions : \n 2 S2O32– (aq) + I2(s) → S4 O6 2–(aq) +  2I–(aq)\n S2O3 2–(aq) + 2Br2(l) + 5 H2O(l) → 2SO42–(aq) + 4Br–(aq) + 10H+(aq) \n Why does the same reductant, thiosulphate react dif\nferently with iodine and  \nbromine ? \n7.15 Justify giving reactions that among halogens, fluorine is the best oxidant and among hydr\nohalic compounds, hydroiodic acid is the best reductant. \n7.16 Why does the following reaction occur ? \n XeO64– (aq) + 2F– (aq) + 6H+(aq) → XeO3(g)+ F2(g) + 3H2O(l)\n What conclusion about \nthe compound Na4XeO6 (of which XeO64– is a part) can be \ndrawn from the reaction. \n7.17 Consider the reactions: \n (a) H3PO2(aq) + 4 AgNO3(aq) + 2 H2O(l) → H3PO4(aq) + 4Ag(s) + 4HNO3(aq)\n (b) H3PO2(aq) + 2CuSO4(aq) + 2 H2O(l)  → H3PO4(aq) + 2Cu(s) +  H2SO4(aq)\n (c) C6H5CHO(l) + 2[Ag (NH3)2]+(aq) + 3OH–(aq) → C6H5COO–(aq) + 2Ag(s) + \n   4NH3 (aq) + 2 H2O(l)\n (d) C6H5CHO(l) + 2Cu2+(aq) + 5OH–(aq) → No change observed. \nUnit 7.indd   253 10/10/2022   10:37:06 AM\nReprint 2025-26\n\n254\nchemistry\n What inference do you draw about the behaviour of Ag+ and Cu2+ from these  \nreactions ? \n7.18 Balance the following redox reactions by ion – electr\non method : \n (a) MnO4– (aq) + I– (aq) →  MnO2 (s) + I2(s) (in basic medium)\n (b) MnO4– (aq) + SO2 (g) →  Mn2+ (aq) + HSO4– (aq)  (in acidic solution)\n (c) H2O2 (aq) + Fe2+ (aq) →  Fe3+ (aq) + H2O (l)  (in acidic solution)\n (d) Cr2O7 2– +  SO2(g) →  Cr3+ (aq) + SO42– (aq) (in acidic solution)\n7.19 Balance the following equations in basic medium by ion-electron method and \noxidation number methods and identify the oxidising agent and the r\neducing agent. \n (a) P4(s) + OH–(aq)  →  PH3(g) + HPO2– (aq) \n (b) N2H4(l) + ClO3 –(aq) → NO(g) + Cl–(g)\n (c) Cl2O7 (g) + H2O2(aq) →  ClO2–(aq) + O2(g) + H+\n7.20 What sorts of informations can you draw from the following r eaction ?\n (CN)2(g) + 2OH–(aq) →  CN–(aq) + CNO–(aq) + H2O(l) \n7.21 The Mn3+ ion is unstable in solution and undergoes disproportionation to give Mn2+, \nMnO2, and H+ ion. Write a balanced ionic equation for the reaction. \n7.22 Consider the elements : \n Cs, Ne, I and F\n (a) Identify the element that exhibits only negative oxidation state. \n (b) Identify the element that exhibits only postive oxidation state.\n (c) Identify the element that exhibits both positive and negative oxidation states.\n (d) Identify the element which exhibits \nneither the negative nor does the positive \noxidation state. \n7.23 Chlorine is used to purify drinking water. Excess of chlorine is har\nmful. The excess \nof chlorine is removed by treating with sulphur dioxide. Present a balanced equation \nfor this redox change taking place in water. \n7.24 Refer to the periodic table given in your book and now answer the following questions: \n (a) Select the possible non metals that can show disproportionation reaction.\n (b) Select three metals that can show disproportionation r\neaction.\n7.25 In Ostwald’s process for the manufacture of nitric acid, the first step involves the oxidation of ammonia gas by oxygen gas to give nitric oxide gas and steam. What is the \nmaximum weight of nitric oxide that can be obtained starting only with 10.00 \ng. of ammonia and 20.00 g of oxygen ? \n7.26 Using the standard electrode potentials given in the T\nable 8.1, predict if the reaction \nbetween the following is feasible:\n (a) Fe3+(aq) and I–(aq)\n (b) Ag+(aq) and Cu(s)\n (c) Fe3+ (aq) and Cu(s)\n (d) Ag(s) and Fe3+(aq)\n (e) Br2(aq) and Fe2+(aq).\nUnit 7.indd   254 10/10/2022   10:37:06 AM\nReprint 2025-26\n\n255\nredox reactions\n7.27 Predict the products of electr olysis in each of the following:\n (i) An aqueous solution of AgNO3 with silver electrodes\n (ii) An aqueous solution AgNO3 with platinum electrodes\n (iii) A dilute solution of H2SO4 with platinum electrodes\n (iv) An aqueous solution of CuCl2 with platinum electrodes.\n7.28 Arrange the following metals in the order in which they displace each other from \nthe solution of their salts.\n Al, Cu, Fe, Mg and Zn.\n7.29 Given the standard electrode potentials,\n K+/K = –2.93V, Ag+/Ag = 0.80V,\n Hg2+/Hg = 0.79V\n Mg2+/Mg = –2.37V. Cr3+/Cr = –0.74V\n arrange these metals in their increasing order of r\neducing power.\n7.30 Depict the galvanic cell in which the reaction Zn(s) + 2Ag+(aq) → Zn2+(aq) +2Ag(s) \ntakes place, Further show:\n (i) which of the electrode is negatively charged,\n (ii) the carriers of the current in the cell, and\n (iii) individual reaction at each electrode.\n \nUnit 7.indd   255 10/10/2022   10:37:06 AM\nReprint 2025-26\n\n",
      "wordCount": 7952,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 21,
    "totalWords": 8292
  }
}