{
  "filename": "kech102.pdf",
  "chapters": [
    {
      "chapterNumber": 1,
      "title": "Dual\tbehaviour \tof\tmatter,",
      "content": "1.\t\tDual\tbehaviour \tof\tmatter,\t\n",
      "wordCount": 5,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 2,
      "title": "Heisenberg uncertainty principle.",
      "content": "2.  Heisenberg uncertainty principle.\n2.5.1 Dual behaviour of matter\nThe French physicist, de Broglie, in 1924 \nproposed that matter, \nlike radiation, should \nalso exhibit dual behaviour i.e., both particle and wavelike properties. This means that just as the photon has momentum as well as wavelength, electrons should also have momentum as well as wavelength, de Broglie, from this analogy, gave the following relation between wavelength (λ) and momentum (p) of a material particle.\nUnit 2.indd   49 9/9/2022   4:28:15 PM\nReprint 2025-26\n\n50\nchemistry\nsolution\nAccording to de Brogile equation (2.22)\n/unif06c/unif03d /unif03d/unif0b4/unif02d\n/unif02dh\nmvJs\nkg ms(. )\n(. )( )6626 10\n01 1034\n1\n= 6.626 × 10–34 m\t(J\t=\tkg\tm2 s–2) \nProblem 2.13\nThe mass of an electron is 9.1×10–31 kg. \nIf its K.E. is 3.0× 10–25 J,\tcalculate \tits\t\nwavelength.\nsolution\nSince K.E. = ½ mv2\nvKE kgms\nkg==2 23 010\n91 1012 25 22\n3112.. .\n./ /\nm/unif0e6\n/unif0e8/unif0e7/unif0f6\n/unif0f8/unif0f7/unif0b4/unif0b4\n/unif0b4/unif0e6\n/unif0e8/unif0e7/unif0f6\n/unif0f8/unif0f7/unif02d/unif02d\n/unif02d\n= 812 m s–1\nh\nmvJs 6626 10.34\nkg ms 91 10 812 (. )( )1 31\n= 8967 × 10–10 m = 896.7 nm\nProblem 2.14\nCalculate the mass of a photon with \nwavelength 3.6 Å.\nsolution\nλ = 3.6 Å = 3.6  × 10–10 m\nVelocity of photon = velocity of light\n34\n10 8 1\n= 6.135 × 10–29 kg/unif06c/unif03d /unif03dh\nmh\npv                                     (2.22)\nwhere m is the mass of the particle, v its \nvelocity and p its momentum. de Broglie’s \nprediction \twas\tconfirmed \texperimentally \twhen\t\nit w\nas found that an electron beam undergoes \ndiffraction, a phenomenon characteristic of \nwaves. This fact has been put to use in making an electron microscope, which is based on the wavelike behaviour of electrons just as an ordinary microscope utilises the wave nature of light. An electron microscope is a powerful tool\n\tin\tmodern\tscientific\tresearch\tbecause\tit\t\nachieves\ta\tmagnification \tof\tabout\t15\tmillion\t\ntimes.\nIt needs to be noted that according to de \nBroglie, every object in motion has a wave character. The wavelengths associated with ordinary objects are so short (because of their large masses) \nthat their wave properties cannot \nbe detected. The wavelengths associated with electrons and other subatomic particles (with very small mass) can however be detected experimentally. Results obtained from the following problems prove these points qualitatively.\nProblem 2.12\nWhat will be the wavelength of a ball of \nmass 0.1 kg moving with a velocity of 10 m s\n–1 ?2.5.2  Heisenberg’s Uncertainty Principle \nWerner Heisenberg a German physicist in \n1927, stated \nuncertainty principle which is \nthe consequence of dual behaviour of matter and radiation. \nit states that it is impossible\n \nto determine simultaneously, the exact position and exact momentum (or velocity)  \nof an electron.\nMathematically, it can be given as in \nequation (2.23).Louis de Broglie (1892\n – 1987) \nLouis de Broglie, a French \nphysicist, studied history as an undergraduate in \nthe \nearly 1910’s. His interest turned to science as a result of his assignment to radio communications in World War\n I. H\ne received his \nDr. Sc. from the University of Paris in 1924. He was professor of theoretical physics at the University of Paris from 1932 untill his retirement in 1962. He was awarded the  \nNobel Prize in Physics in 1929.\nUnit 2.indd   50 9/9/2022   4:28:16 PM\nReprint 2025-26\n\n51\nstructure of atom\n                         (2.23)\nwhere ∆x is the uncertainty in position and \n∆px (or ∆ vx) is the uncertainty in momentum \n(or velocity) of the particle. If the position of \nthe electron is known with high degree of accuracy (∆x is small), then the velocity of the electron will be uncertain [∆(v\nx) is large]. On \nthe other hand, if the velocity of the electron is known precisely (∆(v\nx ) is small), then the \nposition of the electron will be uncertain  \n(∆x will be large). Thus, if we carry out some physical measurements on the electron’s position or velocity, the outcome will always depict a fuzzy or blur picture.\nThe uncertainty principle can be best \nunderstood with the help of an example. \nSuppose you are asked to measure the thickness of a sheet of paper with an unmarked metrestick. Obviously, the results obtained would be extremely inaccurate and meaningless. In order to obtain any accuracy, you should use an instrument graduated in units smaller than the thickness of a sheet of the paper. Analogously, in order to determine the position of an electron, we must use a meterstick calibrated in units of smaller than the dimensions of electron (keep in mind that an electron is considered as a point charge and is therefore, dimensionless). To observe an electron, we can illuminate it with “light” or electromagnetic radiation. The “light” used must have a wavelength smaller than the dimensions of an electron. The high  momentum photons of such light \nph=/unif06c/unif0e6\n/unif0e8/unif0e7/unif0f6\n/unif0f8/unif0f7  \nwould change the energy of electrons by \ncollisions. In this process we, no doubt, would be able to calculate the position of the electron, but we would know very little about the velocity of the electron after the collision.\nSignificance of Uncertainty Principle\nOne of the important implications of the \nHeisenberg Uncertainty Principle is that it rules out existence of definite paths or trajectories of electrons and other similar particles. The trajectory of an object is determined by its location and velocity at various moments. If we know where a body is at a particular instant and if we also know its velocity and the forces acting on it at that instant, we can tell where the body would be sometime later. We, therefore, conclude that the position of an object and its velocity fix its trajectory. Since for a sub-atomic object such as an electron, it is not possible simultaneously to determine the position and velocity at any given instant to an arbitrary degree of precision, it is not possible to talk of the trajectory of an electron.\nthe effect \nof Heisenberg Uncertainty \nPrinciple is significant only for motion of microscopic objects and is negligible for that of macroscopic objects. This can be seen from the following examples.\nIf uncertainty principle is applied to an \nobject of mass, say about a milligram (10\n–6 kg), \nthen \nWerner Heisenberg (1901  – 1976) Werner Heisenberg (1901  – 1976) received hi s Ph.D. in \nphysics from the University of Munich in 1923. He then spent a year working with Max \nBorn at Gottingen and three years with Niels Bohr in Copenhagen. He was professor of physics at the University of Leipzig from 1927 to 1941. During World War II, Heisenberg was in charge of German research on the atomic bomb. After the war he was named director of Max Planck Institute for physics in Gottingen. He was also accomplished mountain climber. Heisenberg was awarded the Nobel Prize in Physics in 1932.\nUnit 2.indd   51 9/9/2022   4:28:16 PM\nReprint 2025-26\n\n52\nchemistry\nThe value of ∆v∆x obtained is extremely \nsmall\tand\tis\tinsignificant. \tTherefore, \tone\t\nmay say that in dealing with milligram-\nsized or \nheavier objects, the associated \nuncertainties are hardly of any real consequence.\nIn the case of a microscopic object like an \nelectron on the other hand. ∆v.∆x obtained is \nmuch larger and such uncertainties are of real consequence. For example, for an electron whose mass is 9.11×10\n–31 kg., according to \nHeisenberg uncertainty principle\nIt, therefore, means that if one tries to \nfind\tthe\texact\tlocation\tof\tthe\telectron,\tsay\t\nto an uncertainty of only 10–8 m, then the \nuncertainty ∆v in velocity would be \n10\n101042 1\n841/unif02d/unif02d\n/unif02d/unif02d/unif0bbms\nmms\n \nwhich is so large that the classical picture \nof\telectrons\tmoving\tin\tBohr’s\torbits\t(fixed)\t\ncannot hold good. it, therefore, means that \nthe precise statements of the position and momentum of electrons have to be\n \nreplaced by the statements of probability, that the electron has at a given position and momentum. \nthis is what happens in \nthe quantum mechanical model of atom.= 0.579×107 m s–1\t(1J\t=\t1\tkg\tm2 s–2)\n= 5.79×106 m s–1\nProblem 2.16 \nA golf ball has a mass of 40g, and a speed \nof 45 m/s. If the speed can be measured within accuracy of 2%, calculate the uncertainty in the position.\nsolution\nThe uncertainty in the speed is 2%, i.e., \nUsing the equation (2.22)\n= 1.46×10–33 m\nThis is nearly ~ 1018 times smaller \nthan the diameter of a typical atomic nucleus. As mentioned earlier for large particles, the uncertainty principle sets no meaningful limit to the precision of measurements.\nReasons for the Failure of the Bohr Model\nOne can now understand the reasons for the \nfailure of the Bohr model. In  Bohr model, an electron is regarded as a charged particle moving\n\t\tin\twell\tdefined\tcircular\torbits\tabout\t\nthe nucleus. The wave character of the electron is not considered in  Bohr model. Further,\n\tan\torbit\tis\ta\tclearly\tdefined\tpath\t\nand this path \ncan completely be defined \nonly if both the position and the velocity of the electron are known exactly at the same time. This is not possible according to the Heisenberg uncertainty principle. Bohr model of the hydrogen atom, therefore, not only ignores dual behaviour of matter but also contradicts Heisenberg uncertainty principle. Problem 2.15\nA microscope using suitable photons is \nemployed to locate an electron in an atom within a distance of 0.1 Å. What is the uncertainty involved in the measurement of its velocity?\nsolution\n∆ x ∆p =  or ∆ x m ∆ v  \nUnit 2.indd   52 9/9/2022   4:28:16 PM\nReprint 2025-26\n\n53\nstructure of atom\nIn view of these inherent weaknesses in the \nBohr model, there was no point in extending Bohr model to other atoms. In fact an insight into the structure of the atom was needed which could account for wave-particle duality of matter and be consistent with Heisenberg uncertainty principle. This came with the advent of quantum mechanics.\n2.6 \n QUantUm mecHanical moDel of \natom\nClas\nsical mechanics, based on Newton’s \nlaws of motion, successfully describes the \nmotion of all macroscopic objects such as a falling stone, orbiting planets etc., which have essentially a particle-like behaviour as shown in the previous section. However it fails when applied to microscopic objects like electrons, atoms, molecules etc. This is mainly because of the fact that classical mechanics ignores the concept of dual behaviour of matter especially for sub-atomic particles and the uncertainty principle. The branch of science that takes into account  this dual behaviour of matter is called quantum mechanics . \nQuantum mechanics is a theoretical \nscience that deals with the study of the motions of the microscopic objects that have both observable wave like and particle like properties.\n\tIt\tspecifies\tthe\tlaws\tof\tmotion\tthat\tthese obj\nects obey. When quantum mechanics \nis applied to macroscopic objects (for which \nwave\tlike\tproperties \tare\tinsignificant) \tthe\t\nresults are the same \nas those from the \nclassical mechanics. \nQuantum mechanics was developed \nindependently in 1926 by Werner Heisenberg and Erwin Schrödinger. Here, however, we shall be discussing the quantum mechanics which is based on the ideas of wave motion. The fundamental equation of quantum mechanics was developed by Schrödinger  and it won him the Nobel Prize in Physics in 1933. This equation which incorporates wave-particle duality of matter as proposed by de Broglie is quite complex and knowledge of higher mathematics  is needed to solve it. You will learn its solutions for different systems in higher classes. \nFor a system (such as an atom or a \nmolecule whose energy does not change with \ntime) the \nschrödinger\n equation is written \nas  where  is a mathematical \noperator called Hamiltonian. Schrödinger gave a recipe of constructing this operator from the expression for the total energy of the system. The total energy of the system takes into account the kinetic energies of all the sub-atomic particles (electrons, nuclei), attractive potential between the electrons and nuclei and repulsive potential among the electrons and nuclei individually. Solution of \nthis equation gives E and \nψ.\nHydrogen Atom and the Schrödinger Equation\nWhen Schrödinger equation is solved for \nhydrogen atom, the solution gives the possible energy levels the electron can occupy and the corresponding wave function(s) (\nψ) of \nthe electron associated with each energy level. These quantized energy states and corresponding wave functions which are characterized by a set of three quantum numbers (principal quantum number n, azimuthal quantum number l and \nmagnetic quantum number m\nl ) arise as a \nnatural consequence in the solution of the Schrödinger equation. When an electron \nis in any energy state, the wave function Erwin Schrödinger, an \nAustrian physicist received his Ph.D. in theoretical physics from the University of Vienna in 1910. In 1927 Schrödinger succeeded Max Planck at the  University of Berlin at Planck’s request. In 1933, Schrödinger left Berlin because of his opposition to Hitler and Nazi policies and returned to Austria in 1936. After the invasion of Austria by Germany, Schrödinger was forcibly removed from his professorship. He then moved to Dublin, Ireland where he remained for seventeen years. Schrödinger shared the Nobel Prize for Physics with P.A.M. Dirac in 1933.\nErwin Schrödinger \n(1887–1961)\nUnit 2.indd   53 9/9/2022   4:28:17 PM\nReprint 2025-26\n\n54\nchemistry\ncorresponding to that energy state contains \nall information about the electron. The wave function is a mathematical function whose value depends upon the coordinates of the electron in the atom and does not carry any physical meaning. Such wave functions of hydrogen or hydrogen like species with one electron are called atomic orbitals. Such wave functions pertaining to one-electron species are called one-electron systems. The probability\n\tof\tfinding\tan\telectron\tat\ta\tpoint\t\nwithin an atom is proportional \nto the |ψ|2 at \nthat point.  The quantum mechanical results of the hydrogen atom successfully predict all aspects of the hydrogen atom spectrum including some phenomena that could not be explained by the Bohr model.\nApplication of  Schrödinger equation to \nmulti-electron\n\tatoms\tpresents\ta\tdifficulty: \tthe\t\nSchrödinger equation cannot be solved exactly for\n\ta\tmulti-electron \tatom.\tThis\tdifficulty\tcan\t\nbe overcome by using approximate methods. Such calc\nulations with the aid of modern \ncomputers show that orbitals in atoms other than hydrogen do not differ in any radical way from the hydrogen orbitals discussed above. The principal difference lies in the consequence of increased nuclear charge. Because of this  all the orbitals are somewhat contracted. Further, as you shall see later (in subsections 2.6.3 and 2.6.4), unlike orbitals of hydrogen or hydrogen like species, whose energies depend only on the quantum number n, the energies of the orbitals in multi-electron \natoms depend on quantum numbers n and l.\nimportant features of the Quantum \nmechanical model of atom\nQuantum mechanical model of atom is \nthe picture of the structure of the atom, \nwhich emerges from the application of \nthe Schrödinger equation to atoms. The following are the important features of the \nquantum-mechanical model of atom:\n1.\n The energy of electrons in \natoms is \nquantized (i.e., can only have certain \nspecific values), for example when electrons are bound to the nucleus in atoms.2. The existence of quantised electronic energy levels is a direct result \nof the \nwave like properties of electrons and are allowed solutions of Schrödinger wave equation.\n",
      "wordCount": 2515,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 3,
      "title": "Both the exact position and exact velocity of an",
      "content": "3.\n Both the exact position and exact velocity of an\n electron in an atom \ncannot be determined simultaneously (Heisenberg uncertainty principle). The path of an electron in an atom  therefore, can never be determined or known accurately. That is why, as you shall see later on, one talks of only probability of finding\n\tthe\telectron\tat\tdifferent\tpoints\tin\t \nan atom.\n4. an atomic orbital \nis the wave \nfunction ψ for an electron in an atom. \nWhenever an electron is described by a wave function, we say that the electron occupies that orbital. Since many such wave functions are possible for an electron, there are many atomic orbitals in an atom. These “one electron orbital wave functions” or orbitals form the basis of the electronic structure of atoms. In each orbital, the electron has\n\ta\tdefinite\tenergy.\tAn\torbital\tcannot\t\ncontain more than two \nelectrons. In a \nmulti-electron atom, the electrons are filled\n\tin\tvarious\torbitals\tin\tthe\torder\tof\t\nincreasing energy. For each electron of a multi-electron \natom, there shall, \ntherefore, be an orbital wave function characteristic of the orbital it occupies. All the information about the electron in an atom is stored in its orbital wave function \nψ and quantum mechanics \nmakes it possible to extract this information out of \nψ.\n",
      "wordCount": 213,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 5,
      "title": "The\tprobabili",
      "content": "5.\t The\tprobabili\nty\tof\tfinding\tan\telectron\tat\t\na point within an \natom is proportional to \nthe square of the orbital wave function i.e., |\nψ|2 at that point. | ψ|2 is known \nas probability density and is always \npositive. From the value of |ψ|2 at \ndifferent points within an atom, it is possible to predict the region around the nucleus where electron will most probably be found.\n2.6.1  orbitals and Quantum numbers \nA large num\nber of orbitals are possible in \nan atom. Qualitatively these orbitals can \nUnit 2.indd   54 9/9/2022   4:28:17 PM\nReprint 2025-26\n\n55\nstructure of atom\nbe distinguished by their size, shape and \norientation. An orbital of smaller size means there\n\tis\tmore\tchance\tof\tfinding\tthe\telectron\t\nnear the nucleus. \nSimilarly shape and \norientation mean that there is more probability of\n\tfinding\tthe\telectron\talong\tcertain\tdirections \t\nthan along others. Atomic orbitals are precisely distinguished by what are known as quantum numbers. Each \norbital is designated by three \nquantum numbers labelled as n, l and ml. \nthe principal quantum number ‘\nn’ is a \npositive integer with value of n = 1,2,3....... The principal quantum number determines \nthe size and to large extent the energy of the \norbital.  For hydrogen atom and hydrogen like \nspecies (He\n+, Li2+, .... etc.) energy and size of \nthe orbital depends only on ‘n’.\nThe principal quantum number also \nidentifies\tthe\tshell. With the increase in \nthe \nvalue of ‘ n’, the number of allowed orbital \nincreases and are given by ‘n2’ all the \norbitals of a given value of ‘n’ constitute \na single shell of atom and are represented \nby the following letters\n      n  =  1   2   3   4   ............ \nShell =   K  L  M  N ............ \nSize of an orbital increases with increase of\n \nprincipal quantum number ‘n ’. In other words \nthe electron will be located away from the \nnucleus. Since energy is required in shifting away the negatively charged electron from the positively charged nucleus, the energy of the orbital will increase with increase of n. \nazimuthal quantum number. ‘l\n’ is also \nknown as orbital angular momentum or subsidiary quantum number.\n\tIt\tdefines\tthe\t\nthree-dimensional shape of the orbital. For a given value of n, l  can have \nn values ranging \nfrom 0 to n – 1, that is, for a given value of n, \nthe possible value of l are : l = 0, 1, 2, .......... \n(n–1)\nFor example, when n = 1, value of l is only \n0. For n = 2, the possible value of l can be 0 and 1. For n = 3, the possible l values are 0, \n1 and 2.\nEach shell consists of one or more  \nsub-shells or sub-levels. The number of  sub-shells in a principal shell is equal to the \nvalue of n.\n\tFor\texample\tin\tthe\tfirst\tshell\t(n = 1),\n \nthere is only one sub-shell which corresponds to l = 0. There are two sub-shells (l = 0, 1) in \nthe second shell (n = 2), three (l = 0, 1, 2) in third shell (n  = 3) and so on. Each sub-shell is \nassigned an azimuthal quantum number (l ). \nSub-shells corresponding to different values of l are represented by the following symbols.\nValue for l :\n 0   1 2   3 4   5 ............\nnotation for  s   p d   f g   h ............\nsub-shell \nTable 2.4 shows the permissible values of \n‘l ’ for a given principal quantum number and \nthe corresponding sub-shell notation.\nmagnetic or\nbital quantum number. \n‘ml’ gives information about the spatial \norientation of the orbital with respect to standard set of co-ordinate axis. For any sub-shell (defined by ‘l’ value) 2 l+1 values of \nm\nl are possible and these values are given by :\nml  = – l, – ( l–1), – ( l–2)... 0,1... ( l–2), ( l–1), l \nThus for l = 0, the only permitted value \nof ml = 0, [2(0)+1 = 1, one s orbital]. For l = \n1, ml can be –1, 0 and +1 [2(1)+1 = 3, three p \norbitals]. For l = 2, ml = –2, –1, 0, +1 and +2, \n[2(2)+1\t=\t5,\tfive\td orbitals]. It should be noted \nthat the values of ml are derived from l and \nthat the value of l are derived from n.table 2.4  subshell notations\nn l subshell notation\n1\n22333444400101201231s2s\n2p\n3s\n3p\n3d\n4s\n4p\n4d\n4f\nUnit 2.indd   55 9/9/2022   4:28:17 PM\nReprint 2025-26\n\n56\nchemistry\nEach orbital in an atom, therefore, is \ndefined\tby\ta\tset\tof\tvalues\tfor\tn, l and \nml. An \norbital described by the quantum numbers  \nn = 2, l = 1, ml = 0 is an orbital in the p sub-\nshell of the second shell. The following chart \ngives the relation between the subshell and the number of orbitals associated with it.\nValue of l 0 1 2 3 4 5\nSubshell notation s p d f g h\nnumber of orbitals 1 3 5 7 9 11\nElectron spin ‘s’ : The three quantum \nnumbers labelling an atomic orbital can be used\n\tequally\twell\tto\tdefine\tits\tenergy,\tshape\t\nand orientation. But all these quantum numbers are not enough to explain the line spec\ntra observed in the case of multi-electron \natoms, that is, some of the lines actually occur in doublets (two lines closely spaced), triplets (three lines, closely spaced) etc. This suggests the presence of a few more energy levels than predicted by the three quantum numbers.\nIn 1925, George Uhlenbeck and Samuel \nGoudsmit proposed the presence of the fourth \nquantum number known as the electron spin quantum number (m\ns). An electron \nspins around its own axis, much in a similar way as earth spins around its own axis while revolving around the sun. In other words, an electron has, besides charge and mass, intrinsic spin angular quantum number. Spin angular momentum of the electron — a vector \nquantity, can have two orientations relative to the chosen axis. These two orientations are distinguished by the spin quantum numbers m\ns which can take the values of +½ or –½. \nThese are called the two spin states of the electron and are normally\n represented by \ntwo arrows, ↑ (spin up) and ↓ (spin down). Two \nelectrons that have different ms values (one +½ \nand the other –½) are said to have opposite spins. An orbital cannot hold more than two electrons and these two electrons should have opposite spins.\nTo sum up, the four quantum numbers \nprovide the following information :\ni)\n n\tdefines\tthe\tshell,\t\tdetermines \tthe\tsize\t\nof the orbital and also to a large extent the energy of the orbital.\nii)\n There are n subshells in \nthe nth shell. l \nidentifies\tthe\tsubshell\tand\tdetermines \t\nthe shape of the \norbital (see section \n2.6.2). There are (2l+1) orbitals of each type in a subshell, that is, one s orbital (l = 0), three p orbitals (l\n\t=\t1)\tand\tfive\t\nd orbitals (\nl = 2) per subshell. To some \nextent l also determines the energy of \nthe orbital in a multi-electron atom.\niii) ml designates the orientation of the \norbital. For a given value of l , ml has \n(2l+1) values, the same as the number of orbitals per subshell. It means that \norbit, orbital and its importance\nOrbit and orbital are not synonymous. An orbit, as proposed by Bohr, is a circular path around the \nnucleus in which an electron moves. A precise description of this path of the electron is impossible according to Heisenberg uncertainty principle. Bohr orbits, therefore, have no real meaning and their existence can never be demonstrated experimentally. An atomic orbital, on the other hand, is a quantum mechanical concept and refers to the one electron wave function \nψ in an atom. It is \ncharacterized by three quantum numbers (n, l and ml) and its value depends upon the coordinates \nof the electron. ψ has, by itself, no physical meaning. It is the square of the wave function i.e., | ψ|2 \nwhich has a physical meaning. | ψ|2 at any point in an atom gives the value of probability density \nat that point. Probability density (| ψ|2) is the probability per unit volume and the product of | ψ|2 \nand\ta\tsmall\tvolume\t(called\ta\tvolume\telement)\tyields\tthe\tprobability \tof\tfinding\tthe\telectron\tin\tthat\t\nvolume (the reason for specifying \na small volume element is that | ψ|2 varies from one region to \nanother in space but its value can be assumed to be constant within a small volume element). The\n\ttotal\tprobability \tof\tfinding\tthe\telectron\tin\ta\tgiven\tvolume\tcan\tthen\tbe\tcalculated \tby\tthe\tsum\t\nof all the products of \n|ψ|2 and the corresponding volume elements. It is thus possible to get the \nprobable distribution of an electron in an orbital.\nUnit 2.indd   56 9/9/2022   4:28:17 PM\nReprint 2025-26\n\n57\nstructure of atom\nthe number of orbitals is equal to the \nnumber of ways in which they are oriented. \niv)\n ms refers to orientation of the spin of the \nelectron.\nAccording to the German physicist, \nMax Born, the square of the wave function  \n(i.e.,ψ 2) at a point gives the probability density \nof the electron at that point. The variation of \nψ 2 as a function of r for 1s and 2s orbitals \nis given in Fig. 2.12(b). Here again, you may note that the curves for 1s and 2s orbitals are different.\nIt may be noted that for 1s  orbital the \nprobability density is maximum at the nucleus and it decreases sharply as we move away from it. On the other hand, for 2s orbital\n\tthe\tprobability \tdensity\tfirst\tdecreases \t\nsharply to zero and again \nstarts increasing. \nAfter reaching a small maxima it decreases again and approaches zero as the value of r increases further. The region where this \nprobability density function reduces to zero \nis called nodal surfaces or simply nodes. \nIn general, it has been found that ns-orbital has (n – 1) nodes, that is, number of nodes increases with increase of principal quantum number n. In other words, number of nodes \nfor 2s orbital is one, two for 3 s and so on.\nThese probability density variation can be \nvisualised in terms of charge cloud diagrams [Fig. 2.13(a)]. In these diagrams, the density Fig. 2.12  The plots of (a) the orbital wave  \nfunction ψ(r); (b) the variation of \nprobability density ψ2(r) as a function \nof distance r of the electron from the nucleus for 1s and 2s orbitals. Problem 2.17 \nWhat is the total number of orbitals \nassociated with the principal quantum number n = 3 ?\nsolution\nFor n = \n3, the possible values of l are \n0, 1 and 2. Thus there is one 3s orbital  \n(n = 3, l = 0 and ml = 0); there are three \n3p orbitals (n = 3, l = 1 and ml = –1, 0, \n+1);\tthere\tare\tfive\t3d orbitals (\nn = 3, l = \n2 and ml = –2, –1, 0, +1+, +2).\nTherefore, the total number of orbitals is 1+3+5 = 9\nThe same value can also be obtained by \nusing the relation; number of orbitals  \n= n\n2, i.e.  32 = 9.\nProblem 2.18 \nUsing s, p, d, f notations, describe the \norbital with the following quantum \nnumbers \n(a) n = 2, l = 1, (b) n = 4, l = 0, (c) n = 5,  \nl = 3, (d) n = 3, l = 2\nsolution\n  n   l orbital\n    a)  2  1   2p\n    b)  4  0   4s\n    c)  5  3   5f\n    d)  3  2   3d\n2.6.2  shapes of atomic orbitals\nThe orbital wave function or ψ for an electron \nin an atom has no physical meaning. It \nis simply a mathematical function of the coordinates of the electron. However, for different orbitals the plots of corresponding wave functions as a function of r (the distance \nfrom the nucleus) are different. Fig. 2.12(a), gives such plots for 1s (n = 1, l = 0) and 2s  \n(n = 2, l = 0) orbitals. \nUnit 2.indd   57 9/9/2022   4:28:17 PM\nReprint 2025-26\n\n58\nchemistry\nof the dots in a region represents electron \nprobability density in that region.\nboundary surface diagrams \nof constant \nprobability density for different orbitals give a fairly good representation of the shapes of the orbitals. In this representation, a boundary surface or contour surface is drawn in space for an orbital on which the value of probability density |\nψ|2 is constant. \nIn principle many such boundary surfaces may be possible. However, for a given orbital, only that boundary surface diagram of constant probability density* is taken to be good representation of the shape of the orbital which encloses a region or volume in which\n\tthe\tprobability \tof\tfinding\tthe\telectron\t\nis very high, say, 90%. The boundary surface \ndiagram for 1\ns and 2s orbitals are given in  \nFig. 2.13(b). One may ask a question : Why do we not draw a boundary surface diagram, which bounds a region in which the probability of\n\tfinding\tthe\telectron\tis,\t100\t%?\tThe\tanswer\t\nto this question is that the probability density |\nψ|2 has always some value, howsoever \nsmall\tit\tmay\tbe,\tat\tany\tfinite\tdistance\tfrom\t\nthe nucleus. It is \ntherefore, not possible to \ndraw a boundary surface diagram of a rigid size\n\tin\twhich\tthe\tprobability \tof\tfinding\tthe\t\nelectron is 100%. Boundary surface \ndiagram \nfor a s orbital is actually a sphere centred on the nucleus. In two dimensions, this sphere looks like a circle. It encloses a region in which\n\tprobability \tof\tfinding\tthe\telectron\tis\t\nabout 90%.\nThus, we s ee th\nat 1s and 2s orbitals are \nspherical in shape. In reality all the s-orbitals are spherically symmetric, that is, the probability\n\tof\tfinding\tthe\telectron\tat\ta\tgiven\t\ndistance is equal in all the directions. It is also observed that the size of the s orbital increases\n \nwith increase in n, that is, 4s > 3s > 2s > 1s and the electron is located further away from the nucleus as the principal quantum number increases.\nBoundary surface diagrams for three \n2p orbitals (l = 1) are shown in Fig. 2.14. In these diagrams, the nucleus is at the origin. Here, unlike s-orbitals, the boundary surface diagrams are not spherical. Instead each  \np orbital consists of two sections called lobes that are on either side of the plane that passes through the nucleus. The probability density \n* If probability density |ψ|2 is constant on a given surface, |ψ| is also constant over the surface. The boundary surface \nfor |ψ|2 and |ψ| are identical.Fig. 2.14  Boundary surface diagrams of the three 2p orbitals.Fig. 2.13  (a) Probability density plots of 1s and \n2s atomic orbitals. The density of the dots represents the probability density of finding the electron in that region.  \n(b) Boundary surface diagram for 1s and 2s orbitals.\nUnit 2.indd   58 9/9/2022   4:28:19 PM\nReprint 2025-26\n\n59\nstructure of atom\nfunction is zero on the plane where the two \nlobes touch each other. The size, shape and energy of the three orbitals are identical. They differ however, in the way the lobes are oriented. Since the lobes may be considered to lie along the x, y or z axis, they are given the designations 2p\nx, 2py, and 2pz. It should be \nunderstood, however, that there is no simple relation between the values of m\nl (–1, 0 and +1) \nand the x, y and z directions. For our purpose, it\tis\tsufficient \tto\tremember \tthat,\tbecause\t\nthere are three possible values of ml, there \nare, therefore, three p  orbitals whose axes \nare mutually perpendicular. Like s orbitals, p orbitals increase in size and energy with increase in the principal quantum number and hence the order of the energy and size of various p orbitals is 4p  > 3p > 2p. Further, like \ns orbitals, the probability density functions for p-orbital also pass through value zero, besides \nat\n\tzero\tand\tinfinite\tdistance,\tas\tthe\tdistance\t\nfrom the nucleus increases. The number of nodes are given by the n –2, that is number \nof radial node is 1 for 3\np orbital, two for 4p \norbital and so on.\nFor l = 2, the orbital is known as d-orbital \nand the minimum value of principal quantum number (n ) has to be 3. as the value of l  cannot \nbe greater than n–1.\n\tThere\tare\tfive\tml values \n(–2, –1, 0, +1 and +2) for l = 2 and thus there are\n\tfive\td orbitals. The boundary \nsurface \ndiagram of d orbitals are shown in Fig. 2.15.\nThe\tfive\td-orbitals are designated as dxy, \ndyz, dxz, dx2–y2 and dz2.\tThe\tshapes\tof\tthe\tfirst\t\nfour d-orbitals are similar to each other, where \nas\tthat\tof\tthe\tfifth\tone,\tdz2, is different from \nothers,\tbut\tall\tfive\t3d orbitals are equivalent \nin energy. The d  orbitals for which \nn is greater \nthan 3 (4d, 5d...) also have shapes similar to 3d orbital, but differ in energy and size.\nBesides the radial nodes (i.e., probability \ndensity function is zero), the probability density functions for the np and nd orbitals are zero at the plane (s), passing through the nucleus (origin). For example, in case of p\nz \norbital, xy-plane is a nodal plane, in case of d\nxy orbital, there are two nodal planes passing \nthrough the origin and bisecting the xy plane containing z-axis. These are called angular nodes and number of angular nodes are given by ‘l’, i.e., one angular node for p orbitals, two \nangular nodes for ‘d’ orbitals and so on. \nthe \ntotal number of nodes are \ngiven by (n–1), \ni.e., sum of l angular nodes and (n – l – 1) \nradial nodes.\n2.6.3 energies of orbitals\nThe energy of an electron in a hydrogen atom \nis det\nermined solely by the principal quantum Fig. 2.15  Boundary surface diagrams of the five \n3d orbitals.\nUnit 2.indd   59 9/9/2022   4:28:20 PM\nReprint 2025-26\n\n60\nchemistry\nnumber. Thus the energy of the orbitals in \nhydrogen atom  increases as follows :\n1s < 2s = 2p < 3s = 3p = 3d <4s = 4p = 4d \n= 4f <                                               (2.23)  \nand is depicted in Fig. 2.16. Although the \nshapes of 2\ns and 2p  orbitals are different, \nan electron has the same energy when it is in the 2s orbital as when it is present in 2p orbital. The orbitals having the same energy are called degenerate.  The 1s orbital in a \nhydrogen atom, as said earlier, corresponds to the most stable condition and is called the ground state and an electron residing in this orbital is most strongly held by the nucleus. An electron in the 2s, 2p or higher orbitals in a hydrogen atom is in excited state.The energy of an electron in a multi-  \nelectron atom, unlike that of the hydrogen \natom, depends not only on its principal quantum number (shell), but also on its azimuthal quantum number (subshell). That is, for a given principal quantum number, s,  \np, d, f ... all have different energies. Within \na given principal quantum number, the energy of orbitals increases in the order s<p<d<f. For higher energy levels, these \ndifferences\n\tare\tsufficiently \tpronounced \tand\t\nstraggering of \norbital energy may result, \ne.g., 4s <3d and 6s <5d; 4f<6p. The main \nreason for having different energies of the subshells is the mutual repulsion among the electrons in multi-electron atoms. The only electrical interaction present in hydrogen atom is the attraction between the negatively charged electron and the positively charged \nnucleus. In multi-electron atoms, besides the presence of attraction between the electron and nucleus, there are repulsion terms between every electron and other electrons present in the atom. Thus the stability of an electron in a multi-electron atom is because total attractive interactions are more than the repulsive interactions. In general, the repulsive interaction of the electrons in the outer shell with the electrons in the inner shell are more important. On the other hand, the attractive interactions of an electron increases with increase of positive charge (Ze) on the nucleus.\n\tDue\tto\tthe\tpresence\tof\telectrons\tin\t\nthe inner shells, the electron in the outer shell will not experience the full \npositive charge of \nthe nucleus (Ze). The effect will be lowered due to the partial screening of positive charge on the nucleus by the inner shell electrons. This is known as the shielding of the outer \nshell electrons from the nucleus  by the inner shell electrons, and the net positive charge experienced by the outer electrons is known as effective nuclear charge (Z\neff e). \nDespite\tthe\tshielding\tof\tthe\touter\telectrons\t\nfrom the nucleus by the inner shell electrons, the attractive force experienced by the outer shell electrons increases with increase of nuclear charge. In other words, the energy of interaction between, the nucleus and electron Fig. 2.16  Energy level diagrams for the few \nelectronic shells of \n(a) hydrogen atom \nand (b) multi-electronic atoms. Note that orbitals for the same value of principal quantum number, have the same energies even for different azimuthal quantum number for hydrogen atom. In case of multi-electron atoms, orbitals with same principal quantum number possess different energies for different azimuthal quantum numbers.\nUnit 2.indd   60 9/9/2022   4:28:20 PM\nReprint 2025-26\n\n61\nstructure of atom\n(that is orbital energy) decreases (that is  \nmore negative) with the increase of atomic \nnumber (Z ).\nBoth the attractive and repulsive \ninteractions depend upon the shell and shape \nof the orbital in which the electron is present. For example electrons present in spherical shaped, s orbital shields the outer electrons \nfrom the nucleus more effectively as compared to electrons present in p  orbital. Similarly \nelectrons present in p  orbitals shield the outer \nelectrons from the nucleus more than the electrons present in d  orbitals, even though all  \nthese orbitals are present in the same shell. Further within a shell, due to spherical shape of s orbital, the s orbital electron spends more \ntime close to the nucleus in comparison to p orbital electron which spends more time in the vicinity of nucleus in comparison to d \norbital electron. In other words, for a given \nshell (principal quantum number), the Z\neff \nexperienced by the electron decreases with \nincrease of azimuthal quantum number (l), that is, the s orbital electron will be more tightly bound to the nucleus than p orbital electron which in turn will be better tightly bound than the d orbital electron. The energy of electrons in s orbital will be lower (more \nnegative) than that of p orbital electron \nwhich will have less energy than that of d \norbital electron and so on. Since the extent of shielding from the nucleus is different for electrons in different orbitals, it leads to the splitting of energy levels within the same shell (or same principal quantum number), that is, energy of electron in an orbital, as mentioned earlier, depends upon the values of n and l. Mathematically, the dependence \nof energies of the orbitals on n and l are quite complicated but one simple rule is that, the lower the value of (n + l) for an orbital, the lower is its energy. \nif two orbitals have \nthe same value of (n\n + l), the orbital with \nlower value of n  will have the lower energy.  \nThe Table 2.5 illustrates the (n + l ) rule and \nFig. 2.16 depicts the energy levels of multi-electrons atoms. It may be noted that different subshells of a particular shell have different energies in case of multi-electrons atoms. However, in hydrogen atom, these have the same energy. Lastly it may be mentioned here that energies of the orbitals in the same \nsubshell decrease with increase in the atomic number (Z\neff). For example, energy of \n2s orbital of hydrogen atom is greater than that of 2s  orbital of lithium and that of lithium \nis greater than that of sodium and so on, that \nis, E\n2s(H) > E2s(Li) > E2s(Na) > E2s(K).\n2.6.4 filling of orbitals in atom\nThe\tfilling\tof\telectrons \tinto\tthe\torbitals\tof\t\ndifferent atoms takes place according to the aufbau principle \nwhich is based on the \nPauli’s exclusion principle, the Hund’s rule of maximum multiplicity and the relative energies of the orbitals.\nAufbau Principle\nThe word ‘aufbau’ in German means ‘building \nup’. The building up of orbitals means the table 2.5  arrangement of orbitals with \nincreasing energy on the basis \nof (n+l ) rule\nUnit 2.indd   61 9/9/2022   4:28:20 PM\nReprint 2025-26\n\n62\nchemistry\nfilling up of orbitals with electrons. The \nprinciple states : In the ground state of the \natoms, the orbitals are filled in order of their increasing energies. In other words, electrons first occupy the lowest energy orbital available to them and enter into higher energy orbitals only after the lower energy orbitals are filled. As you have learnt above, energy of a given orbital depends upon effective nuclear charge and different type of orbitals are affected to different extent. Thus, there is no single ordering of energies of orbitals which will be universally correct for all atoms.\nHowever, following order of  energies of \nthe orbitals is extremely useful:\n1s, 2s, 2p, 3s, 3p, 4s, 3d, 4p, 5s, 4d, 5p, 6s, 4f, 5d, 6p, 7s...\nThe order may be remembered by using \nthe method given in Fig. 2.17. Starting from the top, the direction of the arrows gives the \norder of filling of orbitals, that is starting from right top to bottom left. With respect to placement of outermost valence electrons, it is remarkably accurate for all atoms. \nFor \nexample, val\nence electron in potassium \nmust choose between 3d and 4s orbitals and \nas predicted by this sequence, it is found in 4s  orbital. The above order should be \nassumed to be a rough guide to the filling of energy levels. In many cases, the orbitals are similar in energy and small changes in atomic structure may bring about a change in the order of filling. Even then, the above series is a useful guide to the building of the electronic structure of an atom provided that it is remembered that exceptions may occur.\nPauli Exclusion Principle\nThe number of electrons to be filled in various \norbitals is restricted by the exclusion principle, given by the Austrian scientist Wolfgang Pauli (1926). According to this principle : No two \nelectrons in an atom can have the same set of four quantum numbers. Pauli exclusion principle can also be stated as : “Only two electrons may exist in the same orbital and these electrons must have opposite spin.” This means that the two electrons can have the same value of three quantum numbers n, l and m\nl, but must have the opposite spin \nquantum number. The restriction imposed by Pauli’s exclusion principle on the number of electrons in an orbital helps in calculating the capacity of electrons to be present in any subshell. For example, subshell 1s  comprises \none orbital and thus the maximum number of electrons present in 1s  subshell can be two, in \np and d subshells, the maximum number of electrons can be 6 and 10 and so on. This can be summed up as : the maximum number of electrons in the shell with principal quantum number n is equal to 2n\n2.\nHund’s Rule of Maximum Multiplicity\nThis rule deals with the filling of electrons into \nthe orbitals belonging to the same subshell (that is, orbitals of equal energy, called degenerate orbitals). It states : pairing of \nFig.2.17  Order of filling of orbitals\nUnit 2.indd   62 09/08/2024   15:20:29\nReprint 2025-26\n\n63\nstructure of atom\nelectrons in the orbitals belonging to the \nsame subshell ( p, d or f) does not take \nplace until each orbital belonging to that subshell has got one electron each i.e., it is singly occupied.\nSince there are three p,\n\tfive\td and seven f \norbitals, therefore, the pairing of electrons will\n \nstart in the p, d and f orbitals with the entry \nof 4th, 6th and 8th electron, respectively. It has\n\tbeen\tobserved\tthat\thalf\tfilled\tand\tfully\t\nfilled\tdegenerate \tset\tof\torbitals\tacquire\textra\t\nstability due to their symmetry (see Section, 2.6.7).\n2.6.5\n Electronic Configuration of Atoms\nThe distribution of\n electrons into orbitals of an \natom is called its electronic configuration. \nIf one keeps in mind the basic rules which govern\n\tthe\tfilling\tof\tdifferent\tatomic\torbitals,\t\nthe electronic configurations of different atoms can be written very easily.\nThe\n\telectronic \tconfiguration \tof\tdifferent\t\natoms can be represented in two ways. For  \nexample :\n(i)   sa\n pbdc ...... notation\n(ii)  Orbital diagram  s\n                    p                        d\nIn the first notation\n, the subshell is \nrepresented by the respective letter symbol \nand the number of electrons present in the subshell is depicted, as the super script, like \na, b, c, ... etc. The similar subshell represented \nfor different shells is differentiated by writing the principal quantum number before the respective subshell. In the second notation  each orbital of the subshell is represented by a box and the electron is represented by an arrow (↑) a positive spin or an arrow (↓)  a negative spin. The advantage of second notation\n\tover\tthe\tfirst\tis\tthat\tit\trepresents \tall\t\nthe four quantum numbers.\nThe hydrogen atom has only one electron \nwhich g\noes in the orbital with the lowest energy, \nnamely 1s .\tThe\telectronic \tconfiguration \tof\tthe\t\nhydrogen atom i\ns 1s1 meaning that it has \none electron in the 1s  orbital. The second \nelectron in helium (He) can also occupy the 1s\torbital.\tIts\tconfiguration \tis,\ttherefore, \t1s2. \nAs mentioned above, the two electrons differ from each other with opposite spin, as can be \nseen from the orbital diagram.\nThe third electron of lithium (Li) is not \nallowed in the 1 s orbital because of Pauli \nexclusion principle. It, therefore, takes the next available choice, namely the 2s orbital. The\n\telectronic \tconfiguration \tof\tLi\tis\t1s22s1. \nThe 2s orbital can accommodate one more electron.\n\tThe\tconfiguration \tof\tberyllium \t(Be)\t\natom is, therefore, 1\ns2 2s2 (see Table 2.6, \npage\t66\tfor\tthe\telectronic \tconfigurations \tof\t\nelements).\nIn the next six elements—boron  \n(B, 1s22s22p1), carbon (C, 1s22s22p2), nitrogen \n(N, 1s22s22p3), oxygen (O, 1s22s22p4),\tfluorine\t\n(F, 1\ns22s22p5) and neon (Ne, 1s22s22p6), the 2p \norbitals\tget\tprogressively \tfilled.\tThis\tprocess\t\nis completed with the neon atom. \nThe orbital \npicture of these elements can be represented \nas follows :\nThe electronic configuration of the \nelements sodium (Na,1s22s22p63s1) to argon  \n(Ar,1s22s22p63s23p6), follow exactly the same \npattern as the elements from lithium to neon with the difference that the 3s  and 3p  orbitals \nare\n\tgetting\tfilled\tnow.\tThis\tprocess\tcan\tbe\t\nsimplified \tif\twe\trepresent \tthe\ttotal\tnumber\t\nof\t\telectrons\tin\tthe\tfirst\ttwo\tshells\tby\tthe\t\nname of el\nement neon (Ne). The electronic \nconfiguration \tof the elements from sodium to \nUnit 2.indd   63 9/9/2022   4:28:21 PM\nReprint 2025-26\n\n64\nchemistry\nargon can be written as (Na, [Ne]3s1) to (Ar, \n[Ne] 3s23p6). The electrons in the completely \nfilled\tshells\tare\tknown\tas\tcore\telectrons\tand\t\nthe electrons that are added to the electronic \nshell with the highest principal quantum nu\nmber are called valence electrons. For \nexample, the electrons in Ne are the core electrons and the electrons from Na to Ar are the valence electrons. In potassium (K) and calcium (Ca), the 4s orbital, being lower in energy than the 3d orbitals, is occupied by one and two electrons respectively.\nA new pattern is followed beginning with \nscandium (Sc). The 3d  orbital, being lower \nin energy than the 4p\n\torbital,\tis\tfilled\tfirst.\t\nConsequently, in the next ten elements, \nscandium (Sc), titanium (Ti), \nvanadium (V), \nchromium (Cr), manganese (Mn), iron (Fe), cobalt (Co), nickel (Ni), copper (Cu) and zinc (Zn),\n\tthe\tfive\t3d orbitals are progressively \noccupied.\n We may be puzzled by the fact \nthat\tchromium \tand\tcopper\thave\tfive\tand\tten\t\nelectrons in 3d\n orbitals rather than four and \nnine as their position would have indicated with two-electrons in the 4s orbital. The reason\n\tis\tthat\tfully\tfilled\torbitals\tand\thalf-\nfilled\torbitals\thave\textra\tstability\t(that\tis,\t\nlower energy). Thus p3, p6, d5, d10,f 7, f14 etc. \nconfigurations, \twhich\tare\teither\thalf-filled \t\nor\tfully\tfilled,\tare\tmore\tstable.\tChromium \t\nand copper therefore adopt the d5 and \nd10 configuration (Section 2.6.7)[caution: \nexceptions do exist] \nWith the saturation of the 3d  orbitals, \nthe\tfilling\tof\tthe\t4p orbital starts at gallium \n(Ga) and is \ncomplete at krypton (Kr). In the \nnext eighteen elements from rubidium (Rb) \nto\txenon\t(Xe),\tthe\tpattern\tof\tfilling\tthe\t5s, \n4d\n and 5p orbitals are similar to that of 4s, \n3d and 4p orbitals as discussed above. Then comes the turn of the 6s orbital. In caesium (Cs) and the barium (Ba), this orbital contains one and two electrons, respectively. Then from lanthanum\n\t(La)\tto\tmercury\t(Hg),\tthe\tfilling\tup\t\nof electrons takes place \nin 4f and 5d orbitals. After\tthis,\tfilling\tof\t6p, then 7s \tand\tfinally\t5f \nand 6d  orbitals takes place. The elements\n \nafter uranium (U) are all short-lived and all of \nthem\tare\tproduced \tartificially. \tThe\telectronic \t\nconfigurations \tof\tthe\tknown\telements \t(as\t\ndetermined by spectroscopic methods) are \ntabulated in Table 2.6 (page 66).\nOne m\nay ask what is the utility of knowing \nthe electron configuration? The modern approach to the chemistry, infact, depends almost entirely on electronic distribution to understand and explain chemical behaviour. For example, questions like why two or more atoms combine to form molecules, why some elements are metals while others are non-metals, why elements like helium and argon are not reactive but elements like the halogens are\n\treactive,\tfind\tsimple\texplanation \tfrom\tthe\t\nelectronic \tconfiguration. \tThese\tquestions \thave\t\nno\tanswer\tin\tthe\tDaltonian \tmodel\tof\tatom.\t\nA detailed understanding of the electronic structure of atom \nis, therefore, very essential \nfor getting an insight into the various aspects of modern chemical knowledge.\n2.6.6\n stability of completely filled and  \n Half filled subshells\nThe\tground\tstate\telectronic \tconfiguration \tof\t\nthe atom of an element always corresponds to \nthe state of the lowest \ntotal electronic energy. \nThe\telectronic \tconfigurations \tof\tmost\tof\tthe\t\natoms follow the basic rules given in Section \n2.6.5. However, in certain elements such as Cu, or Cr, where the two subshells (4s and 3d) differ slightly in their energies, an electron \nshifts from a subshell of lower energy (4s ) to a \nsubshell of higher energy (3d), provided such a shift results in all orbitals of the subshell of higher energy getting either completely filled\n\tor\thalf\tfilled.\tThe\tvalence\telectronic \t\nconfigurations \tof\tCr\tand\tCu,\ttherefore, \tare\t\n3d5 4s1 and 3d10 4s1 respectively and not 3d4 \n4s2 and 3d9 4s2. It has been found that there is \nextra stability associated with these electronic configurations.\nUnit 2.indd   64 9/9/2022   4:28:21 PM\nReprint 2025-26\n\n65\nstructure of atom\nThe completely filled and completely  \nhalf-filled \tsubshells \tare\tstable\tdue\tto\tthe\t\nfollowing reasons:\n1.Symmetrical distribution of electrons:\n It is well known that symmetry \nleads\tto\tstabili\nty.\tThe\tcompletel\ny\tfilled\t\nor\thalf\tfilled\tsubshells \thave\tsymmetrical \t\ndistribution of electrons in them and are therefore more stable. Electrons in the same subshell (here 3d\n) have equal \nenergy but different spatial distribution. Consequently, their shielding of one-another is relatively small and the electrons are more strongly attracted by the nucleus.2. Exchange Energy : The stabilizing effect arises whenever two or more electrons with the same spin are present in the degenerate orbitals of a subshell. These electrons tend to exchange their positions and the energy released due to this exchange is called exchange energy. The number of exchanges that can take place is maximum when the subshell is\n\teither\thalf\tfilled\tor\tcompletely \tfilled\t \n(Fig. 2.18). A\ns a result the exchange \nenergy is maximum and so is the stability.\n You may note that the exchange \nenergy is at the basis of Hund’s rule that electrons which enter orbitals of\n \nequal energy have parallel spins as far as possible. In other words, the extra stability\n\tof\thalf-filled \tand\tcompletely \tfilled\t\nsubshell \nis  due to: (i) relatively small \nshielding, (ii) smaller coulombic repulsion energy, and (iii) larger exchange energy. Details\n\tabout\tthe\texchange \tenergy\twill\tbe\t\ndealt with in higher classes.Fig. 2.18  Possible exchange for a d5 \nconfigurationCauses of Stability of Completely Filled and Half-filled Subshells\nUnit 2.indd   65 9/9/2022   4:28:21 PM\nReprint 2025-26\n\n66\nchemistry\nTable 2.6  Electronic Configurations of the Elements\n* Elements with exceptional electronic configurations\nUnit 2.indd   66 9/9/2022   4:28:22 PM\nReprint 2025-26\n\n67\nstructure of atom\n** Elements with atomic number 112 and above have been reported but not yet fully authenticated and named.\nUnit 2.indd   67 9/9/2022   4:28:23 PM\nReprint 2025-26\n\n68\nchemistry\nsUmmary\natoms are the building blocks of elements. They are the smallest parts of an element that \nchemically \treact.\tThe\tfirst\tatomic\ttheory,\tproposed\tby\tJohn\tDalton\tin\t1808,\tregarded\tatom\tas\t\nthe ultimate indivisible particle of matter. Towards the end of the nineteenth century, it was \nproved experimentally that atoms are divisible and consist of three fundamental particles: electrons\n, protons and neutrons . The discovery of sub-atomic particles led to the proposal \nof various atomic models to explain the structure of atom.\nThomson in 1898 proposed that an atom consists of uniform sphere of positive electricity \nwith electrons embedded into it. This model in which mass of the atom is considered to be evenly spread over the atom was proved wrong by Rutherford’s famous alpha-particle scattering experiment in 1909. Rutherford concluded that atom is made of a tiny positively charged nucleus , at its centre with electrons revolving around it in circular orbits . \nrutherford model, which \nresembles the solar system, was no doubt an improvement over \nthomson model but it \ncould not account for the stability of the atom i.e., why the electron \ndoes not fall into the nucleus. Further, it was also silent about the electronic structure of atoms i.e., about the distribution and relative energies of electrons around the nucleus. The difficulties\n\tof\tthe\tRutherford \tmodel\twere\tovercome \tby\tNiels\tBohr\tin\t1913\tin\this\tmodel\tof\tthe\t\nhydrogen atom. Bohr postulated that electron \nmoves around the nucleus in circular orbits. \nOnly\tcertain\torbits\tcan\texist\tand\teach\torbit\tcorresponds \tto\ta\tspecific\tenergy.\tBohr\tcalculated \t\nthe energy of electron in various orbits and for each orbit predicted the distance between the electron and nucleus. \nbohr model, though offering a satisfactory \nmodel for explaining the \nspectra of the hydrogen atom, could not explain the spectra of multi-electron atoms. The reason for this was soon discovered. In Bohr model, an electron is regarded as a charged particle\n\tmoving\tin\ta\twell\tdefined\tcircular\torbit\tabout\tthe\tnucleus.\tThe\twave\tcharacter \tof\t\nthe\telectron\tis\tignored\tin\tBohr’s\ttheory.\tAn\torbit\tis\ta\tclearly\tdefined\tpath\tand\tthis\tpath\tcan\t\ncompletely \tbe\tdefined\tonly\tif\tboth\tthe\texact\tposition\tand\tthe\texact\tvelocity\tof\tthe\telectron\t\nat the same time \nare known. This is not possible according to the Heisenberg uncertainty \nprinciple. Bohr model of the hydrogen atom, therefore, not only ignores the dual behaviour of electron but also contradicts Heisenberg uncertainty principle . \nErwin Schrödinger, in 1926, proposed an equation called Schrödinger equation to \ndescribe the electron distributions in space and the allowed energy levels in atoms. This equation incorporates de Broglie’s concept of wave-particle duality and is consistent with \nHeisenberg uncertainty principle. When Schrödinger equation is solved for the electron in a hydrogen atom, the solution gives the possible energy states the electron can occupy [and the corresponding wave function(s) (\nψ) (which in fact are the mathematical functions) of the \nelectron associated with each energy state]. These quantized energy states and corresponding wave functions which are characterized by a set of three quantum numbers ( principal \nquantum number n, azimuthal quantum number l and magnetic quantum number m\nl) \narise as a natural consequence in the solution of the Schrödinger equation. The restrictions on the values of these three quantum numbers also come naturally from this solution. The quantum mechanical model of the hydrogen atom successfully predicts all aspects of the hydrogen atom spectrum including some phenomena that could not be explained by the Bohr model.\nAccording to the quantum mechanical model of the atom, the electron distribution of an \natom containing a number of electrons is divided into shells . The shells, in turn, are thought \nto consist of one or more subshells and subshells are assumed to be composed of one or more orbitals, which the electrons occupy. While for hydrogen and hydrogen like systems (such as He\n+, Li2+ etc.) all the orbitals within a given shell have same energy, the energy of \nthe orbitals in a multi-electron atom depends upon the values of n and l: The lower the value \nof (n + l ) for an orbital, the lower is its energy. If two orbitals have the same (n + l ) value, \nthe orbital with lower value of n has the lower energy. In an atom many such orbitals are \nUnit 2.indd   68 9/9/2022   4:28:23 PM\nReprint 2025-26\n\n69\nstructure of atom\npossible\tand\telectrons\tare\tfilled\tin\tthose\torbitals\tin\torder\tof\tincreasing \tenergy\tin\taccordance \t\nwith Pauli exclusion principle (no two electrons in an atom can have the same set of four \nquantum numbers) and Hund’s rule of \nmaximum multiplicity (pairing of electrons in the \norbitals belonging to the same subshell does not take place until each orbital belonging to \nthat subshell has got one electron each, i.e., is singly occupied). This forms the basis of the electronic structure of atoms.\neXercises\n2.1 (i) Calculate the number of electrons which will together weigh one gram.\n (ii) Calculate the mass and charge of one mole of electrons.\n2.2 (i) Calculate the total number of electrons present in one mole of methane.\n (ii) Find (a) the total number and (b) the total  mass of neutrons in 7 mg of 14C.  \n (Assume that mass of a neutron = 1.675 × 10–27 kg).\n (iii)  Find (a) the total number and (b) the total mass of protons in 34 mg of NH3  \n at STP.\n  Will the answer change if the temperature and pressure are changed ?\n2.3 How many neutrons and protons are there in the following nuclei ?\n 613CO Mg Fe Sr ,, ,,     816\n1224\n2656\n3888\n2.4 Write the complete symbol for the atom with the given atomic number (Z) and atomic \nmass (A)\n (i) Z = 17,  A = 35.\n (ii)  Z = 92,  A = 233.\n (iii) Z =  4,   A =  9.\n2.5 Yellow light emitted from a sodium lamp has a wavelength (\nλ) of 580 nm. Calculate \nthe frequency (ν) and wavenumber ( ) of the yellow light.\n2.6 Find energy of each of the photons which \n (i) correspond to light of frequency 3×1015 Hz.\n (ii) have wavelength of 0.50 Å.\n2.7 Calculate the wavelength, frequency and wavenumber of a light wave whose period is 2.0 × 10\n–10 s.\n2.8 What is the number of photons of light with a wavelength of 4000 pm that provide 1J\n\tof\tenergy?\n2.9 A photon of wavelength 4 × 10–7 m strikes on metal surface, the work function \nof the metal being 2.13 eV. Calculate (i) the energy of the photon (eV),  \n(ii) the kinetic energy of the emission, and (iii) the velocity of the photoelectron  \n(1 eV= 1.6020 × 10–19 J).\n2.10\t Electromagnetic \tradiation\tof\twavelength \t242\tnm\tis\tjust\tsufficient \tto\tionise\tthe\t\nsodium\tatom.\tCalculate \tthe\tionisation \tenergy\tof\tsodium\tin\tkJ\tmol–1.\n2.11 A 25 watt\n bulb emits monochromatic yellow light of wavelength of 0.57µ m.      \nCalculate the rate of emission of quanta per second.\n2.12 Electrons are emitted with zero velocity from a metal \nsurface when it is exposed to \nradiation of wavelength 6800 Å. Calculate threshold frequency ( ν0 ) and work function \n(W0 ) of the metal.\n2.13 What is \nthe wavelength of light emitted when the electron in a hydrogen atom undergoes \ntransition from an energy level with n = 4 to an energy level with n = 2? \nUnit 2.indd   69 9/9/2022   4:28:24 PM\nReprint 2025-26\n\n70\nchemistry\n2.14 How much energy is required to ionise a H atom if  the electron occupies n = 5 orbit? \nCompare your answer with the ionization enthalpy of H atom (energy required to \nremove the electron from n =1 orbit). \n2.15 What is the maximum \nnumber of emission lines when the excited electron of a H \natom in n = 6 drops to the ground state?\n2.16 (i) The energy associated with the first orbit in the hydrogen atom is  \n–2.18 × 10–18\tJ\tatom–1.\tWhat\tis\tthe\tenergy\tassociated \twith\tthe\tfifth\torbit?\t\n\t (ii)\t Calculate \tthe\tradius\tof\tBohr’s\tfifth\torbit\tfor\thydrogen \tatom.\n2.1\n7 Calculate the wavenumber for the longest wavelength transition in the Balmer series of atomic hydrogen.\n2.1\n8 What i\ns the energy in joules, required to shift the electron of the hydrogen atom from \nthe\tfirst\tBohr\torbit\tto\tthe\tfifth\tBohr\torbit\tand\twhat\tis\tthe\twavelength \tof\tthe\tlight\t\nemitted when the electron returns to the ground state? The ground state electron energy is –2.18 ×\n 10–11 ergs.\n2.19 The electron energy in hydrogen atom is given by En = (–2.18 × 10–18 )/n2\tJ.\tCalculate \t\nthe energy required to remove an electron completely from the n\n = 2 orbit. What is \nthe longest wavelength of light in cm that can be used to cause this transition?\n2.20 Calculate the wavelength of an electron moving with a velocity of 2.05 × 107 m s–1.\n2.21 The mass of an electron is 9.1 \n× 10–31 kg. If its K.E. is 3.0 × 10–25\tJ,\tcalculate\tits\t\nwavelength.\n2.22 Which of the following are isoelectronic \nspecies  i.e., those having the same number \nof electrons? \n   Na+, K+, Mg2+, Ca2+, S2–, Ar.\n2.23\t (i)\t Write \tthe\telectronic \tconfigurations \tof\tthe\tfollowing\tions:\t(a)\tH–\t(b)\tNa+\t(c)\tO2–\t \n(d) F–\n (ii) What are the atomic numbers of elements whose outermost electrons are  \nrepresented by (a) 3s1 (b) 2p3 and (c) 3p5 ?\n\t (iii)\tWhich \tatoms\tare\tindicated \tby\tthe\tfollowing\tconfigurations \t?\n  (a) [He] 2 s1  (b) [Ne] 3 s2 3p3  (c) [Ar] 4 s2 3d1.\n2.24 What is the lowest value of n that allows g orbitals to exist?\n2.25 An electron is in one of \nthe 3d orbitals. Give the possible values of n, l  and ml for \nthis electron.\n2.26\t An \tatom\tof\tan\telement\tcontains\t29\telectrons\tand\t35\tneutrons. \tDeduce\t(i)\tthe\tnumber\t\nof\tprotons\tand\t(ii)\tthe\telectronic \tconfiguration \tof\tthe\telement.\n2.27 Give the number of electrons in the species  \n2.28 (i) An atomic orbital has n = 3. What are the possible values of l and ml ?\n (ii) List the quantum numbers (ml and l\n) of electrons for 3d orbital.\n (iii)  Which of the following orbitals are possible?\n   1p, 2s\n, 2p and 3f\n2.29 Using s, p\n, d notations, describe the orbital with the following quantum numbers.\n (a) n=1, l\n=0; (b) n = 3; l=1 (c) n = 4; l =2; (d)  n=4; l=3.\n2.30 Explain, giving reasons, which of the following sets of quantum numbers are not possible.\n  (a)  n = 0,   l = 0,   ml  =   0,  ms = + ½ \n  (b)  n = 1,   l = 0,   ml  =   0,  ms = – ½\n  (c)  n = 1,   l = 1,   ml  =   0,  ms = + ½\n  (d)  n = 2,   l = 1,   ml  =   0,  ms = – ½\nUnit 2.indd   70 9/9/2022   4:28:24 PM\nReprint 2025-26\n\n71\nstructure of atom\n  (e) n = 3,   l = 3,   ml  = –3,  ms = + ½\n  (f) n = 3,   l = 1,   ml  =   0,  ms = + ½\n2.31 How many electrons in an atom may have the following quantum numbers?\n (a)  n = 4, ms = – ½    (b)  n = 3, l = 0\n2.32 Show that the circumference of the Bohr orbit for the hydrogen atom is an integral \nmultiple of the de Broglie wavelength associated with the electron revolving around \nthe orbit.\n2.33 What transition in the \nhydrogen spectrum would have the same wavelength as the \nBalmer transition n = 4 to n = 2 of  He+ spectrum ?\n2.34 Calculate the energy required for the process\n He+ (g)  He2+ (g) + e–\n The ionization energy for the H atom in the ground state is 2.18 × 10–18\tJ\tatom–1\n2.35 If the diameter of a carbon atom is 0.15 nm, calculate the number of carbon atoms \nwhich can be placed side by side in a straight line across length of scale of length 20 cm long. \n2.36\n 2 ×108 atoms of carbon are arranged side by side. Calculate the radius of carbon \natom if the length of this arrangement is 2.4 cm.\n2.37 The diameter of zinc atom \nis 2.6 Å. Calculate (a) radius of zinc atom in pm and  \n(b) number of atoms present in a length of 1.6 cm if the zinc atoms are arranged side by side lengthwise.\n2.38\n A certain particle carries 2.5 × 10–16C of static electric charge. Calculate the number \nof electrons present in it.\n2.39 In Milikan’s experiment, static \nelectric charge on the oil drops has been obtained \nby shining X-rays. If the static electric charge on the oil drop is –1.282 × 10–18C, \ncalculate the number of electrons present on it.\n2.40 In Rutherford’s experiment, generally the thin foil of heavy atoms, like gold, platinum etc. have been used to be bombarded by the α-particles. If the thin foil of light atoms like aluminium etc. is used, what difference would be observed from the above  \nresults ?\n2.41\n Symbols 3579Brand 79Br can be written, whereas symbols 7935Br and 35Br are not \nacceptable. \tAnswer\tbriefly.\n2.42 An element with mass number 81 contains 31.7% more neutrons as compared to protons. Assign the atomic symbol.\n2.43\n An ion with mass number 37 possesses one unit of negative charge. If the ion conatins\n\t11.1%\tmore\tneutrons\tthan\tthe\telectrons, \tfind\tthe\tsymbol\tof\tthe\tion.\n2.44 An ion with mass number 56 contains 3 units \nof positive charge and 30.4% more \nneutrons than electrons. Assign the symbol to this ion.\n2.45 Arrange the f\nollowing type of radiations in increasing order of frequency: (a) radiation \nfrom\tmicrowave \toven\t(b)\tamber\tlight\tfrom\ttraffic\tsignal\t(c)\tradiation\tfrom\tFM\tradio\t\n(d) cosmic rays from outer space and (e) X-rays.\n2.46 Nitrogen laser produces a radiation at a wavelength of 337.1 nm. If the number of photons emitted is 5.6 × 10\n24, calculate the power of this laser.\n2.47 Neon gas\n is generally used in the sign boards. If it emits strongly at 616 nm, \ncalculate (a) the frequency of emission, (b) distance traveled by this radiation in  \n30\ts\t\t(c)\tenergy\tof\tquantum\tand\t(d)\tnumber\tof\tquanta\tpresent\tif\tit\tproduces\t2\tJ\tof\t\nenergy.\nUnit 2.indd   71 9/9/2022   4:28:24 PM\nReprint 2025-26\n\n72\nchemistry\n2.48 In astronomical observations, signals observed from the distant stars are generally \nweak. If the photon detector receives a total of 3.15 × 10–18\tJ\tfrom\tthe\tradiations \tof\t\n600 nm, calculate the number of photons received by the detector.\n2.49 Lifetimes of the molecules in \nthe excited states are often measured by using pulsed \nradiation source of duration nearly in the nano second range. If the radiation source has the duration of 2 ns and the number of photons emitted during the pulse source is 2.5 × 10\n15, calculate the energy of the source.\n2.50 The longest wavelength doublet absorption transition is \nobserved at 589 and 589.6 \nnm. Calcualte the frequency of each transition and energy difference between two excited states.\n2.51\n The work function for caesium atom is 1.9 eV. Calculate (a) the threshold wavelength and (b) the threshold frequency of the radiation. \nIf the caesium element is irradiated \nwith a wavelength 500 nm, calculate the kinetic energy and the velocity of the ejected photoelectron.\n2.52\n Followi\nng results are observed when sodium metal is irradiated with different \nwavelengths. Calculate (a) threshold wavelength and, (b) Planck’s constant.\n λ (nm)    500 450 400\n v × 10–5 (cm s–1) 2.55 4.35 5.35\n2.53 The ejection of the photoelectron from the silver metal in the photoelectric effect experiment can be stopped by applying the voltage of 0.35 V when the radiation 256.7 nm is used. Calculate the work function for silver metal.\n2.54\n If the photon of the wavelength 150 pm strikes an atom and one of tis inner bound electrons is ejected out with a velocity of 1.5 × 10\n7 m s–1, calculate the energy with \nwhich it is bound to the nucleus.\n2.55 Emission transitions in the Paschen series end at orbit n = 3 and start \nfrom orbit n \nand can be represeted as v = 3.29 × 1015 (Hz) [1/32 – 1/n2]\n Calculate the value of n if the transition is observed at 1285 nm. Find the region of the spectrum.\n2.56\n Calculate the wavelength for the emission \ntransition if it starts from the orbit having \nradius 1.3225 nm and ends at 211.6 pm. Name the series to which this transition belongs and the region of the spectrum.\n2.57\t Dual\n\tbehaviour \tof\tmatter\tproposed\tby\tde\tBroglie\tled\tto\tthe\tdiscovery \tof\telectron\t\nmicroscope \toften\tused\tfor\tthe\thighly\tmagnified \timages\tof\tbiological \tmolecules \tand\t\nother type of material. If the velocity of the electron in this microscope is 1.6 × 106 \nms–1, calculate de Broglie wavelength associated with this electron.\n2.58 Similar to electron diffraction, neutron diffraction microscope is also used for the \ndetermination of the structure of molecules. \nIf the wavelength used here is 800 pm, \ncalculate the characteristic velocity associated with the neutron.\n2.59\t If \tthe\tvelocity\tof\tthe\telectron\tin\tBohr’s\tfirst\torbit\tis\t2.19\t×\t106 ms–1, calculate the  \nde Broglie wavelength associated with it.\n2.60 The velocity associated with a proton moving in a potential difference of 1000 V is 4.37 × 10\n5 ms–1. If the hockey ball of mass 0.1 kg is moving with this velocity, \ncalcualte the wavelength associated with this velocity.\n2.61 If the position of the electron is measured within an accuracy of +  0.002 nm, calculate \nthe uncertainty in \nthe momentum of the electron. Suppose the momentum of the \nelectron is h/4πm\t×\t0.05\tnm,\tis\tthere\tany\tproblem\tin\tdefining\tthis\tvalue.\n2.62 The quantum numbers of six electrons are given below. Arrange them in order of increasing \nenergies. If any of these combination(s) has/have the same energy lists:\n 1. n = 4, l = 2, ml = –2 , ms = –1/2\n 2. n = 3, l = 2, ml = 1 , ms = +1/2\nUnit 2.indd   72 9/9/2022   4:28:24 PM\nReprint 2025-26\n\n73\nstructure of atom\n 3. n = 4, l = 1, ml = 0 , ms = +1/2\n 4. n = 3, l = 2, ml = –2 , ms = –1/2\n 5. n = 3, l = 1, ml = –1 , ms = +1/2\n 6. n = 4, l = 1, ml = 0 , ms = +1/2\n2.63 The bromine atom possesses 35 electrons. It contains 6 electrons in 2p orbital,  \n6 electron\ns in 3p  orbital and 5 electron in 4 p orbital. Which of these electron \nexperiences the lowest effective nuclear charge ?\n2.64 Among the following pairs of orbitals which orbital will experience the larger effective \nnuclear charge? (i) 2 s\n and 3s, (ii) 4 d and 4f, (iii) 3 d and 3p.\n2.65 The unpaired electrons in Al and Si are present in 3p orbital. Which electrons will experience more effective nuclear charge from the nucleus ?\n2.66\n Indicate the number of unpaired electrons in : (a) P, (b) Si, (c) Cr, (d) Fe and (e) \nKr.\n2.67 (a) How many subshells are associated with n = 4 ? (b) \nHow many electrons will be \npresent in the subshells having ms value of –1/2 for n = 4 ?\nUnit 2.indd   73 9/9/2022   4:28:24 PM\nReprint 2025-26\n\n",
      "wordCount": 9362,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 45,
    "totalWords": 12095
  }
}