{
  "filename": "kech2ps.pdf",
  "chapters": [
    {
      "chapterNumber": 6,
      "title": "CHEMISTRY\nR",
      "content": "6\nCHEMISTRY\nReprint 2025-26\n\n7\nanswer s\ntextbook  develoPment  Committee\nChairPerson , advisory  GrouP For textbooks  in sCienCe  and mathematiCs\nJ.V. Narlikar, Emeritus Professor, Chairman,  Advisory Committee, Inter\nUniversity Centre for Astronomy and Astrophysics (IUCCA), Ganeshbhind,Pune University, Pune\nChieF advisor\nB.L. Khandelwal, Professor (Retd.), Emeritus Scientist, CSIR; Emeritus Fellow, AICTE\nand formerly Chairman, Department of Chemistry, Indian Institute of Technology,\nNew Delhi\nmembers\nA. S. Brar, Professor, Indian Institute of Technology, Delhi\nAnjni Koul, Lecturer, DESM, NCERT, New Delhi\nH.O. Gupta, Professor, DESM, NCERT, New DelhiI.P. Aggarwal, Professor, Regional Institute of Education, NCERT, BhopalJaishree Sharma, Professor, DESM, NCERT, New DelhiM. Chandra, Professor, DESM, NCERT, New Delhi\nPoonam Sawhney, PGT (Chemistry), Kendriya Vidyalaya, Vikas Puri, New DelhiR.K. Parashar, Lecturer, DESM NCERT, New Delhi\nS.K. Dogra, Professor, Dr. B.R. Ambedkar Centre for Biomedical Research Delhi \nUniversity, Delhi\nS.K. Gupta, Reader, School of Studies in Chemistry, Jiwaji University, GwaliorSadhna Bhargava, PGT (Chemistry), Sardar Patel Vidyalaya, Lodhi Estate, New DelhiShubha Keshwan, Headmistress, Demonstration School, Regional Institute of \nEducation, NCERT, Mysore\nSukhvir Singh, Reader, DESM, NCERT, New DelhiSunita Malhotra, Professor, School of Sciences, IGNOU, Maidan Garhi, New Delhi\nV.K. Verma, Professor (Retd.) Institute of Technology, Banaras Hindu University,\nVaranasi\nV.P. Gupta, Reader, Regional Institute of Education, NCERT, Bhopal\nmember -Coordinator\nAlka Mehrotra, Reader, DESM, NCERT, New Delhi\nPrelims.indd   7 10/10/2022   11:05:59 AM\nReprint 2025-26\n\n8\nchemistry\nAcknowledgements\nThe National Council of Educational Research and Training acknowledges the valuable \ncontributions of the individuals and organisations involved in the development of Chemistry textbook for Class XI. It also acknowledges that some useful material from the reprint editions (2005) of Chemistry textbooks has been utilised in the development of the present textbook.  The following academics contributed effectively for editing, reviewing, refining and finalisation of the manuscript of this book: G.T. Bhandage, Professor,  RIE, Mysuru; N. Ram, Professor, IIT, New Delhi; R. Sindhu, \nReader, RIE (NCERT), Bhopal; Sanjeev Kumar, Reader, Desh Bandhu College, Kalkaji, New Delhi; Shampa Bhattacharya, Reader, Hans Raj College, Delhi; Vijay Sarda, Reader, Zakir Husain College, New Delhi. K.K. Arora, Reader, Zakir Husain College, \nNew Delhi; Shashi Saxena, Reader, Hans Raj College, Delhi; Anuradha Sen, Apeejay School, Sheikh Sarai, New Delhi; C. Shrinivas, PGT,  Kendriya Vidyalaya, Pushp Vihar,  \nNew Delhi; D.L. Bharti, PGT, Ramjas School, Sector IV, R.K. Puram, New Delhi;  \nIla Sharma, PGT, Delhi Public School, Dwarka, Sector-B, New Delhi; Raj Lakshmi Karthikeyan, Head (Science), Mother’s International School, Sri Aurobindo Marg, \nNew Delhi; Sushma Kiran Setia, Principal, Sarvodaya Kanya Vidyalaya, Hari Nagar (CT), New Delhi; Nidhi Chaudray, PGT, CRPF Public School, Rohini, Delhi; and Veena Suri, PGT, Bluebells School, Kailash, New Delhi. We are thankful to them.\nWe express gratitude to R.S. Sindhu, Professor (Retd.), DESM, NCERT, New \nDelhi, for editing, reviewing and refining the textbook right from the initial stage.\nWe are also grateful to Ruchi Verma, Associate Professor, DESM, NCERT, New \nDelhi; Pramila Tanwar, Associate Professor, DESM, NCERT, New Delhi; R.B. Pareek, Associate Professor, RIE, Ajmer and A.K. Arya, Associate professor,  RIE, Ajmer, for reviewing and refining the content of the textbook.\nSpecial thanks are due to M. Chandra, Professor and Head, DESM, NCERT for  \nher support.\nThe Council also gratefully acknowledges the contribution of Surendra Kumar \nand Hari Darshan Lodhi DTP Operator; Subhash Saluja, Ramendra Kumar Sharma \nand Abhimanyu Mohanty, Proof Readers; Bhavna Saxena, Copy Editor and Deepak \nKapoor, Incharge, Computer Station, in shaping this book. The contributions of \nthe Publication Department in bringing out this book are also duly acknowledged.\nPrelims.indd   8 12/1/2022   10:49:45\nReprint 2025-26\n\n9\nanswer s\nContents\n Foreword  iii\n rationalisation  oF Content  in the textbook  v\nUnit 7  Redox Reactions  235\n 7.1 Classical Idea of Redox Reactions-Oxidation and Reduction Reactions  235\n 7.2 Redox Reactions in Terms of Electr\non Transfer Reactions  237\n 7.3 Oxidation Number  239\n 7.4 Redox Reactions and Electrode Processes  249\nUnit 8  Organic Chemistry – Some Basic Principles and Techniques  256\n 8.1 General Introduction  256\n 8.2 Tetravalence of Carbon: Shapes of Organic Compounds  257\n 8.3  Structural Representations of Organic Compounds  258\n 8.4 Classification of Organic Compounds  261\n 8.5 Nomenclature of Organic Compounds  262\n 8.6 Isomerism  270\n 8.7 Fundamental Concepts in Organic Reaction Mechanism  271\n 8.8 Methods of Purification of Organic Compounds  278\n 8.9 Qualitative Analysis  of Organic Compounds  284\n 8.10  Quantitative Analysis  285\nUnit 9  Hydrocarbons  295\n 9.1 Classification  295\n 9.2 Alkanes  296\n 9.3 Alkenes  306\n 9.4 Alkynes  314\n 9.5 Aromatic Hydrocarbon  318\n 9.6 Carcinogenicity and Toxicity  325\n Answers  328\nPrelims.indd   9 2/24/2023   16:49:43\nReprint 2025-26\n\n10\nchemistry\nContents  oF Chemistry  Part i\nunit 1 Some BaSic conceptS  of chemiStry  1\nunit 2 Structure  of atom 29\nunit 3 c laSSification  of elementS  and periodicity  in propertieS  74\nunit 4 c hemical  Bonding  and molecular  Structure  100\nunit 5 t hermodynamicS  136\nunit 6 e quiliBrium  168\n a ppendiceS  215\n a nSwer  to Some Selected  queStionS  229\nPrelims.indd   10 10/10/2022   11:05:59 AM\nReprint 2025-26\n\n",
      "wordCount": 799,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 10,
    "totalWords": 799
  }
}