{
  "filename": "kech105.pdf",
  "chapters": [
    {
      "chapterNumber": 1,
      "title": "Open System",
      "content": "1. Open System\nIn an open system, there is exchange of energy \nand matter between system and surroundings [Fig. 5.2 \n(a)]. The presence of reactants in an \nopen beaker is an example of an open system *. \nHere the boundary is an imaginary surface enclosing the beaker and reactants.\n",
      "wordCount": 49,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 2,
      "title": "Closed System",
      "content": "2.\n Closed System\nIn a closed system, \nthere is no exchange of \nmatter, but exchange of energy is possible \nbetween system and the surroundings  \n[Fig. 5.2 (b)]. The presence of reactants in a closed vessel made of conducting material e.g., copper or steel is an example of a closed system.\nFig. 5.2  Open, closed and isolated systems.Note that the system may be defined \nby physical boundaries, like beaker or test tube, or the system may simply be defined by a set of Cartesian coordinates specifying a particular volume in space. It is necessary to think of the system as separated from the surroundings by some sort of wall which may be real or imaginary. The wall that separates \n*  We could have chosen only the reactants as system then walls of the beakers will act as boundary.\nUnit 5.indd   137 9/12/2022   11:53:34 AM\nReprint 2025-26\n\nchemIstry138\n",
      "wordCount": 146,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 3,
      "title": "Isolated System",
      "content": "3. Isolated System\nIn an isolated system, there is no exchange \nof energy or matter between the system and the surroundings [Fig. 5.2 (c)]. The presence of reactants \nin a thermos flask or any other \nclosed insulated vessel is an example of an isolated system. \n5.1.3\n The state of the system\nThe system must be described in order to \nmake any useful calculations by specifying quantitatively \neach of the properties such as \nits pressure (p), volume (V), and temperature (T ) as well as the composition of the system. \nWe need to describe the system by specifying it before and after the change. You would recall from your Physics course that the state of a system in mechanics is completely specified at a given instant of time, by the position and velocity of each mass point of the system. In thermodynamics, a different and much simpler concept of the state of a system is introduced. It does not need detailed knowledge of motion of each particle  because, we deal with average measurable properties of the system. We specify the state of the system by state functions or state variables.\nThe state of a thermodynamic system is \ndescribed by its measurable or macroscopic  (bulk) properties. We can describe the state of a gas by quoting its pressure (p), volume (V), temperature (T ), amount (n ) etc. Variables \nlike p, V, T are called state variables or state \nfunctions because their values depend only on the state of the system and not on how it is reached. In order to completely define the state of a system it is not necessary to define all the properties of the system; as only a certain number of properties can be varied independently. This number depends on the nature of the system. Once these minimum number of macroscopic properties are fixed, others automatically have definite values.\nThe state of the surroundings can never \nbe completely specified; fortunately it is not \nnecessary to do so.\n5.1.4\n The internal energy as a state \nFunction\nWhen we talk about our chemical system\n \nlosing or gaining energy, we need to introduce a quantity which represents the total energy \nof the system. It may be chemical, electrical, mechanical or any other type of energy you may think of, the sum of all these is the energy of the system. In thermodynamics, we call it  the internal energy, U of the system, which may change, when\n•\theat passes into or out of the system,\n•\twork is done on or by the system,\n•\tmatter enters or leaves the system. \nThese systems are classified accordingly \nas you have already studied in section 5.1.2.\n(a) Work \nLet us first examine \na change in internal energy \nby doing work. We take a system containing \nsome quantity of water in a thermos flask or in an insulated beaker. This would not allow exchange of heat between the system and surroundings through its boundary and we call this type of system as adiabatic. The \nmanner in which the state of such a system may be changed will be called adiabatic process. Adiabatic process is a process in which there is no transfer of heat between the system and surroundings. Here, the wall separating the system and the surroundings \nis called the adiabatic wall (Fig. 5.3).  \nFig. 5.3  An adiabatic system which does not permit the transfer of heat through its boundary.\nLet us bring the change in the internal \nenergy of the system by doing some work on \nit. Let us call the  initial state of the system as state A and its temperature as  T\nA. Let \nthe internal energy of the system in state A be called U\nA. We can change the state of the \nsystem in two different ways.\nUnit 5.indd   138 9/12/2022   11:53:36 AM\nReprint 2025-26\n\nTHERMODYNAMICS          139\nOne way: We do some mechanical work, say \n1 kJ, by rotating a set of small paddles and thereby churning water. Let the new state be called B state and its temperature, as T\nB. It is found that TB > TA and the change \nin temperature, ∆T = TB–TA. Let the internal \nenergy of the system in state B be UB and the \nchange in internal energy, ∆U =UB– UA.\nSecond way:  We now do an equal amount \n(i.e., 1kJ) electrical work with the help of an immersion rod  and note down the temperature change. We find that the change in temperature is same as in the earlier case, say, T\nB – TA.\nIn fact, the experiments in the above \nmanner were done by J. P. Joule between 1840–50 and he was able to show that a given amount of work done on the system, no matter how it was done (irrespective of path) produced the same change of state, as measured by the change in the temperature of the system. \nSo, it seems appropriate to define a \nquantity, the internal energy U, whose value is characteristic of the state of a system, whereby the adiabatic work, w\nad required to \nbring about a change of state is equal to the difference between the value of U in one state \nand that in another state, ∆U i.e.,\n∆U =U\n2 –U1= wad\nTherefore, internal energy, U , of the \nsystem is a state function. \nBy conventions of IUPAC in chemical \nthermodynamics. The positive sign expresses \nthat wad  is positive when work is done on the \nsystem and the internal energy of system increases. Similarly, if the work is done by the \nsystem, w\nad will be negative because internal \nenergy of the system decreases.\nCan you name some other familiar state \nfunctions? Some of other familiar state functions are V, p, and  T. For example, if we \nbring a change in temperature of the system from 25°C to 35°C, the change in temperature is 35°C–25°C = +10°C, whether we go straight up to 35°C or we cool the system for a few degrees, then take the system to the final temperature. Thus, T is a state function and the change in temperature is independent of the route taken. Volume of water in a pond, for example, is a state function, because change in volume of its water is independent of the route by which water is filled in the pond, \neither by rain or by tubewell or by both. \n(b)\n Heat\nWe can also change the internal energy \nof a \nsystem by transfer of heat from the \nsurroundings to the system or vice-versa without expenditure of work. This exchange of energy, which is a result of temperature difference is called heat, q. Let us consider bringing about the same change in temperature (the same initial and final states as before in section 5.1.4 (a) by transfer of heat through thermally conducting walls instead of adiabatic walls (Fig. 5.4). \nWe take water at temperature, T\nA in a \ncontainer having thermally conducting walls, \nsay made up of copper and enclose it in a huge heat reservoir at temperature, T\nB. The \nheat absorbed by the system (water), q  can be \nmeasured in terms of temperature difference, T\nB – TA. In this case change in internal energy, \n∆U = q, when no work is done at constant \nvolume.\nBy conventions of IUPAC in chemical \nthermodynamics. The  q is positive, when heat is transferred from the surroundings to the system and the internal energy of the system increases and q is negative when heat is transferred from system to the surroundings resulting in decrease of the internal energy of \nthe system. \n* Earlier negative sign was assigned when the work is done on the system and positive sign when the work is done by the \nsystem. This is still followed in physics books, although IUPAC has recommended the use of new sign convention.Fig. 5.4  A system which allows heat transfer through its boundary.\nUnit 5.indd   139 9/12/2022   11:53:37 AM\nReprint 2025-26\n\nchemIstry140\n(c) The general case\nLet us consider the \ngeneral case in which \na change of state is brought about both by  \ndoing work and by transfer of heat. We write change in internal energy for this case as:\n      ∆U = q  + w\n        \n   (5.1)\nFor a given change in state, q and w can \nvary depending on how the change is carried \nout. However, q +w = ∆U will depend only on \ninitial and final state. It will be independent of the way the change is carried out. If there is no transfer of energy as heat or as work (isolated system) i.e., if w = 0 and q = 0, then  \n∆ U = 0. The equation 5.1 i.e., ∆U = q  + w is \nmathematical statement of the first law of thermodynamics , which states that \nThe energy of an isolated system is constant. \nIt is commonly stated as the law of conservation of energy i.e., energy can neither be created nor be destroyed.\nnote: There is \nconsiderable difference between \nthe character of the thermodynamic property \nenergy and that of a mechanical property such as volume. We can specify an unambiguous (absolute) value for volume of a system in a particular state, but not the absolute value of the internal energy. However, we can measure only the changes in the internal energy, ∆U of the system. \nProblem 5.1\nExpress the change in internal energy \nof a system when\n(i) No heat is absorbed by the system from the surroundings, but work (w) is done on the \nsystem. What \ntype of wall does the system have ?\n(ii) No work is done on the system, \nbut q  amount of heat is taken out \nfrom the system and given to \nthe \nsurroundings. What type of wall does the system have?\n(iii)\n w amount of work is done by the system and q \namount of heat is \nsupplied to the system. What type of system would it be?solution \n(i)  ∆ U = w ad, wall is adiabatic\n(ii) ∆ U = – q, \nthermally conducting \nwalls \n(iii) ∆ U = q\n – w, closed system.\n5.2 aPP licaTions\nMany chemical reactions involve the generation \nof gases capable of doing mechanical work or the generation of heat. It is important for us to quanti\nfy these changes and relate them \nto the changes in the internal energy. Let us see how!\n5.2.1\n Work\nFirst\n of all, let us concentrate on the nature of \nwork a system can do. We will consider only \nmechanical work i.e., pressure-volume work.\nFor understanding pressure-volume \nwork,  let us consider a cylinder which \ncontains one \nmole of an ideal gas fitted with \na frictionless piston. Total volume of the gas is V\ni and pressure of the gas inside is p. If \nexternal pressure is pex which is greater  than \np, piston is moved inward till the pressure \nFig. 5.5 (a)  Work done on an ideal gas in a cylinder \nwhen it is compressed by \na constant external pressure, pex \n(in single step) is equal to the shaded area.\nUnit 5.indd   140 9/12/2022   11:53:37 AM\nReprint 2025-26\n\nTHERMODYNAMICS          141\ninside becomes equal to pex. Let this change \nbe achieved in a single step and the final \nvolume be Vf . During this compression, \nsuppose piston moves a distance, l and \nis cross-sectional area of the piston is A  \n[Fig. 5.5(a)].then, volume change = l × A = ∆V = ( V\nf  – Vi )\nWe also know, pressure = \nTherefore, force on the piston = pex . A\nIf  w is the work done on the system by movement of the piston then\nw = force × distance = p\nex . A . l \n   = pex . (–∆V) = – pex ∆V = – pex (Vf – Vi )       (5.2)\nThe negative sign of this expression is \nrequired to obtain conventional sign for w, \nwhich will be positive. It indicates that in case of compression work is done on the system. Here (V\nf – Vi ) will be negative and negative \nmultiplied by negative will be positive. Hence the sign obtained for the work will be positive.\nIf the pressure is not constant at every \nstage of compression, but changes in number of finite steps, work done on the gas will be summed over all the steps and will be equal to – Σ\n р ∆V [Fig. 5.5 (b)] If the pressure is not constant but \nchanges during the process such that it \nis always infinitesimally greater than the pressure of the gas, then, at each stage of compression, the volume decreases by an infinitesimal amount, dV. In such a case we \ncan calculate the work done on the gas by the  \nrelation\n \nw/unif03d/unif02d/unif0f2pd Vex\nVV\nif\n                                 (5.3)\nHere, pex at each stage is equal to (pin + dp) \nin case of compression [Fig. 5.5(c)]. In an \nexpansion process under similar conditions, the external pressure is always less than the pressure of the system i.e., p\nex = (pin– dp). In \ngeneral case we can write, pex = (pin +  dp). Such \nprocesses are called reversible processes.\na process or change is said to be \nreversible, if \na change is brought out in such a \nway that the process could, at any moment, be reversed by an infinitesimal change. A reversible process proceeds infinitely slowly by a series of equilibrium states such that system and the surroundings are always in near equilibrium with each other. \nFig. 5.5 (c)  pV-plot when pressure is not constant \nand changes  in infinite steps (reversible  \nconditions) d\nuring compression from \ninitial volume, Vi to final volume,  Vf . \nWork done on the gas is represented by the shaded area. Fig.\n 5.5 (b)  pV-plot when pressure is not constant and changes \nin finite steps during \ncompression from initial volume, Vi to \nfinal volume, Vf . Work done on the gas \nis represented by the shaded area. \nUnit 5.indd   141 9/12/2022   11:53:37 AM\nReprint 2025-26\n\nchemIstry142\nProcesses other than reversible processes \nare known as irreversible processes.\nIn chemistry, we face problems that can \nbe solved if we relate the work term to the internal pressure of the system. We can relate work to internal pressure of the system under reversible conditions by writing \nequation 5.3 as follows:\nwreve x\nVV\nVV\npd Vp dp dV\nif\nif/unif03d/unif02d /unif03d/unif02d /unif0b1 /unif0f2/unif0f2()in\nSince dp × dV is very small we can write\nwrev\nVV\nd\nif/unif03d/unif02d/unif0f2pVin                                (5.4)\nNow, the pressure of the gas (pin which we \ncan write as p  now) can be expressed in terms \nof its volume through gas equation. For n  mol \nof an ideal gas i.e., pV =nRT\n/unif0de/unif03dpT\nVnR\nTherefore, at constant temperature \n(isothermal process), \n wrev/unif03d/unif02d /unif03d/unif02d/unif0f2nnRRTdV\nVTV\nVf\ni VV\nif\nln\n= – 2.303 nRT log V\nVf\ni         (5.5)\nFree expansion: Expansion of a gas in\n \nvacuum ( pex = 0) is called free expansion. \nNo work is done during free expansion of an \nideal gas whether the process is reversible or irreversible (equation 5.2 and 5.3).\nNow, we  can write equation 5.1 in number \nof ways depending on the type of processes.\nLet us substitute w = – p\nex∆V (eq. 5.2) in \nequation 5.1, and we get\n   /unif044/unif044Uq pVex /unif03d/unif02d\nIf a process is carried out at constant volume (∆V = 0), then \n∆U = q\nV\nthe subscript V in qV denotes that heat is \nsupplied at constant volume.Isothermal and free expansion of an ideal gas\nFor isothermal ( T = constant)  expansion of \nan ideal gas into vacuum; w = 0 since p\nex = 0. \nAlso, Joule determined experimentally that  \nq = 0; therefore, ∆U = 0\nEquation 5.1, \n can be \nexpressed for isothermal irreversible and \nreversible changes as follows: 1.\n For isothermal irreversible change\n q = – w = pex (Vf – Vi ) \n2. For isothermal reversible change \n q = – w = nRT\n ln \n      =  2.303 nRT log V\nVf\ni For adiabatic change, q = 0, \n ∆U = wad\nProblem 5.2\nTwo litres of an ideal gas at a pressure of 10 \natm expands isothermally at 25 °C into a vacuum until its total volume is 10 litres. How much heat is absorbed and how much work is done in the expansion ?\nsolution\nWe have  q  = – w =  pex (10 – 2) = 0(8) = 0\nNo work is done; no heat is absorbed.\nProblem 5.3\nConsider the same expansion, but \nthis time against a constant external pressure of 1 atm.\nsolution\nWe have  q\n = – w =  pex (8) = 8 litre-atm\nProblem 5.4\nConsider the expansion given in problem \n5.2, for 1 mol of an ideal gas conducted reversibly.\nsolution\nWe have q = – w =  2.303 nRT logV\nVf\ns  \n = 2.303 × 1 × 0.8206 × 298 × log 10\n2 \n \nUnit 5.indd   142 9/12/2022   11:53:38 AM\nReprint 2025-26\n\nTHERMODYNAMICS          143\nRemember ∆H = qp, heat absorbed by the  \nsystem at constant pressure. \n∆H is negative for exothermic reactions \nwhich evolve heat during the reaction and \n∆H is positive for endothermic reactions which absorb heat from the surroundings. \nAt constant volume ( ∆V = 0),  ∆U = q\nV, \ntherefore equation 5.8 becomes \n∆H = ∆U = qV\nThe difference between  ∆H and ∆U is not \nusually significant for systems consisting of only solids and / or liquids. Solids and liquids do not suffer any significant volume changes upon heating. The difference, however, becomes significant when gases are involved. Let us consider a reaction involving gases. If V\nA is the total volume of the gaseous \nreactants, VB is the total volume of the gaseous \nproducts, nA is the number of moles of gaseous \nreactants and nB is the number of moles of \ngaseous products, all at constant pressure and temperature, then using the ideal gas \nlaw, we write,\n  pVA = nART\nand  pVB = nBRT\nThus,  pVB – pVA = nBRT – nART = (nB–nA)RT \nor p (VB – VA) = (nB – nA) RT\nor       p ∆V = ∆ngRT (5.9)\nHere, ∆ng refers to the number of moles of \ngaseous products minus the number of moles \nof gaseous reactants.\nSubstituting the value of p∆V from \nequation 5.9 in equation 5.8, we get \n∆H = ∆U + ∆ngRT (5.10)\nThe equation 5.10 is useful for calculating \n∆H from ∆\nU and vice versa. \nProblem 5.5\nIf water vapour is assumed to be a \nperfect gas, molar enthalpy change for vapourisation of 1 mol of water at 1bar and 100°C is 41kJ mol\n–1. Calculate the \ninternal energy change, when= 2.303 x 0.8206 x 298 x log 5\n= 2.303 x 0.8206 x 298 x 0.6990= 393.66 L atm\n5.2.2 \nenthalpy, H\n(a) A Useful New State Function\nWe know \nthat the heat absorbed at constant \nvolume is equal to change in the internal \nenergy i.e., ∆ U = qV. But most of chemical \nreactions are carried out not at constant volume, but in flasks or test tubes under constant atmospheric pressure. We need to define another state function which may be suitable under these conditions. \nWe may write equation (5.1) as  \n∆U = q\np – p∆V at constant pressure, where \nqp  is heat absorbed by the system and – p∆V \nrepresent expansion work done by the system.\nLet us represent the initial state by  \nsubscript 1 and final state by 2\nWe can rewrite the above equation as \nU2–U1 = qp – p (V2 – V1)\nOn rearranging, we getq\np = (U2 + pV2) – (U1 + pV1) (5.6)\nNow we can define \nanother thermodynamic \nfunction, the enthalpy H [Greek word \nenthalpien, to warm or heat content] as :\nH = U + pV    (5.7)  \nso, equation (5.6) becomes\nqp= H2 – H1 = ∆H\nAlthough q is a path dependent function, \nH is a state function because it depends on \nU, p and V, all of which are state functions. \nTherefore, ∆H is independent of path. Hence, \nqp is also independent of path.\nFor finite changes at constant pressure, \nwe can write equation 5.7 as\n∆H = ∆U + ∆pV\nSince p is constant, we can write ∆H = ∆U + p∆V\n (5.8)\nIt is important to note that when heat is \nabsorbe\nd by the system at constant pressure, \nwe are actually measuring changes in the \nenthalpy.\nUnit 5.indd   143 9/12/2022   11:53:38 AM\nReprint 2025-26\n\nchemIstry144\n1 mol of water is vapourised at 1 bar \npressure and 100°C.\nsolution\n(i)  The change H2O (l) → H2O (g)\n∆H = ∆U + ∆ngRT\nor ∆U = ∆H – ∆ngRT, substituting the \nvalues, we get\n∆U = 41.00 kJ mol–1 – 1\n   × 8.3 J mol–1 K–1 × 373 K\n= 41.00 kJ mol-1 – 3.096 kJ mol-1\n= 37.904 kJ mol–1\n(c) Heat Capacity\nIn this sub-section, let us see how to measure \nheat transferred to a system. This heat appears as a rise in temperature of the system in case of heat absorbed by the system. \nThe increase of temperature is proportional \nto the heat transferred \nqc oeffT /unif03d/unif0b4 /unif044\nThe magnitude of the coefficient depends \non the size, composition and nature of the \nsystem. We can also write it as q = C ∆T\nThe coefficient, C is called the heat \ncapacity. \nThus, we can measure the heat supplied \nby monitoring the temperature rise, provided we know the heat capacity. \nWhen C is large, a given amount of heat \nresults in only a small temperature rise. Water has a large heat capacity i.e., a lot of energy is needed to raise its temperature. \nC is directly proportional to amount of \nsubstance. The molar heat capacity of a \nsubstance, C\nm=C\nn/unif0e6\n/unif0e8/unif0e7/unif0f6\n/unif0f8/unif0f7, is the heat capacity  \nfor one mole of the substance and is \nthe quantity of heat needed to raise the temperature of one mole by one degree celsius (or one kelvin). Specific heat, also called specific heat capacity is the quantity Fig. 5.6(a)  A gas at volume V and temperature T\nFig. 5.6 (b)  Partition, each part having half the volume of the gas\n(b) Extensive and Intensive Properties\nIn thermodynamics, a distinction is made   \nbetween extensive properties and intensive properties. An extensive property is a \nproperty whose value depends on the quantity or size of matter present in the system. For example, mass, volume, internal energy, enthalpy, heat capacity, etc. are extensive properties.\nThose properties which do not depend \non the quantity or size of matter present are known as intensive properties. For \nexample temperature, density, pressure etc. are intensive properties. A molar property, \nχ\nm, is the value of an extensive property χ of \nthe system for 1 mol of the substance. If n is \nthe amount of matter, /unif063/unif063\nm/unif03dn is independent \nof the amount of matter. Other examples are \nmolar volume, Vm and molar heat capacity, \nCm. Let us understand the distinction \nbetween extensive and intensive properties by considering a gas enclosed in a container of volume V and at temperature T [Fig. 5.6(a)]. \nLet us make a partition such that volume is halved, each part [Fig. 5.6 (b)] now has \none half of the original volume, \nV\n2, but the \ntemperature will still remain the same i.e., T. \nIt is clear that volume is an extensive property \nand temperature is an intensive property. \nUnit 5.indd   144 9/12/2022   11:53:39 AM\nReprint 2025-26\n\nTHERMODYNAMICS          145\nof heat required to raise the temperature of \none unit mass of a substance by one degree celsius (or one kelvin). For finding out the heat, q, required to raise the temperatures \nof a sample, we multiply the specific heat of the substance, c, by the mass m, and temperatures change, ∆T  as\n     \nqc mT CT /unif03d/unif0b4 /unif0b4/unif03d/unif044/unif044                    (5.11)\n(d) The Relationship between Cp and CV  \n for an Ideal Gas \nAt constant volume, the heat capacity, C is  denoted by C\nV  and at constant pressure, this \nis denoted by Cp . Let us find the relationship \nbetween the two.\nWe can write equation for heat, q\nat constant volume as qV = CT UV/unif044/unif044/unif03d\nat constant pressure as qp = CT Hp/unif044/unif044/unif03d\nThe difference between Cp and CV can be \nderived for an ideal gas as: \nFor a mole of an ideal gas, ∆H = ∆U + ∆(pV )\n                                          = ∆U\n + ∆(RT )\n         = ∆U + R\n∆T       \n/unif05c/unif03d /unif02b /unif044/unif044 /unif044 HU TR   (5.12)\nOn putt\ning the values of ∆H and ∆U,  \nwe have\nCT CT TpV/unif044/unif044 /unif044 /unif03d/unif02b R\nCCpV/unif03d/unif02b R\n      Cp – CV = R         (5.13)\n5.3 measUremen T oF ∆U and \n∆H: \ncalorime Try\nWe can measure energy changes associated \nwith \nchemical or physical processes by an \nexperimental technique called calorimetry. In calorimetry, the process is carried out in a vessel called calorimeter, which is immersed in a known volume of a liquid. Knowing the heat capacity of the liquid in which calorimeter is immersed and the heat capacity of calorimeter, it is possible to determine the heat evolved in the process by measuring temperature changes. Measurements are made under two different conditions: i)   at constant volume,  q\nV \nii)  at constant pressure,  qp\n(a) ∆U Measurements\nFor chemical reactions, heat absorbed at \nconstant volume, is measured in a bomb calorimeter (Fig. 5.7). Here, a steel vessel (the bomb) is immersed in a water bath. The whole device is called calorimeter. The steel vessel is immersed in water bath to ensure that no heat is lost to the surroundings. A combustible \n Fig. 5.7  Bomb calorimeter\nsubstance is burnt in pure dioxygen supplied  \nin the steel bomb. Heat evolved during the \nreaction is transferred to the water around the bomb and its temperature is monitored. Since the bomb calorimeter is sealed, its volume does not change i.e., the energy changes associated with reactions are measured at constant volume. Under these conditions, no work is done as the reaction is carried out at constant volume in the bomb calorimeter. Even for reactions involving gases, there is no work done as ∆V = 0. Temperature change of the calorimeter produced by the completed reaction is then converted to q\nV, by using the \nknown heat capacity of the calorimeter with the help of equation 5.11. \nUnit 5.indd   145 9/12/2022   11:53:39 AM\nReprint 2025-26\n\nchemIstry146\n(b) ∆H Measurements\nMeasurement of heat change at constant \npressure (generally under atmospheric pressure) can be done in a calorimeter shown in Fig. 5.8. We know that ∆Η = q\np (at constant p ) and, \ntherefore, heat absorbed or evolved, qp at \nconstant pressure is also called the heat of reaction or enthalpy of reaction,  ∆\nrH. \nIn an exothermic reaction, heat is evolved, \nand system loses heat to the surroundings. \nTherefore, qp will be negative and ∆rH will \nalso be negative. Similarly in an endothermic reaction, heat is absorbed, q\np is positive and \n∆rH will be positive. \nProblem 5.6\n1g of graphite is burnt in a bomb \ncalorimeter in excess of oxygen at 298 K and 1 atmospheric pressure according to the equation \nC (graphite) + O\n2 (g) → CO2 (g)\nDuring the reaction, temperature rises \nfrom 298 K to 299 K. If the heat capacity \nFig. 5.8  Calorimeter for measuring heat changes \nat constant pressure (atmospheric \npressure).of the bomb calorimeter is 20.7kJ/K, \nwhat is the enthalpy change for the above reaction at 298 K and 1 atm?\nsolution\nSuppose q is \nthe quantity of heat from \nthe reaction mixture and CV is the \nheat capacity of the calorimeter, then the quantity of heat absorbed by the calorimeter. \nq = C\nV × ∆T\nQuantity of heat from the reaction will \nhave the same magnitude but opposite sign because the heat lost by the system (reaction mixture) is equal to the heat gained by the calorimeter.\nq = –C\nV × ∆T = – 20.7 kJ/K × (299 – 298) K\n= – 20.7 kJ\n(Here, negative sign indicates the \nexothermic nature of the reaction)\nThus, ∆U for the combustion of the 1g of \ngraphite = – 20.7 kJK–1 \nFor combustion of 1 mol of graphite, \n=mol 1202 07\n11..gk J\ng/unif02d/unif0b4/unif02d/unif028 /unif029\n= – 2.48 ×102 kJ mol–1 ,  Since ∆ ng = 0,\n ∆ H = ∆ U = – 2.48 ×102 kJ mol–1\n5.4 enThalPy change, ∆rH oF a \nreac Tion – reacTion enThalPy\nIn a chemical reaction, reactants are converted \ninto products and is represented by, \nReactants  →\n  Products\nThe enthalpy change accompanying a \nreaction is called the reaction enthalpy. The enthalpy change of a chemical reaction, is given by the symbol ∆\nrH\n∆rH = (sum of enthalpies of products) – (sum   \n                                of enthalpies of reactants)\n/unif03d/unif02d /unif0e5 /unif0e5aip roduct si reactant s\ni iHb H (5.14)\nHere symbol ∑(sigma) is used for  \nsummation and ai and bi are the stoichiometric \nUnit 5.indd   146 9/12/2022   11:53:40 AM\nReprint 2025-26\n\nTHERMODYNAMICS          147\ncoefficients of the products and reactants \nrespectively in the balanced chemical equation. For example, for the reaction\nCH\n4 (g)  +  2O2 (g)   →   CO2 (g)  + 2H2O (l)\n= −∑∑ r i Pr oducts i reac tan ts\niiH aH bH∆\n       = [Hm (CO2, g) + 2Hm  (H2O, l)]– [Hm (CH4, g)\n+ 2Hm (O2, g)]\nwhere Hm is the molar enthalpy.\nEnthalpy change is a very useful quantity.  \nKnowledge of this quantity is required when \none needs to plan the heating or cooling required to maintain an industrial chemical reaction at constant temperature. It is also required to calculate temperature dependence of equilibrium constant.\n(a) Standard Enthalpy of Reactions\nEnthalpy of a reaction depends on the \nconditions under which a reaction is carried out. It is, therefore, necessary that we must specify some standard conditions.  \nThe standard enthalpy of reaction is the enthalpy change for a reaction when all the participating substances are in their standard states.\nThe standard state of a substance at a \nspecified temperature is its pure form at  \n1 bar. For example, the standard state of liquid ethanol at 298 K is pure liquid ethanol at  \n1 bar; standard state of solid iron at 500 K \nis pure iron at 1 bar. Usually data are taken at 298 K.\nStandard conditions are denoted by \nadding the superscript  to the symbol ∆H, \ne.g., ∆ H\n\n(b) Enthalpy Changes during Phase \nTransformations\nPhase transformations also involve energy \nchanges. Ice, for example, requires heat for melting. \nNormally this melting takes place at \nconstant pressure (atmospheric pressure) and during phase change, temperature remains constant (at 273 K).\nH\n2O(s) → H2O(l); ∆fusH = 6.00 kJ moI–1\nHere ∆fusH is enthalpy of fusion in standard \nstate. If water freezes, then process is reversed \nand equal amount of heat is given off to the surroundings. \nThe enthalpy change that accompanies \nmelting of one mole of a solid substance  in standard state is called standard enthalpy of fusion or molar enthalpy of fusion, ∆\nfusH.\nMelting of a solid is endothermic, so \nall enthalpies of fusion are positive. Water \nTable 5.1  standard enthalpy changes of Fusion and Vaporisation\n(Tf and Tb are melting and boiling points, respectively)\nUnit 5.indd   147 9/12/2022   11:53:40 AM\nReprint 2025-26\n\nchemIstry148\nrequires heat for evaporation. At constant \ntemperature of its boiling point Tb and at \nconstant pressure:\nH2O(l) → H2O(g); ∆vapH = + 40.79 kJ moI–1 \n∆vapH is the standard enthalpy of vaporisation.\nAmount of heat required to vaporize one \nmole of a liquid at constant temperature \nand under standard pressure (1bar) is called its standard enthalpy of vaporization or molar enthalpy of vaporization, ∆\nvapH. \nSublimation is direct conversion of a \nsolid into its vapour. Solid CO2 or ‘dry ice’ \nsublimes at 195K with ∆subH=25.2 kJ mol–1; \nnaphthalene sublimes slowly and for this  \n∆sub H = 73.0 kJ mol–1 .\nstandard enth\nalpy of sublimation, \n∆subH is the change in enthalpy when one \nmole of a solid substance sublimes at a constant temperature and under standard pressure (1bar).\nThe magnitude of the enthalpy change \ndepends on the strength of the intermolecular interactions in the substance undergoing the phase transfomations. For example, the strong hydrogen bonds between water molecules hold them tightly in liquid phase. For an organic liquid, such as acetone, the intermolecular dipole-dipole interactions are significantly weaker. Thus, it requires less heat to vaporise 1 mol of acetone than it does to vaporize 1 mol of water. Table 5.1 gives values of standard enthalpy changes of fusion and vaporisation for some substances.solution\nWe can \nrepresent the process of \nevaporation as \nvaporisation\n22 H O(1) H O(g)\n1mol 1mol  →\nNo. of moles in 18 g H2O(l) is \n–118g= =1 mol18g mol\nHeat supplied to evaporate18g water at \n298 K  = n × ∆vap H\n  = (1 mol) × (44.01 kJ mol–1)\n  = 44.01 kJ\n(assuming steam behaving as an ideal gas).\n∆\nvapU = ∆vapH – p∆V = ∆vapH – ∆ngRT\n ∆vapHV – ∆ngRT = 44.01 kJ\n       –(1)(8.314 JK–1mol–1)(298K)(10–3kJ J–1)\n∆vapUV = 44.01 kJ – 2.48kJ\n          = 41.53 kJProblem 5.8\nAssuming the water vapour to be a perfect \ngas, calculate the internal energy change when 1 mol of water at 100°C and 1 bar pressure is converted to ice at 0°C. Given the enthalpy of fusion of ice is 6.00 kJ  mol\n-1 heat capacity of water is 4.2 J/g°C\nThe change take place as follows:Step - 1\n 1 mol H2O (l, 100°C)  1  \n  mol (l, 0°C) Enthalpy  \n  change ∆H1\nStep - 2  1 mol H2O (l, 0°C)  1 mol  \n  H2O( S, 0°C) Enthalpy  \n  change ∆H2\nTotal enthalpy change will be -\n∆H = ∆H1 + ∆H2\n∆H1  = - (18 x 4.2 x 100) J mol-1\n   = - 7560 J mol-1 = - 7.56 k J mol-1\n∆H2 = - 6.00 kJ mol-1 Problem 5.7\nA swimmer coming out from a pool is \ncovered with a film of water weighing about 18g. How much heat must be supplied to evaporate this water at  \n298 K ? Calculate the internal energy of vaporisation at 298K. \n∆\nvap H for water\nat 298K= 44.01kJ mol–1\nUnit 5.indd   148 9/12/2022   11:53:40 AM\nReprint 2025-26\n\nTHERMODYNAMICS          149\nof aggregation (also known as reference \nstates)  is called standard molar enthalpy \nof Formation. its symbol is ∆fH, where the \nsubscript ‘ f ’ indicates that one mole of the \ncompound in question has been formed in its standard state from its elements in their most stable states of aggregation. The reference state of an element is its most stable state of aggregation at 25°C and 1 bar pressure.  \nFor example, the reference state of dihydrogen is H\n2 gas and those of dioxygen, carbon \nand sulphur are O2 gas, Cgraphite and Srhombic \nrespectively. Some reactions with standard molar enthalpies of formation are as follows. Table 5.2  standard molar enthalpies of Formation (∆f H) at 298K of a Few  \nselected substances\nTherefore,\n  ∆H = - 7.56 kJ mol-1 + (-6.00 kJ mol-1)  \n              = -13.56 kJ mol-1 \nThere is negligible change in the volume \nduring the change form liquid to solid \nstate.\nTherefore, p∆v = ∆ng RT = 0\n∆H = ∆U = - 13.56kJ mol-1\n(c) Standard Enthalpy of Formation \nThe standard enthalpy change for the \nformation of one mole of a compound from its elements in their most stable states \nUnit 5.indd   149 9/12/2022   11:53:40 AM\nReprint 2025-26\n\nchemIstry150\nH2(g) + ½O2 (g) → H2O(1);\n∆f H = –285.8 kJ mol–1\nC (graphite, s) + 2H2(g) → Ch4 (g);\n∆f H = –74.81 kJ mol–1\n2C (graphite, s)+3H2 (g)+ ½O2(g) → C2H5OH(1);\n∆f H  = – 277.7kJ mol–1\nIt is important to understand that a \nstandard molar enthalpy of formation, ∆fH , \nis just a special case of ∆rH , where one mole \nof a compound is formed from its constituent \nelements, as in the above three equations, where 1 mol of each, water, methane and ethanol is formed. In contrast, the enthalpy change for an exothermic reaction:\nCaO(s) + CO\n2(g) → CaCo3(s);\n∆rH  = – 178.3kJ mol–1\nis not an enthalpy of formation of calcium \ncarbonate, since calcium carbonate has been formed from other compounds, and not from its constituent elements. Also, for the reaction given below, enthalpy change is not standard enthalpy of formation, ∆\nfH  for HBr(g).\nH2(g) + Br2(l) → 2HBr(g);\n ∆r H  = – 178.3kJ mol–1\nHere two moles, instead of one mole of the \nproduct is formed from the elements, i.e., \n∆r H  = 2∆f H\nTherefore, by dividing all coefficients in \nthe balanced equation by 2, expression for \nenthalpy of formation of HBr (g) is written as ½H\n2(g) + ½Br2(1) → HBr(g);\n∆f H = – 36.4 kJ mol–1\nStandard enthalpies of formation of some \ncommon substances are given in Table 5.2.\nBy convention, standard enthalpy for \nformation, ∆fH, of an element in reference \nstate, i.e., its most stable state of aggregation is taken as zero. \nSuppose, you are a chemical engineer and \nwant to know how much heat is required to decompose calcium carbonate to lime and carbon dioxide, with all the substances in their standard state. \nCaCO\n3(s) → CaO(s) + CO2(g); ∆r H  = ?Here, we can make use of standard enthalpy of formation and calculate the enthalpy change for the reaction. The following general equation can be used for the enthalpy change calculation. \n∆\nrH = \ni∑ai ∆f H (products) – \ni∑bi ∆f H (reactants)\n                 (5.15)\nwhere a and b \nrepresent the coefficients of \nthe products and reactants in the balanced \nequation. Let us apply the above equation for decomposition of calcium carbonate. Here, coefficients ‘a’ and ‘b’ are 1 each. Therefore,\n∆\nrH = ∆f H  = [CaO(s)]+ ∆f H  [CO2(g)]\n– ∆f H  = [CaCO3(s)]\n=1 (–635.1 kJ mol–1) + 1(–393.5 kJ mol–1)\n–1(–1206.9 kJ mol–1)\n= 178.3 kJ mol–1\nThus, the decomposition of CaCO3 (s) is \nan endothermic process and you have to heat \nit for getting the desired products. \n(d) Thermochemical Equations\nA balanced chemical equation together with \nthe value of its ∆rH is called a thermochemical \nequation. We specify the physical state (alongwith allotropic state) of the substance in an equation. For example: \nC\n2H5OH(l) + 3O2(g) → 2CO2(g) + 3H2O(l);\n∆rH = – 1367 kJ mol–1\nThe above equation describes the \ncombustion of liquid ethanol at constant \ntemperature and pressure. The negative sign of enthalpy change indicates that this is an  \nexothermic reaction. \nIt would be necessary to remember the \nfollowing conventions regarding thermo-\nchemical equations. \n1.\n The coefficients in a \nbalanced thermo-\nchemical equation refer to the number of moles (never molecules) of reactants and products involved in the reaction. \n2.\n The numerical value of ∆rH refers to the \nnumber of moles of substances specified by an equation. Standard enthalpy change ∆\nrH will have units as kJ mol–1. \nUnit 5.indd   150 9/12/2022   11:53:40 AM\nReprint 2025-26\n\nTHERMODYNAMICS          151\nTo illustrate the concept, let us consider \nthe calculation of heat of reaction for the \nfollowing  reaction :\nFeOs Hg FesH Ol23 2232 3 /unif028/unif029/unif02b /unif028/unif029/unif0ae /unif028/unif029/unif02b /unif028/unif029,\nFrom the Table (5.2) of standard enthalpy of formation ( ∆\nf H), we find :\n∆f H (H2O,l) = –285.83 kJ mol–1;\n∆f H (Fe2O3,s)  = – 824.2 kJ mol–1; \nAlso  ∆f H (Fe, s) = 0 and\n         ∆f H (H2, g) = 0 as per convention\nThen, \n∆f H1 = 3(–285.83 kJ mol–1) \n                                 – 1(– 824.2 kJ mol–1)\n         =  (–857.5 + 824.2) kJ mol–1\n               =  –33.3 kJ mol–1\nNote that the coefficients used in these \ncalculations are pure numbers, which are equal to the respective stoichiometric coefficients. The unit for ∆\nrH is  \nkJ mol–1, which means per mole of reaction. \nOnce we balance the chemical equation in a particular way, as above, this defines the mole \nof reaction. If we had balanced the equation differently, for example,\n1\n23\n232\n23 22 FeOs Hg FesH Ol /unif028/unif029/unif02b /unif028/unif029/unif0ae /unif028/unif029/unif02b /unif028/unif029\nthen this amount of reaction would be one mole of reaction and ∆\nrH would be\n∆f H2 = 3\n2(–285.83 kJ mol–1)\n          – 1\n2(–824.2 kJ mol–1)\n  = (– 428.7 + 412.1) kJ mol–1\n= –16.6 kJ mol–1 =  ½ ∆r H1 \nIt shows that enthalpy is an extensive quantity.\n3.\n When a chemical equation is reversed, \nthe value of ∆rH is reversed in sign. For \nexample\nN2(g) + 3H2 (g) → 2NH3 (g);\n∆r H = – 91.8 kJ. mol–1\n2NH3(g) → N2(g) + 3H2 (g);\n∆r H = + 91.8 kJ mol–1(e) Hess’s Law of Constant Heat Summation \nWe know that enthalpy is a state function, theref\nore the change in enthalpy is independent  \nof the path between initial state (reactants) and final state (products). In other words, enthalpy change for a reaction is the same whether it occurs in one step or in a series of steps. This may be stated as follows in the form of Hess’s Law.\nif a reaction takes place in several \nsteps then its standard reaction enthalpy is the sum of the standard \nenthalpies of \nthe intermediate reactions into which the overall reaction may be divided at the same temperature.\nLet us understand the importance of this \nlaw with the help of an example.\nConsider the enthalpy change for the \nreaction\nC (graphite,s) +\n  O2 (g) → CO (g); ∆r H  = ?\nAlthough CO(g) is the major product, some \nCO2 gas is always produced in this reaction. \nTherefore, we cannot measure enthalpy \nchange for the above reaction directly. However, if we can find some other reactions involving related species, it is possible to calculate the enthalpy change for the above reaction. \nLet us consider the following reactions:  \nC (graphite,s) + O\n2 (g) → CO2 (g); \n∆r H = – 393.5 kJ mol–1 (i)\nCO (g) + 1\n2O2 (g) → CO2 (g)\n∆r H = – 283.0 kJ mol–1 (ii)\nWe can combine the above two reactions \nin such a way so as to obtain the desired \nreaction. To get one mole of CO(g) on the right, we reverse equation (ii). In this, heat is absorbed instead of being released, so we change sign of ∆\nrH value\nCO2 (g) → CO (g) +   O2 (g);\n∆r H = + 283.0 kJ mol–1 (iii)         \nUnit 5.indd   151 9/12/2022   11:53:41 AM\nReprint 2025-26\n\nchemIstry152\nAdding equation (i) and (iii), we get the \ndesired equation, \nCgraphit es Og CO g ,; /unif028 /unif029/unif02b /unif028/unif029/unif0ae /unif028/unif0291\n22\nfor which ∆r H  = (– 393.5 + 283.0)\n= – 110.5 kJ mol–1\nIn general, if enthalpy of an overall \nreaction A→ B along one route is ∆rH and \n∆rH1, ∆rH2, ∆rH3..... representing enthalpies \nof reactions leading to same product, B along \nanother route, then we have\n∆rH = ∆rH1 + ∆rH2 + ∆rH3 ... (5.16) \nIt can be represented as:\n \n5.5 enThalPies For d\niFFeren T TyPes \noF reac Tions\nIt is convenient to \ngive name to enthalpies \nspecifying the types of reactions.\n(a) Standard Enthalpy of Combustion \n(symbol : ∆cH)\nCombustion reactions are exothermic in nature. These are important in industry, rocketry, and other walks of life. Standard enthalpy of combustion is defined as the enthalpy change per mole (or per unit amount) of a substance, when it undergoes combustion and all the reactants and products being \nin their standard states at the specified temperature. \nCooking gas in cylinders contains mostly \nbutane (C\n4H10). During complete combustion \nof one mole of butane, 2658 kJ of heat is \nreleased. We can write the thermochemical reactions for this as: \nCH gO gC Og HO41 02 2213\n245 1 () () () (); /unif02b/unif0ae /unif02b\n∆C H  = – 2658.0 kJ mol–1Similarly, combustion of glucose gives out \n2802.0 kJ/mol of heat, for which the overall equation is :\nCH Og Og CO gH O61 26 22 2 66 61 () () () (); /unif02b/unif0ae /unif02b\n∆C H  = – 2802.0 kJ mol–1\nOur body also generates energy from food \nby the same overall process as combustion, although the final products are produced after a series of complex bio-chemical reactions involving enzymes.\nA B\nC D∆H1\n∆rH2∆rH3∆rHProblem 5.9\nThe combustion of one mole of benzene \ntakes place at 298 K and 1 atm. After combustion, CO\n2(g) and H2O (1) are \nproduced and 3267.0 kJ of heat is liberated. Calculate the standard enthalpy of formation, ∆\nf H of benzene. \nStandard enthalpies of formation of CO\n2(g) and H2O(l) are –393.5 kJ mol–1 \nand – 285.83 kJ mol–1 respectively. \nsolution\nThe formation reaction of \nbenezene is \ngiven by :\n6326 6 Cgraphit eH gC Hl /unif028 /unif029/unif02b /unif028/unif029/unif0ae /unif028/unif029;\n∆f H  = ? ... (i)\nThe enthalpy of combustion of 1 mol of benzene is :\nCH lO CO gH Ol66 22 215\n263 /unif028/unif029/unif02b/unif0ae /unif028/unif029/unif02b /unif028/unif029;\n∆C H  = – 3267 kJ mol–1... (ii)\nThe enthalpy of formation of 1 mol of CO\n2(g) :\nCgraphit eO gC Og /unif028 /unif029/unif02b/unif028/unif029/unif0ae /unif028/unif02922 ;\n∆f H  = – 393.5 kJ mol–1... (iii)\nThe enthalpy of formation of 1 mol of H\n2O(l) is :\nHg Og HO l22 21\n2/unif028/unif029/unif02b /unif028/unif029/unif0ae /unif028/unif029;\n∆C H  = – 285.83 kJ mol–1... (iv)\nmultiplying eqn. (iii) by  6 and eqn. (iv)  \nby 3 we get:\nUnit 5.indd   152 9/12/2022   11:53:41 AM\nReprint 2025-26\n\nTHERMODYNAMICS          153\n66 622 Cgraphit eO gC Og /unif028 /unif029/unif02b /unif028/unif029/unif0ae /unif028/unif029;\n∆f H  = – 2361 kJ mol–1\n33\n23122 2 Hg Og HO /unif028/unif029/unif02b /unif028/unif029/unif0ae /unif028/unif029;\n∆f H  = – 857.49 kJ mol–1\nSumming up the above two equations :\n6315\n26\n322 2\n2Cgraphit eH gO gC Og\nHO l/unif028 /unif029/unif02b /unif028/unif029/unif02b /unif028/unif029/unif0ae /unif028/unif029\n/unif02b /unif028/unif029;\n∆f H  = – 3218.49 kJ mol–1... (v)\nReversing equation (ii);\n6315\n222 66 2 CO gH Ol CH lO /unif028/unif029/unif02b /unif028/unif029/unif0ae /unif028/unif029/unif02b ;\n∆f H  = – 3267.0 kJ mol–1... (vi)\nAdding equations (v) and (vi), we get\n6326 6 Cgraphit eH gC Hl /unif028 /unif029/unif02b /unif028/unif029/unif0ae /unif028/unif029;\n∆f H  = – 48.51 kJ mol–1... (iv)In this case, the enthalpy of atomization is \nsame as the enthalpy of sublimation.\n(c) Bond Enthalpy (symbol: ∆bondH)\nChemical reactions involve the breaking and \nmaking of chemical bonds. Energy is required to break a bond and energy is released when a bond is formed. It is possible to relate heat of reaction to changes in energy associated with breaking and making of chemical bonds. With reference to the enthalpy changes associated with chemical bonds, two different terms are used in thermodynamics.\n (i)\n Bond dissociation enthalpy\n(ii) Mean bond enthalpy\nLet us discuss these \nterms with reference \nto diatomic and polyatomic molecules.\nDiatomic Molecules: Consider the following \nprocess in which the bonds in one mole of dihydrogen gas (H\n2) are broken:\nH2(g)  →  2H(g);  ∆H–HH  = 435.0 kJ mol–1\nThe enthalpy change involved in this process is the bond dissociation enthalpy of H–H bond. The bond dissociation enthalpy is the change in enthalpy when one mole of covalent bonds of a gaseous covalent compound is broken to form products in the gas phase.\nNote that it is the same as the enthalpy of \natomization of dihydrogen. This is true for all diatomic molecules. For example:\nCl\n2(g)  →  2Cl(g);  ∆Cl–ClH  = 242 kJ mol–1\nO2(g)  →  2O(g);  ∆O=OH  = 428 kJ mol–1\nIn the case of polyatomic molecules, bond \ndissociation enthalpy is different for different \nbonds within the same molecule.\nPolyatomic Molecules: Let us now consider \na polyatomic molecule like methane, CH4. \nThe overall thermochemical equation for its atomization reaction is given below: \n4CH (g) C(g) 4H(g);→+\n∆a H  = 1665 kJ mol–1\nIn methane, all the four C – H bonds are \nidentical in bond length and energy. However, the energies required to break the individual C – H bonds in each successive step differ :(b)\n Enthalpy of Atomization  (symbol: ∆\naH)\nConsider the following example of atomization \nof dihydrogen \nH2(g)  →  2H(g);  ∆aH = 435.0 kJ mol–1\nYou can see that H atoms are formed by \nbreaking H–H bonds in dihydrogen. The enthalpy change in this process is known as enthalpy of atomization, ∆\naH. It is the \nenthalpy change on breaking one mole of bonds completely to obtain atoms in the gas phase.\nIn case of diatomic molecules, like \ndihydrogen (given above), the enthalpy of atomization is also the bond dissociation enthalpy. The other examples of enthalpy of atomization can be \nCH\n4(g)  →  C(g) + 4H(g); ∆aH  = 1665 kJ mol–1\nNote that the products are only atoms of C \nand H in gaseous phase. Now see the following \nreaction:\nNa(s)  →  Na(g);  ∆aH  = 108.4 kJ mol–1\nUnit 5.indd   153 9/12/2022   11:53:42 AM\nReprint 2025-26\n\nchemIstry154\nCH4(g) → CH3(g)+H(g); ∆bond H = +427 kJ mol–1\nCH3(g) → CH2(g)+H(g); ∆bond H = +439 kJ mol–1\nCH2(g) → CH(g)+H(g); ∆bond H = +452 kJ mol–1\nCH(g) → C(g)+H(g); ∆bond H = +347 kJ mol–1\nTherefore,\nCH4(g) → C(g)+4H(g); ∆a H = 1665 kJ mol–1\nIn such cases we use mean bond enthalpy \nof c – h bond .\nFor example in CH4, ∆C–HH  is calculated as: \n∆C–HH = ¼ (∆a H) = ¼ (1665 kJ mol–1)\n                              = 416 kJ mol–1\nWe find that mean C–H bond enthalpy \nin methane is 416 kJ/mol. It has been found that mean C–H bond enthalpies differ slightly from compound to compound, as in CH\n3CH2Cl, CH3NO2, etc., but it does not \ndiffer in a great deal*. Using Hess’s law, bond enthalpies can be calculated. Bond enthalpy values of some single and multiple bonds are given in Table 5.3. The reaction enthalpies are very important quantities as these arise from the changes that accompany the breaking of old bonds and formation of the new bonds. We can predict enthalpy of a reaction in gas phase, if we know different bond enthalpies. The standard enthalpy of reaction, ∆\nrH is \nrelated to bond enthalpies of the reactants and products in gas phase reactions as:\n∆\nr H       \n(5.17)**\nThis r\nelationship is particularly more \nuseful when the required values of ∆f H are \nnot available. The net enthalpy change of a \nreaction is the amount of energy required to break all the bonds in the reactant molecules minus the amount of energy required to break all the bonds in the product molecules. Remember that this relationship is approximate and is valid when all substances /unif03d\n/unif02d/unif0e5\n/unif0e5bond enthal pies\nbond enthal piesreactant s\nproducts\nTable 5.3(a) some mean single Bond enthalpies in kJ mol–1 at 298 K\nN = N  418  C = C   611  O = O  498\nN ≡ N  946  C ≡  C  837\nC = N  615  C = O   741\nC ≡ N  891  C ≡ O   1070Table 5.3(b) some mean multiple Bond enthalpies in kJ mol–1 at 298 K\n** If we use enthalpy of bond formation, ( ∆f Hbond  ), which is the enthalpy change when one mole of a particular type of  \nbond is formed from gaseous atom, then ∆f H = ∑∆f H\nbonds of products – ∑∆f H \nbonds of reactants* Note that symbol used for bond dissociation enthalpy and mean bond enthalpy is the same.H\n435.8C\n414\n347N\n389293159O \n464351201138F\n569439272184155Si\n293289\n-\n368540176P\n318264209351490213213S\n339259\n--\n327226230213Cl\n431330201205255360331251243Br\n368276243\n-\n197289272213218192I\n297238\n-\n201\n-\n213213\n-\n209180151H\nCN\nO\nF\nSi\nP\nS\nCI\nBr\nI\nUnit 5.indd   154 9/12/2022   11:53:42 AM\nReprint 2025-26\n\nTHERMODYNAMICS          155\n(reactants and products) in the reaction are \nin gaseous state. \n(d)  Lattice Enthalpy\nThe lattice enthalpy of an ionic compound is \nthe enthalpy change which occurs when one mole of an ionic compound dissociates into its ions in gaseous state.\nNa Cl sN ag Cl g/unif02b/unif02d /unif02b/unif02d/unif028/unif029/unif0ae/unif02b /unif028/unif029 () ;\n  ∆latticeH = +788 kJ mol–1\nSince it is impossible to determine lattice \nenthalpies directly by experiment, we use \nan indirect method where we construct an \nenthalpy diagram called a Born- haber cycle \n(Fig. 5.9).\nLet us \nnow calculate the lattice enthalpy \nof Na+Cl–(s) by following steps given below : \n1. NasN ag () () → , sublimation of sodium   \nmetal,  ∆subH = 108.4 kJ mol–12. NagN ag eg () () () /unif0ae/unif02b/unif02b/unif02d 1, the ionization of \nsodium atoms, ionization enthalpy \n ∆iH = 496 kJ mol–1\n3. 1\n22Cl gC lg () () → , the dissociation of \nchlorine, the reaction enthalpy is half the \nbond dissociation enthalpy. \n 1\n2∆bondH = 121 kJ mol–1\n",
      "wordCount": 8673,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 4,
      "title": "Clge gC lg () () () /unif02b/unif0ae/unif02d1electro",
      "content": "4. Clge gC lg () () () /unif02b/unif0ae/unif02d1electron gained  \nby chlorine atoms. The electron gain enthalpy, ∆\negH   = – 348.6 kJ mol–1. \n You have learnt about ionization enthalpy \nand elec\ntron gain enthalpy in Unit 3. \nIn fact, these terms have been taken from thermodynamics. Earlier terms, ionization energy and electron affinity were in practice in place of the above terms (see the box for justification).\nFig. 5.9  Enthalpy diagram for lattice enthalpy of \nNaCl5. Na (g) Cl (g) Na Cl (s)+ − +−+→  \nThe sequence of steps is shown in  \nFig. 5.9, and is known as a Born-Haber Ionization Energy and Electron Affinity\nIonization energy and electron affinity \nare defined at absolute zero. At any other temperature, heat capacities for the reactants and the products have to be taken into account. Enthalpies of reactions for \nM(g)   →   M\n+(g)   + e–    (for ionization)\nM(g)  +  e–    →   M–(g)  (for electron gain)\nat temperature, T is \n∆rH(T ) = ∆rH(0) + T\n0∫∆rCPdT\nThe value of Cp for each species in the above \nreaction is 5/2 R  ( CV = 3/2R) \nSo,  ∆rCp  = + 5/2 R (for ionization)\n       ∆rCp  = – 5/2 R (for electron gain)\nTherefore, \n∆rH (ionization enthalpy ) \n          = E0 (ionization energy) + 5/2 R T\n∆rH  (electron gain enthalpy) \n         = – A( electron affinity) – 5/2 R T\nUnit 5.indd   155 9/12/2022   11:53:43 AM\nReprint 2025-26\n\nchemIstry156\nThe enthalpy of solution of AB(s), ∆solH, \nin water is, therefore, determined by the \nselective values of the lattice enthalpy, ∆latticeH  \nand enthalpy of hydration of ions, ∆hydH as \n∆sol H  = ∆latticeH  + ∆hydH \nFor most of the ionic compounds, ∆sol \nH is positive and the dissociation process \nis endothermic. Therefore the solubility of most salts in water increases with rise of \ntemperature. If the lattice enthalpy is very high, the dissolution of the compound may not take place at all. Why do many fluorides tend to be less soluble than the corresponding chlorides? Estimates of the magnitudes of enthalpy changes may be made by using tables of bond energies (enthalpies) and lattice energies (enthalpies).\n(f)   Enthalpy of Dilution \nIt is known that enthalpy of solution is the \nenthalpy change associated with the addition \nof a specified amount of solute to the specified amount of solvent at a constant temperature and pressure. This argument can be applied to any solvent with slight modification. Enthalpy change for dissolving one mole of gaseous hydrogen chloride in 10 mol of water can be represented by the following equation. For convenience we will use the symbol aq. for water \nHCl(g) + 10 aq. → HCl.10 aq. \n \n∆H = –69.01 kJ / mol\nLet us \nconsider the following set of \nenthalpy changes:(S-1) HCl(g) + 25 aq. → HCl.25 aq. \n \n∆H = –72.03 kJ / mol \n(S-2) HCl(g) + 40 aq. → HCl.40 aq.  \n∆H = –72.79 kJ / mol\n(S-3) HCl(g) +  ∞ aq. →\n HCl. ∞ aq.  \n∆H = –74.85 kJ / mol\nThe values of ∆ H show general dependence \nof\n the enthalpy of solution on amount of \nsolvent. As more and more solvent is used, \nthe enthalpy of solution approaches a limiting value, i.e, the value in infinitely dilute solution. For hydrochloric acid this value of ∆H is given above in equation (S-3). cycle. The importance of the cycle is that, \nthe sum of the enthalpy changes round a cycle is zero. Applying Hess’s law, we get,\n∆\nlatticeH = 411.2 + 108.4 + 121 + 496 – 348.6\n∆latticeH = + 788kJ\nfor NaCl(s)   Na+(g) + Cl–(g)\nInternal energy is smaller by 2RT (because ∆ng \n= 2) and is equal to + 783 kJ mol–1.\nNow we use the value of lattice enthalpy \nto calculate enthalpy of solution from the expression:\n∆\nsolH = ∆latticeH + ∆hydH \nFor one mole of NaCl(s), \nlattice enthalpy  = + 788 kJ mol–1\nand ∆hydH = – 784 kJ mol–1( from the   \nliterature)\n∆sol H = + 788 kJ mol–1 – 784 kJ mol–1\n            = + 4 kJ mol–1\nThe dissolution of NaCl(s) is accompanied \nby very little heat change. \n(e)   Enthalpy of Solution (symbol : ∆solH )\nEnthalpy of solution of a substance is the \nenthalpy change when one mole of it dissolves in a specified amount of solvent. The enthalpy of solution at infinite dilution is the enthalpy change observed on dissolving the substance in an infinite amount of solvent when the interactions between the ions (or solute molecules) are negligible. \nWhen an ionic compound dissolves in a \nsolvent, the ions leave their ordered positions on the crystal lattice. These are now more free in solution. But solvation of these ions (hydration in case solvent is water) also occurs at the \nsame time. This is shown diagrammatically, for an ionic compound, AB (s) \nUnit 5.indd   156 9/12/2022   11:53:43 AM\nReprint 2025-26\n\nTHERMODYNAMICS          157\nIf we subtract the first equation (equation \nS-1) from the second equation (equation S-2) \nin the above set of equations, we obtain– \nHCl.25 aq. + 15 aq. → HCl.40 aq.  \n∆H = [ –72.79 – (–72.03)] kJ / mol  \n      = – 0.76 kJ / mol  \nThis value (–0.76kJ/mol) of ∆ H is enthalpy \nof dilution. It is the heat withdrawn from \nthe surroundings when additional solvent is added to the solution. The enthalpy of dilution of a solution is dependent on the original concentration of the solution and the amount of solvent added. \n5.6\n sPonTanei Ty\nThe first\n law of thermodynamics tells us \nabout the relationship between the heat \nabsorbed and the work performed on or by a system. It puts no restrictions on the direction of heat flow. However, the flow of heat is unidirectional from higher temperature to lower temperature. In fact, all naturally occurring processes whether chemical or physical will tend to proceed spontaneously in one direction only. For example, a gas expanding to fill the available volume, burning carbon in dioxygen giving carbon dioxide. \nBut heat will not flow from colder body to \nwarmer body on its own, the gas in a container will not spontaneously contract into one corner or carbon dioxide will not form carbon and dioxygen spontaneously. These and many other spontaneously occurring changes show unidirectional change. We may ask ‘what is the driving force of spontaneously occurring changes ? What determines the direction of a spontaneous change ? In this section, we shall establish some criterion for these processes whether these will take place or not.\nLet us first understand what do we mean \nby spontaneous reaction or change ? You may think by your common observation that spontaneous reaction is one which occurs immediately when contact is made between the reactants. Take the case of combination of hydrogen and oxygen. These gases may be mixed at room temperature and left for many years without observing any perceptible change. Although the reaction is taking place between them, it is at an extremely slow rate. It is still called spontaneous reaction. So spontaneity means ‘having the potential to proceed without the assistance of external agency’. However, it does not tell about the rate of the reaction or process. Another aspect of spontaneous reaction or process, as we see is that these cannot reverse their direction on their own. We may summarise it as  follows: \nA spontaneous process is an  irreversible process and may only be reversed by some external agency.\n(a)  Is Decrease in Enthalpy a Criterion  \n for Spontaneity ?\nIf we examine the phenomenon like flow of water down hill or fall of a stone on to the ground, we find that there is a net decrease in potential energy in the direction of change. By analogy, we may be tempted to state that  a chemical reaction is spontaneous in a given direction, because decrease in energy has taken place, as in the case of exothermic reactions. For example:\n1\n2N2(g) + H2(g) = NH3(g); \n                                       ∆r H  = – 46.1 kJ mol–1\n1\n2H2(g) + 1\n2Cl2(g) = HCl (g);\n                                    ∆r H  = – 92.32 kJ mol–1\nH2(g) + 1\n2 O2(g) → H2O(l) ;\n                                    ∆r H  = –285.8 kJ mol–1\nThe decrease in enthalpy in passing from \nreactants to products may be shown for any exothermic reaction on an enthalpy diagram as shown in Fig. 5.10(a). \nThus, the postulate that driving force for \na chemical reaction may be due to decrease in energy sounds ‘reasonable’ as the basis of evidence so far !\nNow let us examine the following reactions:\n1\n2 N2(g) + O2(g) → NO2(g); \n                                       ∆r H = +33.2 kJ mol–1\nC(graphite, s) + 2 S(l) → CS2(l);  \n                                     ∆r H = +128.5 kJ mol–1\nUnit 5.indd   157 9/12/2022   11:53:43 AM\nReprint 2025-26\n\nchemIstry158\nThese reactions  though endothermic, are \nspontaneous. The increase in enthalpy may \nbe represented on an enthalpy diagram as shown in Fig. 5.10(b).Fig. 5.10 (a)  Enthalpy diagram for exothermic  \nreactions\nFig. 5.10 (b)  Enthalpy diagram for endothermic reactions\nFig. 5.11  Diffusion of two gases\nrespectively and separated by a movable partition [Fig. 5.11 (a)]. When the partition is withdrawn [Fig. 5.11(b)], the gases begin to diffuse into each other and after a period of time, diffusion will be complete.\nLet us examine the process. Before \npartition, if we were to pick up the gas molecules from left container, we would be sure that these will be molecules of gas A and similarly if we were to pick up the gas molecules from right container, we would be sure that these will be molecules of gas B. But, if we were to pick up molecules from container when partition is removed, we are not sure whether the molecules picked are of gas A or gas B. We say that the system has become less predictable or more chaotic. \nWe may now formulate another postulate:  \nin an isolated system, there is always a tendency for the systems’ energy to become more disordered or chaotic and this could be a criterion for spontaneous change !\nAt this point, we introduce another \nthermodynamic function, entropy denoted as S. The above mentioned disorder is the \nmanifestation of entropy. To form a mental Therefore, it becomes obvious that while \ndecrease in enthalpy may be a contributory factor for spontaneity, but it is not true for all cases.\n(b) Entropy and SpontaneityThen, what drives the spontaneous process \nin a given direction ?  Let us examine such a case in which ∆ H = 0 i.e., there is no change in \nenthalpy, but still the process is spontaneous.\nLet us consider diffusion of two gases \ninto each other in a closed container which is isolated from the surroundings as shown in Fig. 5.11. \nThe two gases, say, gas A and gas B are \nrepresented by black dots and white dots \nUnit 5.indd   158 9/12/2022   11:53:47 AM\nReprint 2025-26\n\nTHERMODYNAMICS          159\npicture, one can think of entropy as a measure \nof the degree of randomness or disorder in the system. The greater the disorder in an isolated system, the higher is the entropy.  As far as a chemical reaction is concerned, this entropy change  can be attributed to rearrangement of atoms or ions from one pattern in the reactants to another (in the products). If the structure of the products is very much disordered than that of the reactants, there will be a resultant increase in entropy. The change in entropy accompanying a chemical reaction may be estimated qualitatively by a consideration of the structures of the species taking part in the reaction. Decrease of regularity in structure would mean increase in entropy. For a given substance, the crystalline solid state is the state of lowest entropy (most ordered), The gaseous state is state of highest entropy.\nNow let us try to quantify entropy. One way \nto calculate the degree of disorder or chaotic distribution of energy among molecules would be through statistical method which is beyond the scope of this treatment. Other way would be to relate this process to the heat involved in a process which would make entropy a thermodynamic concept. Entropy, like any other thermodynamic property such as internal energy U  and enthalpy H  is a state \nfunction and ∆S is independent of path.\nWhenever heat is added to the system, \nit increases molecular motions causing increased randomness in the system. Thus heat (q) has randomising influence on the system. Can we then equate ∆ S with q  ? Wait !  \nExperience suggests us that the distribution of heat also depends on the temperature at which heat is added to the system. A system at higher temperature has greater randomness in it\n  than one at l\nower temperature. Thus, \ntemperature is the measure of average chaotic motion of particles in the system. Heat added to a system at lower temperature causes greater randomness than when the same quantity of heat is added to it at higher temperature. This suggests that the entropy change is inversely proportional to the temperature. ∆S is related with q and T for a \nreversible reaction as : ∆S =\nq\nTrev (5.18)\nThe total entropy change (∆Stotal) for the \nsystem and surroundings of a spontaneous process is given by\n/unif044/unif044 /unif044 SS Stotals ystems urr /unif03d/unif02b /unif03e0                   (5.19)\nWhen a system is in equilibrium, the \nentropy is maximum, and the change in entropy, ∆S = 0.\nWe can say that entropy for a spontaneous \nprocess increases till it reaches maximum and at equilibrium the change in entropy is zero. Since entropy is a state property, we can calculate the change in entropy of a reversible process by\n∆S\nsys = qsysrev,\nT  \nWe find that both for reversible and \nirreversible expansion for an ideal gas, under \nisothermal conditions, ∆U = 0,   but ∆Stotal  \ni.e., /unif044/unif044SSsyss urr /unif02b is not zero for irreversible \nprocess. Thus,   ∆U does not discriminate \nbetween reversible and irreversible process, \nwhereas \n∆S does.\nProblem 5.10\nPredict in which of the following, entropy \nincreases/decreases :\n(i) A liquid crystallizes into a solid.\n(ii) Temperature of a crystalline solid \nis raised from 0 K to 115 K.\niii NaHC Os Na CO s\nCO gH Og/unif028/unif029 /unif028/unif029/unif0ae /unif028/unif029/unif02b\n/unif028/unif029/unif02b /unif028/unif029232 3\n22\n(iv) Hg Hg2 2 /unif028/unif029/unif0ae /unif028/unif029\nsolution\n(i) After freezing, the molecules attain an ordered state and therefore, entropy decreases.\n(ii)\n At 0 K, the contituent particles are static and entropy is minimum. If \ntemperature is raised to 115 K, \nthese begin to move and oscillate  \nUnit 5.indd   159 9/12/2022   11:53:48 AM\nReprint 2025-26\n\nchemIstry160\nabout their equilibrium positions \nin the lattice and system becomes more disordered, therefore entropy increases.\n(iii)\n Reactant, NaHCO3 is a solid and it \nhas low entropy. Among products there are one solid and two gases. Therefore, the products represent a condition of higher entropy.\n(iv)\n Here one molecule gives two atoms i.e., number of particles \nincreases \nleading to more disordered state. Two moles of H atoms have higher entropy than one mole of dihydrogen molecule.\nProblem 5.11\nFor oxidation of iron,\n43 222 3 FesO gF eO s /unif028/unif029/unif02b /unif028/unif029/unif0ae /unif028/unif029\nentropy change is – 549.4 JK–1 mol–1 \nat 298 K. Inspite of negative entropy \nchange of this reaction, why is the reaction spontaneous?\n(∆\nrH for this reaction is  \n–1648 × 103 J mol–1)\nsolution\nOne decides the spontaneity of a \nreaction by considering\n/unif044/unif044 /unif044 SS Stotals ys surr /unif02b /unif028/unif029 . For calculating \n∆Ssurr, we have to consider the heat \nabsorbed by the surroundings which is equal to – ∆\nrH . At temperature T, \nentropy change of the surroundings is\n/unif03d/unif02d/unif02d/unif0b4/unif028/unif029/unif02d1648 10\n29831Jmol\nK\n= 5530 JK–1mol–1\nThus, total entropy change for this reaction\n/unif044rt otalS /unif03d/unif02b\n/unif02d/unif028/unif0295530\n549411\n11JKmol\nJKmol––\n––.    = 4980.6 JK–1 mol–1\nThis shows that the above reaction is \nspontaneous.\n(c) Gibbs Energy and Spontaneity\nWe have seen that \nfor a system, it is the \ntotal entropy change, ∆ Stotal which decides \nthe spontaneity of the process. But most of the chemical reactions fall into the category of either closed systems or open systems. Therefore, for most of the chemical reactions there are changes in both enthalpy and entropy. It is clear from the discussion in previous sections that neither decrease in enthalpy nor increase in entropy alone can determine the direction of spontaneous change for these systems.\nFor this purpose, we define a new \nthermodynamic function the Gibbs energy or Gibbs function, G, as \nG = H – TS                                      (5.20)\nGibbs function, G is an extensive property \nand a state function.\nThe change in Gibbs energy for the \nsystem, ∆G\nsys can be written as\n/unif044/unif044 /unif044/unif044 GH TS STsyss ys syss ys = /unif02d/unif02d\nAt constant temperature, \n/unif05c/unif02d/unif044/unif044 /unif044 GH TSsyss ys sys = \nUsually the subscript ‘system’ is dropped \nand we simply write this equation as \n /unif044/unif044 /unif044 GH TS /unif03d/unif02d                                  (5.21)\nThus, Gibbs energy change = enthalpy \nchange – temperature × entropy change, and \nis referred to as the Gibbs equation, one of the most important equations in chemistry. Here, we have considered both terms together for spontaneity: energy (in terms of ∆ H) \nand entropy (∆S, a measure of disorder) as indicated earlier. Dimensionally if we analyse, we find that ∆G has units of energy because, \nboth ∆H and the T\n∆S are energy terms, since \nT∆S = (K) (J/K) = J.\nNow let us consider how ∆G is related to \nreaction spontaneity.\nUnit 5.indd   160 9/12/2022   11:53:48 AM\nReprint 2025-26\n\nTHERMODYNAMICS          161\nWe know, \n∆Stotal = ∆Ssys +  ∆Ssurr\n   If the system is in thermal equilibrium with \nthe surrounding, then the temperature of the \nsurrounding is same as that of the system. Also, increase in enthalpy of the surrounding\n \nis equal to decrease in the enthalpy of the system.\nTherefore, entropy change of surroundings, \n/unif044/unif044 /unif044Ssurr=H\nTH\nTsurr sys/unif03d/unif02d\n/unif044/unif044/unif044SStotals ys /unif03d/unif02b /unif02d/unif0e6\n/unif0e8/unif0e7/unif0f6\n/unif0f8/unif0f7H\nTsys\nRearranging the above equation:\nT∆Stotal  = T∆Ssys – ∆Hsys\nFor spontaneous process, /unif044Stota l/unif03e0, so\n              T ∆Ssys – ∆Hsys > Ο\n/unif0de/unif02d /unif02d /unif028/unif029 /unif03e /unif044/unif044HT Ssyss ys0\nUsing equation 5.21, the above equation can \nbe written as\n–∆G > O\n/unif044/unif044 /unif044 GH TS /unif03d/unif02d /unif03c0                                  (5.22)\n∆Hsys is the enthalpy change of a reaction, \nT∆Ssys is the energy which is not available to do \nuseful work. So ∆ G is the net energy available \nto do useful work and is thus a measure of the \n‘free energy’. For this reason, it is also known \nas the free energy of the reaction.\n∆G gives a criteria for spontaneity at \nconstant pressure and temperature.\n(i) If ∆G is negative (< 0), the process is \nspontaneous.\n(ii) If ∆G is positive (> 0), the process is non \nspontaneous.\nnote : If a \nreaction has a positive enthalpy \nchange and positive entropy change, it can \nbe spontaneous when T∆S is large enough to outweigh ∆H. This can happen in two ways;  \n(a) The positive entropy change of the system can be ‘small’ in which case T  must be \nlarge. (b) The positive entropy change of the system can be ‘large’, in which case T may be small. The former is one of the reasons why reactions are often carried out at high temperature. Table 5.4 summarises the effect of temperature on spontaneity of reactions.\n(d)\n Entropy and Second Law of \nThermodynamics\nWe know that for an isolated system\n \nthe change in energy remains constant. Therefore, increase in entropy in such systems is the natural direction of a spontaneous change. This, in fact is the second law of thermodynamics. Like first law of thermodynamics, second law can also be stated in several ways. The second law of thermodynamics explains why spontaneous exothermic reactions are so common. In exothermic reactions heat released by the reaction increases the disorder of the surroundings and overall entropy change is positive which makes the reaction spontaneous.\n(e)\n Absolute Entropy and Third Law of \nThermodynamics \nM\nolecules of a substance may move in a \nstraight line in any direction, they may spin like a top and the bonds in the molecules may stretch and compress. These motions of the molecule are called translational, rotational and vibrational motion respectively. When temperature of the system rises, these motions become more vigorous and entropy increases. On the other hand when temperature is lowered, the entropy decreases. The entropy of any pure \ncrystalline substance approaches zero as the temperature approaches absolute zero. This is called third law of thermodynamics. This is so because there is perfect order in a crystal at absolute zero. The statement is confined to pure crystalline solids because theoretical arguments and practical evidences have shown that entropy of solutions and super cooled liquids is not zero at 0 K. The importance of the third law lies in the fact that \nit permits the calculation of absolute values of entropy of pure substance from thermal data alone. For a pure substance, this can \nUnit 5.indd   161 9/12/2022   11:53:49 AM\nReprint 2025-26\n\nchemIstry162\nTable 5.4  effect of Temperature on spontaneity of reactions\n∆rH ∆rS      ∆rG Description*\n– + – Reaction spontaneous at all temperatures\n– – – (at low T ) Reaction spontaneous at low temperature\n– – + (at high T ) Reaction nonspontaneous at high temperature\n+ + + (at low T ) Reaction nonspontaneous at low temperature\n+ + – (at high T ) Reaction spontaneous at high temperature\n+ – + (at all T ) Reaction nonspontaneous at all temperatures\n* The term low temperature and high temperature are relative. For a particular reaction, high temperature could even mean \nroom temperature.be done by summing q\nTrevn\n increments from 0 \nK to 298 K. Standard entropies can be used \nto calculate standard entropy changes by a Hess’s law type of calculation. \n5.7\n giBBs energy change and \neqUiliBriUm\nWe have seen how a knowledge of the sign \nand magnitude of the free energy change of a chemical reaction allows:\n(\ni) Prediction of the spontaneity of the \nchemical reaction.\n(ii) Prediction of the useful \nwork that could \nbe extracted from it.\nSo far we have considered free energy \nchanges in irreversible reactions. Let us now \nexamine the free energy changes in reversible reactions.\n‘Reversible’ under strict thermodynamic \nsense is a special way of carrying out a process such that system is at all times in perfect equilibrium with its surroundings. When applied to a chemical reaction, the term ‘reversible’ indicates that a given reaction can proceed in either direction simultaneously, so that a dynamic equilibrium is set up. This means that the reactions in both the directions should  \nproceed with a decrease in free energy, which \nseems impossible. It is possible only if at equilibrium the free energy of the system is minimum. If it is not, the system would \nspontaneously change to configuration of lower free energy.\nSo, the criterion for equilibrium A + B  C + D;   is\n∆\nrG = 0\nGibbs energy for a reaction in which all \nreactants and products are in standard state,  ∆\nrG  is related to the equilibrium constant of \nthe reaction as follows:\n             0  =  ∆rG  + RT ln K\nor     ∆rG   =  – R T ln K\nor     ∆rG    =  – 2.303 RT  log K                     (5.23)\nWe also know that\n  \n     (5.24)\nFor strongly endothermic reactions, the \nvalue of ∆rH may be large and positive. In \nsuch a case, value of K will be much smaller  \nthan 1 and the reaction is unlikely to \nform much product. In case of exothermic reactions, ∆\nrH is large and negative, and ∆rG \nis likely to be large and negative too. In such cases, K will be much larger than 1. We may \nexpect strongly exothermic reactions to have a large K, and hence can go to near completion. \n∆\nrG also depends upon ∆rS, if the changes \nin the entropy of reaction is also taken into account, the value of K or extent of chemical reaction will also be affected, depending upon whether ∆\nrS is positive or negative.\nUsing equation (5.24),\nUnit 5.indd   162 9/12/2022   11:53:49 AM\nReprint 2025-26\n\nTHERMODYNAMICS          163\n(i) It is possible to obtain an estimate of ∆ G \nfrom the measurement of ∆H and ∆S,  \nand then calculate K at any temperature \nfor economic yields of the products.\n(ii) If K is measured di\nrectly in the laboratory, \nvalue of ∆G at any other temperature \ncan be calculated.\nUsing equation (5.24),= –.\n..1361 0\n2303 8314 2983/unif0b4 /unif028/unif029\n/unif028/unif029 /unif028 /unif029Jmol\nJK molK–1\n–1 –1   \n=   2.38\nHence K = antilog  2.38 = 2.4 × 102.\nProblem 5.14\nAt 60°C, dinitrogen tetroxide is 50  \nper cent dissociated. Calculate the \nstandard free energy change at this temperature and at one atmosphere.\nsolution \nN2O4(g)  2NO2(g)\nIf N2O4 is 50% dissociated, the mole \nfraction of both the substances is given by\nxxNO NO24210 5\n10 520 5\n10 5/unif03d/unif02d\n/unif02b/unif03d/unif0b4\n/unif02b.\n.:.\n.\n ppNO NO24 205\n151\n1\n151/unif03d/unif0b4 /unif03d\n/unif0b4.\n.\n.atm,\natm.\n                          \nThe equilibrium constant Kp is given by\nKp =  p\npNO\nNO2\n24/unif028/unif029/unif03d2\n215\n15 05.\n(.)(.)\n=  1.33 atm.\nSince   \n∆rG = –RT ln Kp \n∆rG = (– 8.314 JK–1 mol–1) × (333 K) \n                 × (2.303) × (0.1239)\n= – 763.8 kJ mol–1Problem 5.12\nCalculate ∆rG for conversion of oxygen \nto ozone, 3/2 O2(g) → O3(g) at 298 K. if Kp \nfor this conversion is 2.47 × 10–29.\nsolution \nWe know ∆rG = – 2.303 RT log Kp and  \nR = 8.314 JK–1 mol–1\nTherefore, ∆rG =  \n– 2.303 (8.314 J K–1 mol–1)                      \n                    × (298 K) (log 2.47 × 10–29)\n= 163000 J mol–1\n= 163 kJ mol–1.\nProblem 5.13Find out the value of equilibrium constant \nfor the following reaction at 298 K.\n \nStandard Gibbs energy change, ∆rG at \nthe given temperature is –13.6 kJ mol–1.\nsolution \nWe know, log  K  =   \nUnit 5.indd   163 9/12/2022   11:53:50 AM\nReprint 2025-26\n\nchemIstry164\nsUmmary\nThermodynamics deals with energy changes in chemical or physical processes and enables us to \nstudy these changes quantitatively and to make useful predictions. For these purposes, we divide the universe into the system and the surroundings. Chemical or physical processes lead to evolution or absorption of heat (q), part of which may be converted into work (w). These quantities are related through the first law of thermodynamics  via ∆U = q + w. ∆U,  change in internal energy, depends \non initial and final states only and is a state function, whereas q and w depend on the path and \nare not the state functions. We follow sign conventions of q and w by giving the positive sign to \nthese quantities when these are added to the system. We can measure the transfer of heat from one system to another which causes the change in temperature. The magnitude of rise in temperature depends on the heat capacity (C) of a substance. Therefore, heat absorbed or evolved is q =  C∆T. \nWork can be measured by w = –p\nex∆V, in case of expansion of gases. Under reversible process, we \ncan put pex = p for infinitesimal changes in the volume making wrev = – p dV. In this condition, we \ncan use gas equation, pV = nRT.\nAt constant volume, w = 0, then ∆U = qV , heat transfer at constant volume. But in study of \nchemical reactions, we usually have constant pressure. We define another state function enthalpy . \nEnthalpy change, ∆H = ∆U + ∆ngRT, can be found directly from the heat changes at constant pressure, \n∆H = qp.\nThere are varieties of enthalpy changes. Changes of phase such as melting, vaporization and \nsublimation usually occur at constant temperature and can be characterized by enthalpy changes \nwhich are always positive. Enthalpy of formation, combustion and other enthalpy changes can be calculated using Hess’s law . Enthalpy change for chemical reactions can be determined by\n/unif044/unif044 /unif044ri fi f\ni fHa Hb H /unif03d/unif028/unif029 /unif02d/unif028/unif029/unif0e5 /unif0e5 produc ts reaction s\nand in gaseous state by\n∆rH =  Σ bond enthalpies of the reactants – Σ bond enthalpies of the products\nFirst law of thermodynamics does not guide us about the direction of chemical \nreactions i.e., what is the driving force of a chemical reaction. For isolated systems,  \n∆U = 0. We define another state function, S, entropy  for this purpose. entropy is a measure \nof disorder or randomness. For a spontan\neous change, total entropy change is positive. \nTherefore, for an isolated system, ∆U = 0, ∆S > 0, so entropy change distinguishes a spontaneous \nchange, while energy change does not. Entropy changes can be measured by the equation  \n∆S = qrev\nT for a reversible process. qrev\nT is independent of path.\nChemical reactions are generally carried at constant pressure, so we define another state function  \ngibbs energy, G, which is related to entropy and \nenthalpy changes of the system by the equation:\n∆rG = ∆rH – T ∆rS\nFor a spontaneous change, ∆Gsys < 0 and at equilibrium, ∆Gsys = 0.\nStandard Gibbs energy change is related to equilibrium constant by\n∆rG = – RT ln K.\nK can be calculated from this equation, if we know ∆rG which can be found from \n. Temperature is an important factor in the equation. Many reactions which \nare non-spontaneous at low temperature, are made spontaneous at high temperature for systems \nhaving positive entropy of reaction.\nUnit 5.indd   164 9/12/2022   11:53:50 AM\nReprint 2025-26\n\nTHERMODYNAMICS          165\nexercises\n5.1 Choose the correct answer. A thermodynamic state function is a quantity\n (i) used to determine heat changes\n (ii) whose value is independent of path\n (iii) used to determine pressure volume work\n (iv) whose value depends on temperature only.\n5.2 For the process to occur under adiabatic conditions, the correct condition is:\n (i) ∆T = 0\n (ii) ∆p = 0\n (iii) q = 0\n (iv) w = 0\n5.3 The enthalpies of all elements in their standard states are:\n (i) unity\n (ii) zero\n (iii) < 0\n (iv) different for each element\n5.4 ∆U  of combustion of methane is – X kJ mol–1. The value of ∆H is\n (i) = ∆U\n (ii) > ∆U\n (iii) < ∆U\n (iv) = 0\n5.5 The enthalpy of combustion of methane, graphite and dihydrogen at 298 K are, \n–890.3 kJ mol–1 –393.5 kJ mol–1, and –285.8 kJ mol–1 respectively. Enthalpy of \nformation of CH4(g) will be\n (i) –74.8 kJ mol–1  (ii) –52.27 kJ mol–1\n (iii) +74.8 kJ mol–1  (iv) +52.26 kJ mol–1.\n5.6 A reaction, A + B → C + D \n+ q is found to have a positive entropy change. The \nreaction will be\n (i) possible at high temperature\n (ii) possible only at low temperature\n (iii) not possible at any temperature\n (v) possible at any temperature\n5.7 In a process, 701 J \nof heat is absorbed by a system and 394 J of work is done by \nthe system. What is the change in internal energy for the process?\n5.8 The reaction of cyanamide, NH2CN (s), with dioxygen was carried out in a bomb \ncalorimeter, and ∆U was found to be –742.7 kJ mol–1 at 298 K. Calculate enthalpy \nchange for the reaction at 298 K.\n NH2CN(g) + 3\n2O2(g) → N2(g) + CO2(g) + H2O(l)\nUnit 5.indd   165 9/12/2022   11:53:50 AM\nReprint 2025-26\n\nchemIstry166\n5.9 Calculate the number of kJ of heat necessary to raise the temperature of  \n60.0 g of aluminium from 35°C to 55°C. Molar heat capacity of Al is 24 J mol–1 K–1.\n5.10 Calculate the enthalpy change on freezing of 1.0 mol of water at10.0°C to ice at \n–10.0°C.  ∆fusH = 6.03 kJ mol–1 at 0°C.\n Cp [H2O(l)] = 75.3 J mol–1 K–1\n Cp [H2O(s)] = 36.8 J mol–1 K–1\n5.11 Enthalpy of combustion of carbon to CO2 is –393.5 kJ mol–1. Calculate the heat \nreleased upon formation of 35.2 g of CO2 from carbon and dioxygen gas.\n5.12 Enthalpies of formation of CO(g), CO2(g), N2O(g) and N2O4(g) are –110, – 393, 81 \nand 9.7 kJ mol–1 respectively. Find the value of ∆rH for the reaction:\n N2O4(g) + 3CO(g) → N2O(g) + 3CO2(g)\n5.13 Given\n N2(g) + 3H2(g) → 2NH3(g); ∆rH = –92.4 kJ mol–1\n What is the standard enthalpy of formation of NH3 gas?\n5.14 Calculate the standard enthalpy of formation of CH3OH(l) from the following data:\n CH3OH (l) + 3\n2 O2(g) → CO2(g) + 2H2O(l) ; ∆rH = –726 kJ mol–1\n C(graphite) + O2(g) → CO2(g) ; ∆cH = –393 kJ mol–1\n H2(g) + 1\n2 O2(g) → H2O(l); ∆f H =  –286 kJ mol–1.\n5.15 Calculate the enthalpy change for the process\n CCl4(g) → C(g) + 4 Cl(g)\n and calculate bond enthalpy of C – Cl in CCl4(g).\n ∆vapH(CCl4) = 30.5 kJ mol–1.\n ∆fH (CCl4) = –135.5 kJ mol–1.\n ∆aH (C) = 715.0 kJ mol–1, where ∆aH is enthalpy of atomisation\n ∆aH (Cl2) = 242 kJ mol–1\n5.16 For an isolated system, ∆U = 0, what will be ∆S ?\n5.17 For the reaction at 298 K,\n 2A + B → C\n ∆H = 400 kJ mol–1 and ∆S = 0.2 kJ K–1 mol–1\n At what temperature will the reaction become spontaneous considering ∆ H and ∆S \nto be constant over the temperature range.\n5.18 For the reaction,\n 2 Cl(g) → Cl2(g), what are the signs of ∆H and ∆S ?\n5.19 For the reaction\n 2 A(g) + B(g) → 2D(g)\n ∆U  = –10.5 kJ and ∆S = –44.1 JK–1.\n Calculate ∆G for the reaction, and predict whether the reaction may occur \nspontaneously. \nUnit 5.indd   166 9/12/2022   11:53:50 AM\nReprint 2025-26\n\nTHERMODYNAMICS          167\n5.20 The equilibrium constant for a reaction is 10. What will be the value of ∆ G ? \nR = 8.314 JK–1 mol–1, T = 300 K.\n5.21 Comment on the thermodynamic stability of NO(g), given\n 1\n2 N2(g) + 1\n2O2(g) → NO(g);  ∆rH = 90 kJ mol–1\n NO(g) + 1\n2O2(g) → NO2(g): ∆rH= –74 kJ mol–1\n5.22 Calculate the entropy change in surroundings when 1.00 mol of H2O(l) is formed \nunder standard conditions. ∆f H = –286 kJ mol–1.\nUnit 5.indd   167 9/12/2022   11:53:51 AM\nReprint 2025-26\n\n",
      "wordCount": 5643,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 32,
    "totalWords": 14511
  }
}