{
  "filename": "kech202.pdf",
  "chapters": [
    {
      "chapterNumber": 3,
      "title": "The names of  alkyl groups attached",
      "content": "",
      "wordCount": 0,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 4,
      "title": "If two or more identical substituent groups are pres",
      "content": "4. If two or more identical substituent groups are present then the numbers are separated by commas. The names of\n \nidentical substituents are not repeated, instead prefixes such as di (for 2), tri  \n(for 3), tetra (for 4), penta (for 5), hexa (for 6) etc. are used. While writing the name of the substituents in alphabetical order, these prefixes, however, are not considered. Thus, the following compounds are  \nnamed as: \n CH3 CH3 CH3 CH3\n      \nCH3-CH-CH2-CH-CH3 CH3 C CH2CH CH3\n 1 2 3 4 5 1 2 3 4 5\n2,4-Dimethylpentane  2,2,4-Trimethylpentane\n  H3C H2C CH3\n      \n  CH3CH2CHCCH2CH2CH3\n  1 2 3 4 5 6 7\n    \n CH3\n 3-Ethyl-4,4-dimethylheptane \n",
      "wordCount": 110,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 5,
      "title": "If the two substituents are found in equivalent posi",
      "content": "5. If the two substituents are found in equivalent positions, the \nlower number \nis given to the one coming first in the alphabetical listing. Thus, the following compound is 3-ethyl-6-methyloctane and not 6-ethyl-3-methyloctane.\n 1 2 3 4 5 6 7 8\nCH3 — CH2—CH—CH2—CH2—CH—CH2 —CH3  \n    \n  \n  CH2CH3  CH3 \n",
      "wordCount": 49,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 6,
      "title": "The branched alkyl groups can be named by following",
      "content": "6. The branched alkyl groups can be named by following the above mentioned pr\nocedures. However, the carbon atom \nof the branch that attaches to the root alkane is numbered 1 as exemplified below. \n4\n 3 2 1 \nCH3–CH–CH2–CH–  \n   \n  CH3 CH3 \n 1,3-Dimethylbutyl-1. First of all, the longest carbon chain in the molecule \nis identified. In the example  \n(I) given below, the longest chain has nine carbons and it is considered as the parent or root chain. Selection of parent chain as \nshown in (II) is not correct because it has only eight carbons.\n2.\n The\n carbon atoms of the parent chain are \nnumbered to identify the parent alkane \nand to locate the positions of the carbon atoms at which branching takes place due to the substitution of alkyl group in place of hydrogen atoms. The numbering is done in such a way that the branched carbon atoms get the lowest possible numbers. Thus, the numbering in the \nabove example should be from left to right (branching at carbon atoms 2 and 6) and not from right to left (giving numbers 4 and  8 to the carbon atoms at which \nbranches are attached). \n 1 2 3 4 5 6 7 8 9\nC  C  C  C  C  C  C  C  C\n     \n C    C\nC\n9 8 7 6 5 4 3 2 1\nC  C \n C  C  C  C  C  C  C\n    \n C   C  C \n3. The names of  alkyl groups attached  \nas a branch are then prefixed to the \nname of the parent alkane and position of the substituents is indicated by the appropriate numbers. If different alkyl groups are present, they are listed in alphabetical order. Thus, name for the compound shown above is: 6-ethyl-2-\nmethylnonane. [Note: the numbers are \nUnit 8.indd   264 10/10/2022   10:37:31 AM\nReprint 2025-26\n\n265\norganic chemistry – some basic principles and techniques \nThe name of such branched chain alkyl group \nis placed in parenthesis while naming the compound. While writing the trivial names of substituents’ in alphabetical order, the prefixes iso- and neo- are considered to be the part of the fundamental name of alkyl group. The prefixes sec- and tert- are not  considered to be the part of the fundamental name. The use of iso and related common prefixes for naming alkyl groups is also allowed by the IUPAC nomenclature as long as these are not further substituted. In multi-substituted compounds, the following rules may aso be remembered:\n•\t If\n\tthere\thappens\tto\tbe\ttwo\tchains\tof\tequal\t\nsize, then that chain is to be selected which \ncontains more number of side chains.\n•\t\nAfter\tselection\tof\tthe\tchain,\tnumbering \t\nis to be done from the end closer to the substituent.\n5-(2,2-Dimethylpropyl)nonane     Problem 8.7\nStructures and IUPAC names of some\n \nhydrocarbons are given below. Explain why the names given in the parentheses are incorrect.3-Ethyl-1,1-dimethylcyclohexane                 \n(not 1-ethyl-3,3-dimethylcyclohexane)Cyclic Compounds: A saturated monocyclic \ncompound is named by prefixing ‘cyclo’ to the corresponding straight chain alkane. If side chains are present, then the rules given above are applied. Names of some cyclic compounds are given below. \n5-sec-Butyl-4-isopropyldecaneSolution\n(a) Lowest locant number, 2,5,6 is \nlower than 3,5,7, (b) substituents are in\n\tequivalent \tposition;\tlower\tnumber\tis\t\ngiven to the one that comes first in the name according to alphabetical order.2,5,6- Trimethyloctane \n[and not 3,4,7-Trimethyloctane]  \n3-Ethyl-5-methylheptane \n[and not 5-Ethyl-3-methylheptane]\n8.5.3  Nomenclature of Organic Compounds having Functional \n \nGroup(s)\nA functional group, as defined earlier, is an atom or a group of atoms bonded together in a\n\tunique\tmanner\twhich\tis\tusually\tthe\tsite\tof\t5-(2-Ethylbutyl)-3,3-dimethyldecane \n [and not 5-(2,2-Dimethylbutyl)-3-ethyldecane]       \nUnit 8.indd   265 10/27/2022   2:13:15 PM\nReprint 2025-26\n\n266\nchemistry\nchemical reactivity in an organic molecule.  \nCompounds having the same functional group undergo similar reactions. For example, CH\n3OH, CH3CH2OH, and (CH3)2CHOH — \nall having -OH functional group liberate hydrogen on reaction with sodium metal. The presence of functional groups enables systematisation of organic compounds into different classes. Examples of some functional groups with their prefixes and suffixes along with some examples of organic compounds possessing these are given in Table 8.4.\nFirst of all, the functional group present \nin the molecule is identified which determines the choice of appropriate suffix. The longest \nchain of carbon atoms containing the functional group is numbered in such a way that the functional group is attached at the carbon atom possessing lowest possible number in the chain. By using the suffix as \ngiven in Table 8.4, the name of the compound \nis arrived at. \nIn the case of polyfunctional compounds, \none of the functional groups is chosen as the \nprincipal functional group and the compound is then named on that basis. The remaining functional groups, which are subordinate functional groups, are named as substituents using the appropriate prefixes. The choice of principal functional group is made on the basis of order of preference. The order of decreasing priority for some functional groups is: \n-\ncOOh, –sO3h, -cOOr (r=alkyl gr oup), cOcl,   \n-CONH2, -cn,-hc=O,  >c=O, -O h, -nh2, > \nc=c<,  -c≡C- . \nThe \n–R, C6H5-, halogens (F, Cl, Br, I), –NO2, \nalkoxy (–OR) etc. are always prefix \nsubstituents. Thus, a compound containing both an alcohol and a keto group is named as hydroxyalkanone since the keto group is preferred to the hydroxyl group. \nFor example, HOCH\n2(CH2)3CH2COCH3 will \nbe named as 7-hydroxyheptan-2-one and not as 2-oxoheptan -7-ol. Similarly, BrCH\n2CH=CH2  \nis named as 3-bromoprop-1-ene and not 1-bromoprop-2-ene. \n If more than one functional group of the \nsame type are present, their number is indicated by adding di, tri, etc. before the\n class suffix. In such cases the full name of the \nparent alkane is written before the class suffix. For example CH\n2(OH)CH2(OH) is named as  \nethane–1,2–diol. However, the ending – ne of the parent alkane is dropped  in the case of compounds having more than  one  double or triple bond; for example, CH\n2=CH-CH=CH2 is \nnamed as buta–1,3–diene.\nProblem 8.8\nWrite the IUPAC names of the compounds  \ni-iv from their given structures.\nsolution \n• The functional group present is an  \nalcohol (OH). Hence the suffix is ‘-ol’.\n• The longest chain containing -OH has eight carbon atoms. Hence the  \ncorr\nesponding saturated hydrocar -\nbon is octane.\n• The -OH is on carbon atom 3. In  \naddition, a methyl group is attached at 6\nth carbon.\n  Hence, the systematic name of this compound is 6-Methyloctan-3-ol.\nsolution\nThe functional group present is ketone (>C=O), hence suffix ‘-one’. Presence\n \nof two keto groups is indicated by ‘di’, hence suffix becomes ‘dione’. The two keto groups are at carbons 2 and 4. The longest chain contains 6 carbon atoms, hence, parent hydrocarbon is hexane. Thus, the systematic name is Hexane-2,4-dione.\nUnit 8.indd   266 10/10/2022   10:37:32 AM\nReprint 2025-26\n\n267\norganic chemistry – some basic principles and techniques \ntable 8.4  some Functional groups and classes of Organic compounds\nUnit 8.indd   267 10/10/2022   10:37:32 AM\nReprint 2025-26\n\n268\nchemistry\nsolution\nHere, two functional groups namely\n \nketone and carboxylic acid are present. \nThe principal functional group is the carboxylic acid group; hence the parent chain will be suffixed with ‘oic’ acid. Numbering of the chain starts from carbon of – COOH functional group. The keto group in the chain at carbon 5 is indicated by ‘oxo’. The longest chain including the principal functional  group has 6 carbon atoms; hence the parent hydrocarbon is hexane. The compound is, therefore, named as  \n5-Oxohexanoic acid.\nsolution\nThe \ntwo C=C functional groups are \npresent at carbon atoms 1 and 3, while the C≡C functional group is present at carbon 5. These groups are indicated by suffixes ‘diene’ and ‘yne’ respectively. The longest chain containing the functional groups has 6 carbon atoms; hence the parent hydrocarbon is hexane. The name of compound, therefore, is Hexa-1,3-dien-5-yne.\nProblem 8.9Derive the structure of (i) 2-Chlorohexane, \n(ii) Pent-4-en-2-ol, (iii) 3- Nitrocyclohexene, (iv) Cyclohex-2-en-1-ol, (v) 6-Hydroxy-heptanal.\nsolution\n(i) ‘hexane’ indicates the pr\nesence of  \n6 carbon atoms in the chain. The functional group chloro is present at carbon 2. Hence, the structure of the compound is CH\n3CH2CH2CH2CH(Cl)CH3.\n(ii) ‘pent’ indicates that parent \nhydrocarbon contains 5 carbon atoms in the chain. ‘en’ and ‘ol’ correspond to the functional groups C=C and -OH at carbon atoms 4 and 2 respectively. Thus, the structure is \nCH\n2=CHCH2CH (OH)CH3.(iii) Six membered ring containing a \ncarbon-carbon double bond is implied by cyclohexene, which is numbered as shown in (I). The prefix 3-nitro means that a nitro group is present on C-3. Thus, complete structural formula of the compound is (II). Double bond is suffixed functional group whereas NO\n2 is prefixed \nfunctional group therefore double bond gets preference over –NO\n2 group:\n(iv) ‘1-ol’ means that a -OH group is present at C-1. OH is suffixed functional group and gets preference over C=C bond. Thus the structure is as shown  \nin (II):\n(v) ‘heptanal’ indicates the compound \nto be an aldehyde containing 7 carbon atoms in the parent chain. The  \n‘6-hydroxy’ indicates that -OH group is present at carbon 6. Thus, the structural formula of the compound is: CH\n3CH(OH)\nCH2CH2CH2CH2CHO. Carbon atom of –\nCHO group is included while numbering the carbon chain.\n8.5.4  nomenclature of substituted \nBenzene compounds\nFor IUPAC nomenclatur\ne of substituted \nbenzene compounds, the substituent is \nplaced as prefix to the word benzene as shown in the following examples. However, common names (written in bracket below) of many substituted benzene compounds are also \nuniversally used. \nUnit 8.indd   268 10/10/2022   10:37:32 AM\nReprint 2025-26\n\n269\norganic chemistry – some basic principles and techniques \nIf benzene ring is disubstituted, \nthe position of substituents is defined \nby numbering the carbon atoms of the ring such that the substituents are located at the lowest numbers possible.For example, the compound(b) is named as 1,3-dibromobenzene and not as  \n1,5-dibromobenzene. Substituent of the base compound is \nas\nsigned number1 and then the direction \nof numbering is chosen such that the next substituent gets the lowest number. The substituents appear in the name in alphabetical order. Some examples are given below.\nMethylbenzene      Methoxybenzene     Aminobenzene    (Toluene)              (Anisole)    \n             (Aniline)\n      Nitrobenzene                  Bromobenzene\n1,2-Dibromo- \nbenzene1,3-Dibromo- \nbenzene1,4-Dibromo- \nbenzene(a) (b) (c)\n In the trivial system of nomenclature \nthe terms \northo ( o), meta ( m) and para ( p) \nare used as prefixes to indicate the relative positions 1,2;1,3 and 1,4 respectively. Thus, 1,3-dibromobenzene (b) is named as  \nm-dibromobenzene (meta is abbreviated as  \nm-) and the other isomers of dibromobenzene \n1,2-(a) and 1,4-(c), are named as ortho (or \njust o-) and para (or just p -)-dibromobenzene, \nrespectively. \n For tri - or higher substituted benzene \nderivatives, these prefixes cannot be used\n \nand the compounds are named by identifying substituent positions on the ring by following the lowest locant rule. In some cases, common name of benzene derivatives is taken as  the base compound.1-Chloro-2,4-dinitrobenzene \n(not 4-chloro,1,3-dinitrobenzene)                \n2-Chloro-1-methyl-4-nitrobenzene \n(not 4-methyl-5-chloro-nitrobenzene)    \n2-Chloro-4-methylanisole 4-Ethyl-2-methylaniline \n3,4-Dimethylphenol\n When a benzene ring is attached to an \nalkane with a functional group, it is consider\ned \nas substituent, instead of a parent. The name for benzene as substituent is phenyl (C\n6H5-, \nalso abbreviated as Ph).\nUnit 8.indd   269 10/10/2022   10:37:33 AM\nReprint 2025-26\n\n270\nchemistry\ndifferent carbon skeletons, these are referred \nto as chain isomers and the phenomenon is termed as chain isomerism. For example, C\n5H12 represents three compounds:\nIsomerism\nStructural isomerism Stereoisomerism\nChain\nisomerismPosition\nisomerismFunctional\ngroup\nisomerismMetamerism Geometrical\nisomerismOptical\nisomerism8.6 isOmerism\nThe phenomenon of existence of two or more compounds possessing the same molecular formula but dif\nferent properties is known \nas isomerism. Such compounds are called as isomers. The following flow chart shows different types of isomerism. \n8.6.1 \nstructural isomerism\nCompounds having the sa\nme molecular \nformula but different structures (manners \nin which atoms are linked) are classified as structural isomers. Some typical examples of different types of structural isomerism are given below: \n(i) Chain isomerism: When two or more \ncompounds have similar molecular formula but (a)  (b)\n(c) (d)Problem 8.10\nWrite the structural formula of:\n(a) \n o-Ethylanisole, (b) p-Nitroaniline, \n(c)  2,3  - Dibromo  -1 - phenylpentane,\n(d)  4-Ethyl-1-fluoro-2-nitr\nobenzene.\nsolution\n                         CH3\n                 \nCH3 C CH3\n                       \n                 CH3\n Neopentane\n(2,2-Dimethylpropane)\n(ii) Position isomerism:  When two or \nmore compounds differ in the position of substituent atom or functional group on the carbon skeleton, they are called position isomers and this phenomenon is termed as position isomerism. For example, the molecular formula C\n3H8O represents two \nalcohols:\n(iii) Functional group isomerism: Two or \nmore compounds having the same molecular formula but different functional groups are called functional isomers and this phenomenon is termed as functional group isomerism. For example, the molecular formula C\n3H6O represents an aldehyde and \na ketone:  CH3\n  \nCH3CH2CH2CH2CH3 CH3−CHCH2CH3    \n Pentane  Isopentane\n   (2-Methylbutane) \n OH\n \n CH3CH2CH2OH CH3−CH-CH3\n Propan-1-ol   Propan-2-ol\nUnit 8.indd   270 10/10/2022   10:37:33 AM\nReprint 2025-26\n\n271\norganic chemistry – some basic principles and techniques \n(iv) Metamerism: It arises due to different \nalkyl chains on either side of the functional \ngroup in the molecule. For example, C4H10O \nrepresents methoxypropane (CH3OC3H7) and \nethoxyethane (C2H5OC2H5).\n8.6.2 Stereoisomerism\nThe compounds that have the same \nconstitution and sequence of covalent bonds but differ in relative positions of their atoms or groups in space are called stereoisomers. This special type of isomerism is called as stereoisomerism and can be classified as geometrical and optical isomerism. \n8.7\n FUNDAMENTAL CONCEPTS IN \nORGANIC REACTION MECHANISM\nIn an organic r\neaction, the organic molecule \n(also referred as a substrate) reacts with an appropriate attacking reagent and leads to the formation of one or more intermediate(s) and finally product(s)\nThe general reaction is depicted as follows : in understanding the reactivity of organic \ncompounds and in planning strategy for their synthesis. \nIn the following sections, we shall learn \nsome of the principles that explain how these reactions take place. \n8.7.1 Fission of a Covalent BondA covalent bond can get cleaved either by : (i) \nheterolytic cleavage, or by (ii) homolytic cleavage. \n In heterolytic cleavage, the bond br\neaks \nin such a fashion that the shared pair of electrons remains with  one of the fragments. \nAfter heterolysis, one atom has a sextet \nelectronic structure and a positive charge and the other, a valence octet with at least one lone pair and a negative charge. Thus, heterolytic \ncleavage of bromomethane will give C\n+H3 and \nBr– as shown below.\n A species having a carbon atom possessing  \nsextext of \nelectrons and a positive charge is \ncalled a carbocation (earlier called carbonium \nion). The \n H3 ion is known as a methyl cation \nor methyl carbonium ion. Carbocations are classified as primary, secondary or tertiary  \ndepending on  whether one, two or three  carbons are directly attached to the positively charged carbon. Some other examples of carbocations are: CH\n3C+H2 (ethyl cation, a \nprimary carbocation), (CH3)2C+H (isopropyl \ncation, a secondary carbocation), and (CH3)3C+ \n(tert-butyl cation, a tertiary carbocation). \nCarbocations are highly unstable and reactive species. Alkyl groups directly attached to the positively charged carbon stabilise the carbocations due to inductive and hyperconjugation effects, which you will be studying in the sections 8.7.5 and 8.7.9. The observed order of carbocation stability is: C\n+H3 < CH3C+\nH2 < (CH3)2C+\nH < (CH3)3C+\n. These \ncarbocations have trigonal planar shape with positively charged carbon being sp\n2 \nhybridised. Thus, the shape of C+H3 may be \nconsidered as being derived from the overlap of three equivalent C(sp\n2) hybridised orbitals \nwith 1s orbital of each of the three hydrogen Organic\nmolecule(Substrate)[Intermediate] Product(s)Attacking \nReagent\nByproducts\nSubstrate is that reactant which supplies \ncarbon to the new bond and the other reactant is called reagent. If both the reactants supply carbon to the new bond then choice is arbitrary and in that case the molecule on which attention is focused is called substrate.\nIn such a reaction a covalent bond  \nbetween two carbon atoms or a carbon and some other atom is broken and a new bond is formed. A sequential account of each step, \ndescribing details of electron movement, energetics during bond cleavage and bond formation, and the rates of transformation of reactants into products (kinetics) is referred to as reaction mechanism. The knowledge of reaction mechanism helps   O    H\n  \t\t \t \n CH3−C-CH3 CH3−CH2—C= O\n Propanone \t\t Propanal\nUnit 8.indd   271 12/13/2022   10:12:45\nReprint 2025-26\n\n272\nchemistry\natoms. Each bond may be represented as \nC(sp2)–H(1s ) sigma bond. The remaining \ncarbon orbital is perpendicular to the molecular plane and contains no electrons. [Fig. 8.3(a)]. \nFig. 8.3 (a)  Shape of methyl carbocation\nThe heterolytic cleavage can also give a \nspecies in which carbon gets the shared pair of electrons. For example, when group Z attached to  the carbon leaves without \nelectron pair, the methyl anion  is \nformed. Such a carbon species carrying a negative charge on carbon atom is called carbanion.  Carbon in carbanion is generally \nsp\n3 hybridised and its structure is distorted \ntetrahedron as shown in Fig. 8.3(b). \nFig. 8.3 (b)  Shape of methyl carbanion\nCarbanions are also unstable and reactive species. The organic reactions which proceed through heterolytic bond cleavage are called ionic or heteropolar or just polar reactions.\n In homolytic cleavage,  one of the electr\nons \nof the shared pair in a covalent bond goes with each of the bonded atoms. Thus, in homolytic cleavage, the movement of a single electron takes place instead of an electron pair. The single electron movement is shown by ‘half-headed’ (fish hook:\n) curved arrow. Such cleavage results in the formation of neutral species (atom or group) which contains an unpaired electron. These species are called free radicals. Like carbocations and carbanions, free radicals are also very reactive. A homolytic cleavage can be  \nshown as:\n       Alkyl \n   \n    free radical\nAl\nkyl radicals are classified as primary, \nsecondary, or tertiary. Alkyl radical stability increases as we proceed from primary to tertiary:\n  \n, \n Methyl  Ethyl  Isopropyl  Tert-butyl\n free  free  free free\n radical  radical  radical  radical\nOrganic reactions, which proceed by \nhomolytic fission are called free radical or homopolar or nonpolar reactions. \n8.7.2 \nsubstrate and reagent \nIons are generally not for\nmed in the reactions \nof organic compounds. Molecules as such \nparticipate in the reaction. It is convenient to name one reagent as substrate and other as reagent. In general, a molecule whose carbon is involved in new bond formation is called substrate and the other one is called reagent. When carbon-carbon bond is formed, the choice of naming the reactants as substrate and reagent is arbitrary and depends on molecule under observation. Example:\n(i) \n CH2 = CH2  +  Br2  → CH2 Br – CH2Br\n Substrate    Reagent  Product\n(ii)  \nNucleophiles and Electrophiles\nReagents attack the reactive site of the \nsubstrate. The reactive site may be electron \nUnit 8.indd   272 10/10/2022   10:37:34 AM\nReprint 2025-26\n\n273\norganic chemistry – some basic principles and techniques \ndeficient portion of the molecule (a positive \nreactive site) e.g., an atom with incomplete electron shell or the positive end of the dipole in the molecule. If the attacking species is electron rich, it attacks these sites. If attacking species is electron deficient, the reactive site for it is that part of the substrate molecule which can supply electrons, e.g., π electrons in a double bond.\nA reagent that brings an electron pair to \nthe reactive site is called a nucleophile (Nu:) i.e., nucleus seeking and the reaction is then called nucleophilic . A reagent that takes away \nan electron pair from reactive site is called electrophile (E\n+) i.e., electron seeking and the \nreaction is called electrophilic. \nDuring a polar organic reaction, a \nnucleophile attacks an electrophilic centre of the substrate which is that specific atom or part of the substrate which is electron deficient. Similarly, the electrophiles attack at  nucleophilic centre, which is the electron  rich centre of the substrate. Thus, the electrophiles receive electron pair from the substrate when the two undergo bonding interaction. A curved-arrow notation is used to show the movement of an electron pair from the nucleophile to the electrophile. Some examples of nucleophiles are the negatively charged ions with lone pair of electrons  such as hydroxide (HO\n– ), cyanide (NC–) ions and \ncarbanions (R3C:–). Neutral molecules such  \nas  etc., can also act as \nnucleophiles due to the presence of lone pair of electrons. Examples of electrophiles  \ninclude carbocations (C+H3) and neutral \nmolecules having functional groups like carbonyl group (>C=O) or alkyl halides  \n(R\n3C-X, where X is a halogen atom). The  \ncarbon atom in carbocations has sextet configuration; hence, it is electron deficient  \nand can receive a pair of electrons from the nucleophiles. In neutral molecules such as alkyl halides, due to the polarity of the C-X bond a partial positive charge is generated  \non the carbon atom and hence the carbon atom becomes an electrophilic centre at which a nucleophile can attack.Problem 8.11\nUsing curved-arrow notation, show the \nformation of reactive  intermediates when the following covalent bonds undergo heterolytic cleavage. \n(a) CH\n3–SCH3, (b) CH3–CN, (c) CH3–Cu\nSolution \nProblem 8.12Giving justification, categorise the \nfollowing molecules/ions as nucleophile or electrophile:\nSolution\nNucleophiles: HS–,C2H5O–,(CH3)3N:H2N:– \nThese species have unshared pair of \nelectrons, which can be donated and shared with an electrophile.\nElectrophiles: BF\n3,C1+ H3–C+=O,N+ \nO2. \nReactive sites have only six valence \nelectrons; can accept electron pair from a nucleophile.\nProblem 8.13 \nIdentify electrophilic centre in the following: CH\n3CH=O, CH3CN, CH3I.\nSolution\nAmong CH3HC*=O, H3CC*≡N, and  \nH3C*–I, the starred carbon atoms are \nelectrophilic centers as they will have \npartial positive charge due to polarity of the bond. \n8.7.3\n Electron Movement in Organic \nReactions\nThe \nmovement of electrons in organic \nreactions can be shown by curved-arrow \nUnit 8.indd   273 11/10/2022   15:21:53\nReprint 2025-26\n\n274\nchemistry\nnotation. It shows how changes in bonding \noccur due to electronic redistribution during the reaction. To show the change in position of a pair of electrons, curved arrow starts from the point from where an electron pair is shifted and it ends at a location to which the pair of electron may move. \nPresentation of shifting of electron pair is \ngiven below : \n(i) \n  from π  bond to   \n   adjacent bond position\n(ii)  from π bond to   \n   adjacent atom\n(iii)  from atom to adjacent  \n    bond  position\nMov\nement of single electron is indicated by \na single barbed ‘fish hooks’ (i.e. half headed \ncurved arrow). For example, in transfer of hydroxide ion giving ethanol and in the dissociation of chloromethane, the movement of electron using curved arrows can be depicted as follows: \n8.7.4  electron displacement effects in \ncovalent Bonds \nThe electron displacement in an or\nganic \nmolecule may take place either in the ground \nstate under the influence of an atom or a substituent group or in the presence of an appropriate attacking reagent. The electron displacements due to the influence of  \nan atom or a substituent group present in the molecule cause permanent polarlisation of the bond. Inductive effect and resonance effects are examples of this type of electron displacements. Temporary electron displacement effects are seen in a molecule \nwhen a reagent approaches to attack it. This type of electron displacement is called electromeric effect or polarisability effect. In the following sections we will learn about these types of electronic displacements.8.7.5\n inductive effect\nWhen a covalent bond is for\nmed between \natoms of different electronegativity, the \nelectron density is more towards the more electronegative atom of the bond. Such a shift of electron density results in a polar covalent bond. Bond polarity leads to various electronic effects in organic compounds. \nLet us consider cholorethane (CH\n3CH2Cl) \nin which the C–Cl bond is a polar covalent \nbond. It is polarised in such a way that the carbon-1 gains some positive charge (δ\n+) \nand the chlorine some negative charge (δ–). \nThe fractional electronic charges on the two atoms in a polar covalent bond are denoted by symbol δ (delta) and the shift of electron density is shown by an arrow that points from δ\n+ to δ– end of the polar bond.\nδδ+ δ+ δ−\nCH3→CH2→Cl\n2 1\n In turn carbon-1, which has developed \npartial positive char\nge (δ+) draws some \nelectron density towards it from the adjacent C-C bond. Consequently, some positive charge (δδ\n+) develops on carbon-2 also, where δδ+ \nsymbolises relatively smaller positive charge as compared to that on carbon – 1. In other words, the polar C – Cl bond induces polarity in the adjacent bonds. Such polarisation of  σ-bond caused by the polarisation of adjacent \nσ-bond is referred to as the inductive effect. \nThis effect is passed on to the subsequent bonds also but the effect decreases rapidly as the number of intervening bonds increases and becomes vanishingly small after three bonds. The inductive effect is related to the ability of substituent(s) to either withdraw or donate electron density to the attached carbon atom. Based on this ability, the substitutents can be classified as electron-withdrawing or \nelectron donating groups relative to hydrogen. Halogens and many other groups such as nitro (- NO\n2), cyano  (- CN), carboxy (- COOH), \nester (COOR), aryloxy (-OAr, e.g. – OC6H5), etc. \nare electron-withdrawing groups. On the other hand, the alkyl groups like methyl (–CH\n3) and \nethyl (–CH2–CH3) are usually considered as \nelectron donating groups.\n \nUnit 8.indd   274 10/10/2022   10:37:34 AM\nReprint 2025-26\n\n275\norganic chemistry – some basic principles and techniques \nProblem 8.14\nWhich bond is more polar in the following \npairs of molecules: (a) H3C-H, H3C-Br \n(b) H3C-NH2, H3C-OH (c) H3C-OH,  \nH3C-SH \nsolution\n(a) C–Br\n, since Br is more electronegative \nthan H, (b) C–O, (c) C–O \nProblem 8.15\nIn which C–C bond of CH3CH2CH2Br, the \ninductive effect is expected to be the least?\nsolution\nMagnitude of inductive effect diminishes\n \nas the number of intervening bonds \nincreases. Hence, the effect is least in the bond between carbon-3 and hydrogen.\n8.7.6  \nresonance structure\nTh\nere are many organic molecules whose \nbehaviour cannot be explained by a single Lewis \nstructure. An example is that of   \nbenzene. Its cyclic structure containing alternating  C–C single and C=C  double bonds shown is inadequate for explaining its characteristic properties. \n As per the above repr\nesentation, benzene \nshould exhibit two different bond lengths, \ndue to C–C single and C=C double bonds. However, as determined experimentally benzene has a uniform C–C bond distances of 139 pm, a value intermediate between the C–C single(154 pm) and C=C double (134 pm) bonds. Thus, the structure of benzene cannot be represented adequately by the above structure. Further, benzene can be represented equally well by the energetically identical structures I and II. benzene cannot be adequately represented \nby any of these structures, rather it is a hybrid of the two structures (I and II) called resonance structures. The resonance \nstructures (canonical structures or contributing structures) are hypothetical and individually do not represent any real molecule. They contribute to the actual structure in proportion to their stability.\n Another example of resonance is provided \nby nitr\nomethane (CH3NO2) which can be \nrepresented by two Lewis structures, (I and II). There are two types of N-O bonds in these structures.\n        \nhowe\nver, it is known that the two n–O \nbonds of\n nitromethane are of the same \nlength (intermediate between a n–O single \nbond \nand a n=O double \nbond). the actual \ns\ntructure of nitromethane is therefore \na resonance hybrid of the two canonical \nforms I and II. \n The\n energy of actual structure of the molecule \n(the resonance hybrid) is lower than that of \nany of the canonical structures. The difference \nin energy between the actual structure and the lowest energy resonance structure is called the resonance stabilisation energy or simply the resonance energy . The more the number \nof important contributing structures, the more is the resonance energy. Resonance is particularly important when the contributing structures are equivalent in energy.\n The following rules are applied while writing \nr\nesonance structures: \n The\n resonance structures have (i) the same \npositions of nuclei and (ii) the same number of unpaired electrons. Among the resonance structures, the one which has more number of covalent bonds, all the atoms with octet of electrons (except hydrogen which has a duplet), less separation of opposite charges, (a negative charge if any on more electronegative atom, a positive charge if any on more electropositive atom) and more dispersal of charge, is more stable than others.  Benzene\n Therefore, according to the resonance \ntheory (Unit 4) the actual structure of\n \nUnit 8.indd   275 10/10/2022   10:37:34 AM\nReprint 2025-26\n\n276\nchemistry\nProblem 8.16\nWrite resonance structures of CH3COO– \nand show the movement of electrons by \ncurved arrows.\nsolution\nFi\nrst, write the structure and put \nunshared pairs of valence electrons on appropriate atoms. Then draw the arrows one at a time moving the electrons to get the other structures.\nProblem 8.17\nWrite resonance structures of  \nCH2=CH–CHO. Indicate relative stability \nof the contributing structures.\nsolutionsolution\nThe two structures ar\ne less important \ncontributors as they involve charge \nseparation. Additionally, structure I contains a carbon atom with an \nincomplete octe\nt.\n8.7.7  resonance effect\nThe resonance effect is defined as ‘the polarity\n \nproduced in the molecule by the interaction \nof two π -bonds or between a π -bond and \nlone pair of electrons present on an adjacent atom’. The effect is transmitted through the chain. There are two types of resonance or mesomeric effect designated as R or M effect.\n(i) Positive Resonance Effect (+R effect) In this effect, the transfer of electrons is away \nfrom an atom or substituent group attached to the conjugated system. This electron displacement makes certain positions in the molecule of high electron densities. This effect in aniline is shown as : \nStability: I > II > III\n[I: Most stable,  more number of covalent bonds, each carbon and oxygen atom has an octet and no separation of opposite charge II: negative charge on more electronegative atom and positive charge on more electropositive atom; III: does not contribute as oxygen has positive charge and carbon has negative charge, hence least stable].  \nProblem 8.18\nExplain why the following two structures, I and II cannot be the major contributors to the real structure of CH\n3COOCH3.(ii) Negative Resonance Effect (- R effect)\nThis effect is observed when the transfer of \nelectrons is towards the atom or substituent group attached to the conjugated system. For example in nitrobenzene this electron displacement can be depicted as : \nThe atoms or substituent groups, which \nrepresent +R or  –R \nelectron displacement \neffects are as follows : \n+R effect: – halogen, –OH, –OR, –OCOR, –NH2, \n–NHR, –NR2, –NHCOR, \n– R effect: – COOH, –CHO, >C=O, – CN, –NO2 \nUnit 8.indd   276 10/10/2022   10:37:35 AM\nReprint 2025-26\n\n277\norganic chemistry – some basic principles and techniques \nThe presence of alternate single and \ndouble bonds in an open chain or cyclic system \nis termed as a conjugated system. These systems often show abnormal behaviour. The examples are 1,3- butadiene, aniline and nitrobenzene etc. In such systems, the π-electrons are delocalised and the system \ndevelops polarity.\n8.7.8\n electromeric effect ( e effect)\nIt is a temporary ef\nfect. The organic compounds \nhaving a multiple bond (a double or triple \nbond) show this effect in the presence of an attacking reagent only. It is defined as the complete transfer of a shared pair of  \nπ-electrons to one of the atoms joined by a multiple bond on the demand of an attacking reagent. The effect is annulled as soon as the attacking reagent is removed from the domain of the reaction. It is represented by E and the shifting of the electrons is shown by a curved arrow (\n). There are two distinct types of \nelectromeric effect. (i) Positive Eelctromeric Effect (+E effect) In this effect the π−electrons of the multiple bond are transferred to that atom to which the reagent gets attached. For example: system or to an atom with an unshared  \np orbital. The σ electrons of C—H bond of the \nalkyl group enter into partial conjugation with the attached unsaturated system or with the unshared p orbital. Hyperconjugation is a \npermanent effect.\nTo understand hyperconjugation effect, let \nus take an example of CH\n3 C+H2 (ethyl cation) in \nwhich the positively charged carbon atom has an empty p orbital. One of the C-H bonds of \nthe methyl group can align in the plane of this empty p orbital and the electrons constituting \nthe C-H bond in plane with this p orbital can then be delocalised into the empty p orbital \nas depicted in Fig. 8.4 (a).\n(ii) Negative Electromeric Effect (–E effect) In this effect the π - electrons of the multiple bond are transferred to that atom to which the attacking reagent does not get attached. For example:\nWhen inductive and electromeric effects \noperate in opposite directions, the electomeric effect predominates.\n8.7.9\n hyperconjugation\nH\nyperconjugation is a general stabilising \ninteraction. It involves delocalisation of  \nσ electrons of C—H bond of an alkyl group \ndirectly attached to an atom of unsaturated Fig. 8.4(a)  Orbital diagram showing \nhyperconjugation in ethyl cation\nThis type of overlap stabilises the \ncarbocation because electron density from the adjacent σ bond helps in dispersing the positive charge. \nIn general, greater the number of alkyl \ngroups attached to a positively charged carbon \natom, the greater is the hyperconjugation interaction and stabilisation of the cation. Thus, we have the following relative stability of carbocations : \n \nUnit 8.indd   277 10/10/2022   10:37:35 AM\nReprint 2025-26\n\n278\nchemistry\nHyperconjugation is also possible in \nalkenes and alkylarenes. \nDelocalisation of electrons by  \nhyperconjugation in the case of alkene can \nbe depicted as in Fig. 8.4(b).Problem 8.19 Explain why (CH\n3)3C+ is more stable \nthan CH3C+H2 and C+H3 is the least stable  \ncation. \nsolution \nHyperconjugation interaction in (CH3)3C+  is \ngreater than in CH3C+H2 as the (CH3)3C+   \nhas nine C-H bonds. In C+H3, vacant p \norbital is perpendicular to the plane  \nin which C-H bonds lie; hence cannot \noverlap with it. Thus, C+H3 lacks \nhyperconjugative stability. \n8.7.10  types of \nOrganic reactions and \nMechanisms\nOr\nganic reactions can be classified into the \nfollowing categories:\n(i) Substitution reactions\n(ii) Addition reactions\n(iii) Elimination reactions\n(iv) Rearrangement reactions\nYou will be studying these r\neactions in  \nUnit 9 and later in class XII.\n8.8 methOds OF Puri Ficati On OF \nOrganic cOmPOunds\nOnce an organic compound is extracted\n \nfrom a natural source or synthesised in the \nlaboratory, it is essential to purify it. Various  methods used for the purification of organic compounds are based on the nature of the compound and the impurity present in it. \nThe common techniques used for \npurification are as follows :\n(i)\n Sublimation\n(ii) Crystallisation\n(iii) Distillation\n(iv) Differential extraction and\n(v) Chromatography  \nFinally, the purity of a compound is  \nascertained\n by determining its melting or \nboiling point. Most of the pure compounds \nhave sharp melting points and boiling points. \nNew methods of checking the purity of an organic compound are based on different Fig. 8.4(b)  Orbital diagram showing \nhyperconjugation in pr\nopene\nThere are various ways of looking at the \nhyperconjugative effect. One of the way is to regard C—H bond as possessing partial ionic character due to resonance.\nThe hyperconjugation may also be \nregarded as no bond resonance.\nUnit 8.indd   278 10/10/2022   10:37:35 AM\nReprint 2025-26\n\n279\norganic chemistry – some basic principles and techniques \ntypes of chromatographic and spectroscopic \ntechniques.\n8.8.1  sublimation\nYou have lear\nnt earlier that on heating, some \nsolid substances change from solid to vapour \nstate without passing through liquid state. The purification technique based on the above principle is known as sublimation and is used to separate sublimable compounds from non-sublimable impurities.\n8.8.2\n crystallisation\nThis is one of the most commonly used \ntechniques for the purification of solid or\nganic \ncompounds. It is based on the difference in the solubilities of the compound and the impurities in a suitable solvent. The impure compound is dissolved in a solvent in which it is sparingly soluble at room temperature but appreciably soluble at higher temperature. The solution is concentrated to get a nearly saturated solution. On cooling the solution, pure compound crystallises out and is removed by filtration. The filtrate (mother liquor) contains impurities and small quantity of the compound. If the compound is highly soluble in one solvent and very little  soluble in another solvent, crystallisation can be satisfactorily carried out in a mixture of these solvents. Impurities, which impart colour to the solution are removed by adsorbing over activated charcoal. Repeated crystallisation becomes necessary for the purification of compounds containing impurities of comparable solubilities.\n8.8.3\n distillation\nThis important method is used to separate \n(i) volatile liquids from nonvolatile impurities and (ii) the liquids having suf\nficient difference \nin their boiling points. Liquids having different boiling points vaporise at different temperatures. The vapours are cooled and the liquids so formed are collected separately. Chloroform (b.p 334 K) and aniline (b.p. 457 K) are easily separated by the technique of distillation (Fig 8.5). The liquid mixture is taken in a round bottom flask and heated carefully. On boiling, the vapours of lower \nboiling component are formed first. The vapours are condensed by using a condenser and the liquid is collected in a receiver.  The vapours of higher boiling component form later and the liquid can be collected separately.\nFractional Distillation: If the difference \nin boiling points of two liquids is not much, \nsimple distillation cannot be used to separate them.  The vapours of such liquids are formed within the same temperature range and are condensed simultaneously.  The technique of fractional distillation is used in such cases. In this technique, vapours of a liquid mixture are passed through a fractionating column before condensation. The fractionating column is fitted over the mouth of the round bottom flask (Fig.8.6, page 280).\nVapours of the liquid with higher boiling \npoint condense before the vapours of the liquid with lower boiling point. The vapours rising up in the fractionating column become richer in more volatile component. By the \nFig.8.5  Simple distillation. The vapours of a \nsubstance formed ar\ne condensed and \nthe liquid is collected in conical flask.\nUnit 8.indd   279 10/10/2022   10:37:35 AM\nReprint 2025-26\n\n280\nchemistry\ntime the vapours reach to the top of the \nfractionating column, these are rich in the more volatile component. Fractionating columns are available in various sizes and designs as shown in Fig.8.7. A fractionating column provides many surfaces for heat exchange between the ascending vapours and the descending condensed liquid.  Some of the condensing liquid in the fractionating column obtains heat from the ascending vapours and revaporises.  The vapours thus become richer in low boiling component.  The vapours of low boiling component ascend to the top of the column. On reaching the top, the vapours become pure in low boiling component and pass through the condenser and the pure liquid is collected in a receiver.  After a series of successive distillations, the remaining liquid in the distillation flask gets enriched in high boiling component. Each successive condensation and vaporisation \nFig.8.7  Different types of fractionating columns.unit in the fractionating column is called a \ntheoretical plate.  Commercially, columns \nwith hundreds of plates are available.\nOne of the technological applications of \nfractional distillation is to separate different fractions of crude oil in petroleum industry.\nFig.8.6  Fractional distillation. The vapours of lower boiling fraction reach the top of the column first followed by vapours of higher boiling fractions.Distillation under reduced pressure: This method is \nused to purify liquids having very high boiling points and those, which decompose at or below their boiling points. Such liquids are made to boil at a temperature lower than their normal boiling points by reducing the pressure on their surface. A liquid boils at a temperature at which its vapour pressure is equal to the external pressure. The pressure is reduced with the help of a water pump or vacuum pump (Fig.8.8). Glycerol can be separated from spent-lye in soap industry by using this technique.  \nUnit 8.indd   280 10/10/2022   10:37:35 AM\nReprint 2025-26\n\n281\norganic chemistry – some basic principles and techniques \nFig.8.8  Distillation under reduced pressur e. A liquid boils at a temperature below its \nvapour pressure by reducing the pressure.\nSteam Distillation: This technique is \napplied to separate substances which are \nsteam volatile and are immiscible with water. In steam distillation, steam from a steam generator is passed through a heated flask containing the liquid to be distilled. The mixture of steam and the volatile organic compound is condensed and collected. The compound is later separated from water using a separating funnel. In steam distillation, the liquid boils when the sum of vapour pressures due to the organic liquid (p\n1) \nand that due to water (p2) becomes equal to \nthe atmospheric pressure (p), i.e. p =p1+ p2. \nSince p1 is lower than p, the organic liquid \nvaporises at lower temperature than its boiling point. \nThus, if one of the substances in the \nmixture is water and the other, a water \ninsoluble substance, then the mixture will boil close to but below, 373K. A mixture of water and the substance is obtained which can be separated by using a separating funnel.  Aniline is separated by this technique from aniline – water mixture  (Fig.8.9, Page 282).8.8.4\n differ\nential extraction \nWhen an or\nganic compound is present in an \naqueous medium, it is separated by shaking \nit with an organic solvent in which it is more soluble than in water. The organic solvent and the aqueous solution should be immiscible with each other so that they form two distinct layers which can be separated by separatory funnel. The organic solvent is later removed by distillation or by evaporation to get back  \nthe compound. Differential extraction is carried out in a separatory funnel as shown in  \nFig. 8.10 (Page 282). If the organic compound is less soluble in the organic solvent, a very large quantity of solvent would be required to extract even a very small quantity of the compound. The technique of continuous extraction is employed in such cases. In this technique same solvent is repeatedly used for extraction of the compound.  \n8.8.5  \nchromatography\nChr\nomatography is an important technique \nextensively used to separate mixtures into \ntheir components, purify compounds and also to test the purity of compounds. The \nUnit 8.indd   281 10/10/2022   10:37:36 AM\nReprint 2025-26\n\n282\nchemistry\nname chromatography is based on the Greek \nword chroma, for colour since the method \nwas first used for the separation of coloured substances found in plants. In this technique, the mixture of substances is applied onto a stationary phase, which may be a solid or a liquid. A pure solvent, a mixture of solvents, or a gas is allowed to move slowly over the stationary phase. The components of the \nmixture get gradually separated from one another. The moving phase is called the mobile phase.\nBased on the principle involved, \nchromatography is classified into different categories. Two of these are:\n(a)\n Adsorption chromatography, and \n(b) Partition chromatography.  \na)\n Adsorption Chromatography: Adsor-\nption chromatography is based on the fact \nthat different compounds are adsorbed on an adsorbent to different degrees. Commonly used adsorbents are silica gel and alumina.  When a mobile phase is allowed to move  \nover a stationary phase (adsorbent), the components of the mixture move by varying distances over the stationary phase. Following are two main types of chromatographic techniques based on the principle of differential adsorption.  \n(a) \n Column chromatography, and \n(b) Thin layer chromatography.Fig.8.10 Differential extraction. Extraction of com-\npound takes place based on difference \nin solubility Fig.8.9  Steam distillation.  Steam volatile component volatilizes, the vapours condense \nin the condenser and the liquid collects in conical flask.\nUnit 8.indd   282 10/10/2022   10:37:36 AM\nReprint 2025-26\n\n283\norganic chemistry – some basic principles and techniques \nColumn Chromatography: Column \nchromatography involves separation of a mixture over a  column of adsorbent (stationary phase) packed in a glass tube. The column is fitted with a stopcock at its lower end (Fig. 8.11).  The mixture adsorbed on adsorbent is placed on the top of the adsorbent column packed in a glass tube.  An appropriate eluant which is a liquid or a mixture of liquids is allowed to flow down the column slowly.  Depending upon the degree to which the compounds are adsorbed, complete separation takes place.  The most readily adsorbed substances are retained near the top and others come down to various distances in the column (Fig.8.11).The glass plate is then placed in a closed jar containing the eluant (Fig. 8.12a). As the eluant rises up the plate, the components of the mixture move up along with the eluant to different distances depending on their degree of adsorption and separation takes place. The relative adsorption of each component of the mixture is expressed in terms of its retardation factor i.e. R\nf value (Fig.8.12 b).\nRf  = Distance moved by the substance from base line (x)      \n Distance moved by the solvent from base line (y)\nFig.8.11   Column chromatography. Dif ferent \nstages of separation of components of a mixture.\nThin Layer Chromatography: Thin layer \nchromatography (TLC) is another type of adsorption chromatography, which involves separation of substances of a mixture over a thin layer of an adsorbent coated on glass plate.  A thin layer (about 0.2mm thick) of an adsorbent (silica gel or alumina) is spread over a glass plate of suitable size. The plate is known as thin layer chromatography plate or chromaplate. The solution of the mixture to be separated is applied as a small spot about 2 cm above one end of the TLC plate.  The spots of coloured compounds are \nvisible on TLC plate due to their original colour.  The spots of colourless compounds, which are invisible to the eye but fluoresce in ultraviolet light, can be detected by putting the plate under ultraviolet light. Another detection technique is to place the plate in a covered jar containing a few crystals of iodine. Spots of compounds, which adsorb iodine, will show up as brown spots.  Sometimes an appropriate reagent may also be sprayed on the plate. For example, amino acids may be detected by spraying the plate with ninhydrin solution (Fig.8.12b).\n Fig.8.12 (b)    Developed chromatogram.Fig.8.12 (a)  Thin layer chromatography. Chromatogram being developed. \nUnit 8.indd   283 11/10/2022   15:22:47\nReprint 2025-26\n\n284\nchemistry\nspot on the chromatogram. The spots of the \nseparated colourless compounds may be \nobserved either under ultraviolet light or by the use of an appropriate spray reagent as discussed under thin layer chromatography.  \n8.9\n qualita\ntiVe analysis OF Organic\n \ncOmPOunds\nThe elements present in or\nganic compounds \nare carbon and hydrogen. In addition to \nthese, they may also contain oxygen, nitrogen, sulphur, halogens and phosphorus.\n8.9.1  \ndetection of carbon and hydrogen\nCarbon and hydr\nogen are detected by heating \nthe compound with copper(II) oxide. Carbon \npresent in the compound is oxidised to carbon dioxide (tested with lime-water, which develops turbidity) and hydrogen to water (tested with anhydrous copper sulphate, which turns blue).\nC + 2CuO \n 2Cu + CO2\n2H + CuO  Cu + H2O\nCO2 + Ca(OH)2  CaCO3↓ + H2O\n5H2O + CuSO4  CuSO4.5H2O\n White  Blue\n8.9.2  detection of Other elements \nNitrogen, sulphur\n, halogens and phosphorus  \npresent in an organic compound are detected \nby “lassaigne’s test”\n. The elements present \nin the compound are converted from covalent form into the ionic form by fusing the compound with sodium metal. Following reactions take place:\n Na + C + N   NaCN\n 2Na + S   Na2S\n Na + X    Na X \n   \n (X = Cl, Br or I) \nC, N\n, S and X come from organic compound.\nCyanide, sulphide and halide of sodium so \nformed on sodium fusion are extracted from the fused mass by boiling it with distilled water. This extract is known as sodium fusion extract.\n(A) Test for Nitrogen The sodium fusion extract is boiled with  \niron(II) sulphate and then acidified with Partition Chromatography: Partition \nchromatography is based on continuous differential partitioning of components of a mixture between stationary and mobile phases. Paper chromatography is a type of partition chromatography. In paper chromatography, a special quality paper known as chromatography paper is used. Chromatography paper contains water trapped in it, which acts as the stationary phase.\nA strip of chromatography paper spotted \nat the base with the solution of the mixture is \nsuspended in a suitable solvent or a mixture of solvents (Fig. 8.13). This solvent acts as the mobile phase. The solvent rises up the paper by capillary action and flows over the spot. The paper selectively retains different components according to their differing partition in the two phases.   The paper strip so developed is known as a chromatogram.  The spots of the separated coloured compounds are visible at different heights from the position of initial \nFig.8.13  Paper chromatography.\n Chromatography paper in two differ\nent \nshapes.\nUnit 8.indd   284 10/10/2022   10:37:37 AM\nReprint 2025-26\n\n285\norganic chemistry – some basic principles and techniques \nconcentrated sulphuric acid. The formation  \nof Prussian blue colour confirms the presence \nof nitrogen. Sodium cyanide first reacts  \nwith iron(II) sulphate and forms sodium hexacyanidoferrate(II). On heating with concentrated sulphuric acid some iron(II) ions are oxidised to iron(III) ions which react with sodium hexacyanidoferrate(II) to produce iron(III) hexacyanidoferrate(II) (ferriferrocyanide) which is Prussian blue in colour. \n6CN\n– + Fe2+  →   [Fe(CN)6]4– \n3[Fe(CN)6]4– + 4Fe3+  Fe4[Fe(CN)6]3.xH2O\n Prussian blue\n(B) Test for Sulphur \n(a\n)  The sodium fusion extract is acidified \nwith acetic acid and lead acetate is added to it. A black pr\necipitate of lead sulphide \nindicates the presence of sulphur.\n  S2– + Pb2+ →  PbS \n   \n  Black\n(b)  On treating sodium fusion extract with sodium nitroprusside, appearance of\n \na violet colour further indicates the presence of sulphur.\nS\n2– + [Fe(CN)5NO]2– → [Fe(CN)5NOS]4–\n     Violet\nIn case, nitrogen and sulphur both ar\ne \npresent in an organic compound, sodium \nthiocyanate is formed. It gives blood red colour and no Prussian blue since there are no free \ncyanide ions.\n Na + C + N + S →        NaSCN\n Fe3+ +SCN–   →       [Fe(SCN)]2+\n               Blood red\nIf sodium fusion is carried out with excess \nof sodium, the thiocyanate decomposes to \nyield cyanide and sulphide. These ions give \ntheir usual tests.\n NaSCN + 2Na   →   NaCN+Na2S\n(C) Test for Halogens \nThe sodium fusion extract is acidified with \nnitric acid and then treated with silver nitrate. A white precipitate, soluble in ammonium hydroxide shows the presence of chlorine, a yellowish precipitate, sparingly soluble in ammonium hydroxide shows the presence of bromine and a yellow precipitate, insoluble \nin ammonium hydroxide shows the presence of iodine.\n X– + Ag+ → AgX\nX repr\nesents a halogen – Cl, Br or I.\nIf nitrogen or sulphur is also present in the \ncompound, the sodium fusion extract is first boiled with concentrated nitric acid to decompose cyanide or sulphide of sodium formed during Lassaigne’s test. These ions would otherwise interfere with silver nitrate test for halogens.\n(D) Test for Phosphorus \nThe compound is heated with an oxidising \nagent (sodium peroxide). The phosphorus present in the compound is oxidised to phosphate. The solution is boiled with nitric acid and then treated with ammonium molybdate. A yellow colouration or precipitate indicates the presence of phosphorus.     \nNa\n3PO4 + 3HNO3  →  H3PO4+3NaNO3\nH3PO4   + 12(NH4)2MoO4   +   21HNO3 →\n Ammonium\n  molybdate\n (NH4)3PO4.12MoO3 + 21NH4NO3 + 12H2O\n Ammonium\n phosphomolybdate\n8.10  quantita\ntiVe analysis\nQuantitative analysis of compounds is very \nimportant in or\nganic chemistry. It helps \nchemists in the determination of mass per cent of elements present in a compound. You have learnt in Unit-1 that mass per cent of elements is required for the determination of emperical and molecular formula.\nThe percentage composition of elements \npresent in an organic compound is determined by the following methods:\n8.10.1  \ncarbon and Hydr\nogen \nBoth carbon and hydrogen are estimated in \none experiment. A known mass of an organic compound is burnt in the presence of  excess of oxygen and copper(II) oxide. Carbon and hydrogen in the compound are oxidised to carbon dioxide and water respectively.\nC\nxHy + (x  +  y/4) O2 → x CO2  +  (y/2) H2O\nUnit 8.indd   285 10/10/2022   10:37:37 AM\nReprint 2025-26\n\n286\nchemistry\nThe mass of water produced is determined \nby passing the mixture through a weighed \nU-tube containing anhydrous calcium chloride. Carbon dioxide is absorbed in another U-tube containing concentrated solution of potassium hydroxide. These tubes are connected in series (Fig. 8.14). The increase in masses of calcium chloride and potassium hydroxide gives the amounts of water and carbon dioxide from which the percentages of carbon and hydrogen \nare calculated.\nLet the mass of organic compound be  \nm g, mass of water and carbon dioxide produced be m\n1 and m2 g respectively;\nPercentage of carbon=  2 12 100\n44m\nm××\n×\nPercentage of hydrogen  = 1 2 100\n18m\nm××\n×\n  Problem 8.20 On complete combustion, 0.246 g of an organic compound gave 0.198g of carbon\n \ndioxide and 0.1014g of water.  Determine the percentage composition of carbon and hydrogen in the compound.\nsolution  \n   12 0.198 100Percentageof carbon44 0.246\n21.95%××=×\n=\n   Percentage of hydrogen 2 0.1014 100\n18 0.246\n4.58%××=×\n=8.10.2  nitrogen \nThere are two methods for estimation of\n \nnitrogen: (i) Dumas method and (ii) Kjeldahl’s method.\n(i) Dumas method: The nitrogen containing organic compound, when heated with copper oxide in an atmosphere of carbon dioxide, yields free nitrogen in addition to carbon \ndioxide and water.\nC\nxHyNz + (2x  +  y/2) CuO  →  \n    x CO2 + y/2 H2O  +  z/2 N2 + (2x + y/2) Cu\nTraces of nitrogen oxides formed, if \nany, are reduced to nitrogen by passing the \ngaseous mixture over a heated copper gauze. The mixture of gases so produced is collected over an aqueous solution of potassium hydroxide which absorbs carbon dioxide.  Nitrogen is collected in the upper part of the graduated tube (Fig.8.15).\nLet the mass of organic compound  = m gVolume of nitrogen collected = V\n1 mL\nRoom temperature = T1K\n11\n1273Volumeof nitrogen at STP760\n(Let it be mL)PV\nT\nV×=×\nWhere p1 and V1 are the pressure and \nvolume of nitrogen, p1 is different from the \natmospheric pressure at which nitrogen gas \nis collected.  The value of p1 is obtained by \nthe relation;\np1= Atmospheric pressure – Aqueous tension\n22400 mL N2 at STP weighs 28 g.Fig.8.14  Estimation of carbon and hydrogen. Water and carbon dioxide for med on oxidation of substance \nare absorbed in anhydrous calcium chloride and potassium hydroxide solutions respectively \ncontained in U tubes.\nUnit 8.indd   286 10/10/2022   10:37:38 AM\nReprint 2025-26\n\n287\norganic chemistry – some basic principles and techniques \n228mL N at STP weighs g22400VV×=\nPercentage of nitrogen = 28 100\n22400V\nm××\n×\nProblem 8.21\nIn Dumas’ method for estimation of nitrogen, 0.3g of an organic compound gave 50mL of nitrogen collected at 300K temperature and 715mm pressure. Calculate the percentage composition of nitrogen in the compound. (Aqueous tension at 300K=15 mm)\nsolution \nVolume of nitr\nogen collected at 300K and \n715mm pressure is 50 mLActual pressure = 715-15 =700 mm\n273 700 50Volumeof nitrogen at STP300 760\n41.9mL××\n×\n22,400 mL of N2 at STP weighs  =  28 g28 41.941.9mLof nitrogen weighs22400g×=\n28 41.9 100Percentageof nitrogen22400 0.3\n17.46%××=×\n=Fig. 8.15  Dumas method.  The organic compound yields nitrogen gas on heating it with copper(II) oxide in the pr \nesence of CO2 gas. The mixture of gases is collected over \npotassium hydroxide solution in which CO2 is absorbed and volume of nitrogen \ngas is determined.\n(ii) Kjeldahl’s method: The compound \ncontaining nitrogen is heated with concentrated sulphuric acid. Nitrogen in the compound gets converted to ammonium sulphate  \n(Fig. 8.16). The resulting acid mixture is then heated with excess of sodium hydroxide. The liberated ammonia gas is absorbed in an excess of standard solution of sulphuric acid. The amount of ammonia produced is determined by estimating the amount of sulphuric acid consumed in the reaction. It is done by estimating unreacted sulphuric acid left after the absorption of ammonia by titrating it with standard alkali solution. The difference between the initial amount of acid \nUnit 8.indd   287 10/10/2022   10:37:38 AM\nReprint 2025-26\n\n288\nchemistry\ntaken and that left after the reaction gives the \namount of acid reacted with ammonia. \nOrganic compound + H2SO4  →  (NH4)2SO4   \n  Na2SO4 + 2NH3 + 2H2O\n2NH3   + H2SO4   →   (NH4)2SO4\nLet the mass of organic compound taken = m g\nVolume of H2SO4 of molarity, M,  \ntaken  =  V mL\nVolume of NaOH of molarity, M, used for \ntitration of excess of  H2SO4 = V1 mL\nV1mL of NaOH of molarity M  \n = V1 /2 mL of  H2SO4 of molarity M\nVolume of H2SO4 of molarity M unused  \n= (V - V1/2) mL\n(V- V1/2) mL of  H2SO4  of molarity M  \n =  2(V -V1/2) mL of NH3 solution of \nmolarity M.\n1000 mL of 1 M NH3 solution contains  \n17g NH3 or 14 g of N\n2(V-V1/2) mL of  NH3 solution of molarity M \ncontains:\n  1 14 M 2(V V / 2)gN1000×× −\n 1 14 M 2(V V / 2) 100Percentageof N1000\n1.4 M 2(V V / 2)m\nm×× −=×\n×× −=\nKjeldahl method is not applicable to \ncompounds containing nitrogen in nitro and \nazo groups and nitrogen present in the ring (e.g. pyridine) as nitrogen of these compounds does not change to ammonium sulphate under these conditions.\nProblem 8.22\nDuring estimation of nitrogen present \nin an organic compound by Kjeldahl’s method, the ammonia evolved from 0.5 g of the compound in Kjeldahl’s estimation of nitrogen, neutralized 10 mL of 1 M H\n2SO4. Find out the percentage of \nnitrogen in the compound.\nsolution           \n1 M of 10 mL H2SO4=1M of  20 mL NH3\n1000 mL of 1M ammonia contains 14 g nitrogen\n20 mL of 1M ammonia contains  Fig.8.16  Kjeldahl method. Nitrogen-containing compound is tr eated with concentrated H2SO4 to get \nammonium sulphate which liberates ammonia on treating with NaOH; ammonia is absorbed in known volume of standard acid.\nUnit 8.indd   288 10/10/2022   10:37:39 AM\nReprint 2025-26\n\n289\norganic chemistry – some basic principles and techniques \n14 20\n1000× g  nitrogen\n14×20×100Percentageof nitrogen =56.0%1000×0.5=\n                  \n8.10.3  halogens\nCa\nrius method:   A known mass of an organic \ncompound is heated with fuming nitric acid in \nthe presence of silver nitrate contained in a hard glass tube known as Carius tube, (Fig.8.17) Percentage of halogen\n 1 atomic mass of X m g\nmolecular mass of AgX×=  \nProblem 8.23\nIn Carius method of estimation of \nhalogen, 0.15 g of an organic compound gave 0.12 g of AgBr. Find out the percentage of bromine in the compound.\nsolution \nMolar mass of AgBr = 108 + 80  \n                                       = 188 g mol-1\n188 g AgBr contains 80 g bromine\n0.12 g AgBr contains ×80 0.12g188 g bromine\n××=\n=80 0.12 100Percentage of bromine\n188×0.15\n34.04%\n8.10.4  sulphur \nA known mass of an organic compound is \nheated in a Carius tube with sodium per\noxide \nor fuming nitric acid. Sulphur present in the compound is oxidised to sulphuric acid.  It is precipitated as barium sulphate by adding excess of barium chloride solution in water. The precipitate is filtered, washed, dried and weighed. The percentage of sulphur can be calculated from the mass of barium sulphate.\nLet the mass of organic \n  compound taken =  m g\nand the mass of barium \n  sulphate formed = m1g\n1 mol of BaSO4 = 233 g BaSO4 = 32 g sulphur\nm1 g BaSO4 contains 1 32 100\n233m\nm××\n× g sulphur\n1 32 100Percentageof sulphur233m\nm××=×Fig. 8.17  Carius method. Halogen containing  \norganic compound is heated with fuming \nnitric acid in the pr\nesence of silver \nnitrate.\n in a furnace. Carbon and hydrogen present in the compound are oxidised to carbon dioxide and water. The halogen present forms the corresponding silver halide (AgX). It is filtered, washed, dried and weighed.Let the mass of organic   compound taken = m g Mass of AgX formed = m\n1 g \n1 mol of AgX contains 1 mol of  X\nMass of halogen in m1g of AgX\n 1 atomic mass of X m g\nmolecular mass of AgX×=Problem 8.24In sulphur estimation, 0.157 g of an \norganic compound gave 0.4813 g of \nUnit 8.indd   289 10/10/2022   10:37:39 AM\nReprint 2025-26\n\n290\nchemistry\npercentage composition (100) and the sum of \nthe percentages of all other elements. However, oxygen can also be estimated directly as follows:\nA definite mass of an organic compound is \ndecomposed by heating in a stream of nitrogen gas. The mixture of gaseous products containing oxygen is passed over red-hot coke when all the oxygen is converted to carbon monoxide. This mixture is passed through warm iodine pentoxide (I\n2O5) when  carbon monoxide is \noxidised to carbon dioxide producing iodine.\nCompound heat→  O2 + other gaseous   \n   \n      products  \n2C + O2 1373 K→  2CO]× 5   (A)\nI2O5 + 5CO → I2  +   5CO2]× 2 (B)\nOn making the \namount of CO produced in \nequation (A) equal to the amount of CO used \nin equation (B) by multiplying the equations (A) and (B) by 5 and 2 respectively; we find that each mole of oxygen liberated from the compound will produce two moles of carbondioxide.\nThus 88 g carbon dioxide is obtained if 32 g \noxygen is liberated.\nLet the mass of organic compound taken be m g \nMass of carbon dioxide produced be m\n1 g\n∴ m1 g carbon dioxide is obtained from \n1\n232gO88m×\n∴Percentage of oxygen = 1 32 100%88m\nm××\n×\nThe percentage of oxygen can be derived \nfrom the amount of iodine produced also.\nPresently, the estimation of elements in \nan organic compound is carried out by using \nmicroquantities of substances and automatic experimental techniques. The elements, carbon, hydrogen and nitrogen present in a compound are determined by an apparatus known as CHN elemental analyser. The analyser requires only a very small amount of the substance (1-3 mg) and displays the values on a screen within a short time. A detailed discussion of such methods is beyond the scope of this book.barium sulphate.  What is the percentage \nof sulphur in the compound?\nsolution   \nMolecular mass of BaSO4  = 137+32+64\n   \n   = 233 g \n233 g BaSO4 contains 32 g sulphur\n0.4813 g BaSO4 contains 32 0.4813g233× \ng  sulphur\n32 0.4813 100Percentageof sulphur233 0.157\n42.10%××=×\n=\n8.10.5  Phosphorus \nA known mass of an organic compound is \nheated with fuming nitric acid whereupon phosphorus present in the compound is oxidised to phosphoric acid. It is precipitated as ammonium phosphomolybdate, (NH\n4)3 \nPO4.12MoO3, by adding ammonia and \nammonium molybdate. Alternatively, phosphoric acid may be precipitated as MgNH\n4PO4 by adding magnesia mixture which \non ignition yields Mg2P2O7.\nLet the mass of organic compound taken  \n= m g and mass of ammonium phospho molydate = m\n1g\nMolar mass of (NH4)3PO4.12MoO3 = 1877g\nPercentage of phosphorus 1 31 100%1877m\nm××=×\nIf phosphorus is estimated as Mg2P2O7, \nPercentage of phosphorus 1 62 100%222m××=×  \nwhere, 222 u is the molar mass of Mg2P2O7, \nm, the mass of organic compound taken, \nm1, the mass of Mg2P2O7 formed and 62, the \nmass of two phosphorus atoms present in the compound Mg\n2P2O7.\n8.10.6  Oxygen \nThe percentage of oxygen in an organic compound \nis usually found by difference between the total \nUnit 8.indd   290 10/10/2022   10:37:39 AM\nReprint 2025-26\n\n291\norganic chemistry – some basic principles and techniques \nsummary\nIn this unit, we have learnt some basic concepts in structure and reactivity of organic \ncompounds, which are formed due to covalent bonding. The nature of the covalent bonding in organic compounds can be described in terms of orbitals hybridisation concept, according to which carbon can have sp\n3, sp2 and sp hybridised orbitals. The sp3, sp2 and sp \nhybridised carbons are found in compounds like methane, ethene and ethyne respectively. The tetrahedral shape of methane, planar shape of ethene and linear shape of ethyne can be understood on the basis of this concept. A sp\n3 hybrid orbital can overlap with 1s orbital \nof hydrogen to give a carbon - hydrogen (C–H) single bond (sigma, σ bond). Overlap of a sp2 \norbital of one carbon with sp2 orbital of another results in the formation of a carbon–carbon \nσ bond. The unhybridised p orbitals on two adjacent carbons can undergo lateral (side-by-side) overlap to give a pi (π) bond. Organic compounds can be represented by various structural formulas. The three dimensional representation of organic compounds on paper can be drawn by wedge and dash formula.\nOrganic compounds can be classified on the basis of their structure or the functional \ngroups they contain. A functional group is an atom or group of atoms bonded together in a unique fashion and which determines the physical and  chemical properties of the compounds. The naming of the organic compounds is carried out by following a set of rules laid down by the International Union of Pure and Applied Chemistry (\niuPac). In IUPAC nomenclatur\ne, \nthe names are correlated with the structure in such a way that the reader can deduce the structure from the name.\nOrganic reaction mechanism concepts are based on the structure of the substrate \nmolecule, fission of a covalent bond, the attacking reagents, the electron displacement effects and the conditions of the reaction. These organic reactions involve breaking and making of covalent bonds. A covalent bond may be cleaved in heterolytic or homolytic fashion. A heterolytic cleavage yields carbocations or carbanions, while a homolytic cleavage gives free radicals as reactive intermediate. Reactions proceeding through heterolytic cleavage involve the complimentary pairs of reactive species. These are electron pair donor known as nucleophile and an electron pair acceptor known as electrophile. The inductive,  resonance, \nelectromeric and hyperconjugation effects may help in the polarisation of a bond making \ncertain carbon atom or other atom positions as places of low or high electron densities.\nOrganic reactions can be broadly classified into following types; substitution, addition, \nelimination and rearrangement reactions. \nPurification, qualitative and quantitative analysis of organic compounds are carried out \nfor determining their structures. The methods of purification namely : sublimation, distillation and differential extraction are based on the difference in one or more physical properties. Chromatography is a useful technique of separation, identification and purification of compounds. It is classified into two categories : adsorption and partition chromatography. Adsorption chromatography is based on differential adsorption of various components of a mixture on an adsorbent. Partition chromatography involves continuous partitioning of the components of a mixture between stationary and mobile phases. After getting the compound in a pure form, its qualitative analysis is carried out for detection of elements present in it. Nitrogen, sulphur, halogens and phosphorus are detected by \nlassaigne’s test\n. Carbon and \nhydrogen are estimated by determining the amounts of carbon dioxide and water produced. Nitrogen is estimated by \ndumas or \nKjeldahl’s method and halogens by Carius method. \nSulphur and phosphorus are estimated by oxidising them to sulphuric and phosphoric acids respectively. The percentage of oxygen is usually determined by difference between the total \npercentage (100) and the sum of percentages of all other elements present.\nUnit 8.indd   291 10/10/2022   10:37:39 AM\nReprint 2025-26\n\n292\nchemistry\nExERCISES\n8.1 What are hybridisation states of each carbon atom in the following compounds ?\n CH2=C=O, CH3CH=CH2, (CH3)2CO, CH2=CHCN, C6H6\n8.2 Indicate the σ and π bonds in the following molecules :\n C6H6, C6H12, CH2Cl2, CH2=C=CH2, CH3NO2, HCONHCH3\n8.3 Writ e bond line formulas for : Isopropyl alcohol, 2,3-Dimethylbutanal, Heptan-4-one.\n8.4 Give the IUPAC names of the following compounds :\n (a)  (b)   (c) \n (d)  (e)  (f) Cl2CHCH2OH\n8.5 Which of the following represents the corr\nect IUPAC name for the compounds  \nconcerned ? (a) 2,2-Dimethylpentane or 2-Dimethylpentane (b) \n2,4,7-Trimethyloctane or 2,5,7-Trimethyloctane (c) 2-Chloro-4-methylpentane or  \n4-Chloro-2-methylpentane (d) But-3-yn-1-ol or But-4-ol-1-yne.\n8.6 Draw formulas for the first five members of each homologous series beginning with the following compounds. (a) H–COOH (b) CH\n3COCH3 (c) H–CH=CH2\n8.7 Give condensed and bond line structural formulas and identify the functional group(s)  \npresent, if any, for : \n (a) 2,2,4-Trimethylpentane\n (b) 2-Hydroxy-1,2,3-propanetricarboxylic acid\n (c) Hexanedial\n8.8 Identify the functional groups in the following compounds\n (a)    (b)   (c)   \n8.9 Which of the two: O2NCH2CH2O– or CH3CH2O– is expected to be more stable and  \nwhy?\n8.10 Explain why alkyl groups act as electron donors when attached to a \nπ system.\n8.11 Draw the resonance structures for the following compounds. Show the electr\non shift \nusing curved-arrow notation.\n (a) C6H5OH (b) C6H5NO2 (c) CH3CH=CHCHO (d) C6H5–CHO (e) C6H5–C+  \nH2   \n(f) CH3CH=CH C+ H2\n8.12 What are electrophiles and nucleophiles ? Explain with examples.\n8.13 Identify the r\neagents shown in bold in the following equations as nucleophiles or \nelectrophiles:\n (a) CH3COOH + HO– → CH3COO–+H2O \nUnit 8.indd   292 10/10/2022   10:37:40 AM\nReprint 2025-26\n\n293\norganic chemistry – some basic principles and techniques \n (b) CH3COCH3+ C–  N → (CH3)2C(CN)(OH) \n (c) C6H6 + CH3C+   O → C6H5COCH3\n8.14 Classify the following reactions in one of the reaction type studied in this unit.\n (a) CH3CH2Br + HS–  →  CH3CH2SH + Br–\n (b) (CH3)2C = CH2  +  HCI  →  (CH3)2CIC – CH3\n (c) CH3CH2Br  +  HO–  →  CH2 = CH2 + H2O + Br–\n (d) (CH3)3C– CH2OH + HBr  →  (CH3)2CBrCH2CH2CH3 + H2O \n8.15 What is the relationship between the members of following pairs of structures ? \nAr\ne they structural or geometrical isomers or resonance contributors ?\n (a)   \n (b)    \n (c)     \n8.16 For the following bond cleavages, use curved-arrows to show the electron flow and classify each as homolysis or heter\nolysis. Identify reactive intermediate produced \nas free radical, carbocation and carbanion.\n (a)  \n (b)  \n (c)  \n (d)  \n8.17 Explain the terms Inductive and Electromeric ef fects. Which electron displacement \neffect explains the following correct orders of acidity of the carboxylic acids?\n (a) Cl3CCOOH > Cl2CHCOOH > ClCH2COOH\n (b) CH3CH2COOH > (CH3)2CHCOOH > (CH3)3C.COOH\n8.18 Give a brief description of the principles of the following techniques taking an example in each case.\n (a) Crystallisation  (b) Distillation  (c) Chromatography\n8.19 Describe the method, which can be used to separate two compounds with different solubilities in a solvent S.\n8\n.20 What is the difference between distillation, distillation under r\neduced pressure and \nsteam distillation ?\nUnit 8.indd   293 10/10/2022   10:37:40 AM\nReprint 2025-26\n\n294\nchemistry\n8.21 Discuss the chemistry of Lassaigne’s test.\n8.2\n2 Differentiate between the principle of estimation of nitr\nogen in an organic compound \nby (i) Dumas method  and (ii) Kjeldahl’s method.\n8.23 Discuss the principle of estimation of halogens, sulphur and phosphorus present \nin an organic compound.\n8.24 Explain the principle of paper chromatography.\n8.25 Why is nitric acid added to sodium extract before adding silver nitrate for testing halogens?\n8.26\n Explain the reason for the fusion of an organic compound with metallic sodium for testing nitr\nogen, sulphur and halogens.\n8.27 Name a suitable technique of separation of the components from a mixture of calcium sulphate and camphor\n.\n8.28 Explain, why an organic liquid vaporises at a \ntemperature below its boiling point \nin its steam distillation ?\n8.29 Will CCl4 give white precipitate of AgCl on heating it with silver nitrate? Give reason \nfor your answer.\n8.30 Why is a \nsolution of potassium hydroxide used to absorb carbon dioxide evolved \nduring the estimation of carbon present in an organic compound?\n8.31 Why is it necessary to use acetic acid and not sulphuric acid for acidification of sodium extract for testing sulphur by lead acetate test?\n8.32\n An organic compound contains 69% carbon and 4.8% hydrogen, the r\nemainder \nbeing oxygen. Calculate the masses of carbon dioxide and water produced when 0.20 g of this substance is subjected to complete combustion.\n8.33\n A sample of 0.50 g of an organic compound was treated accor\nding to Kjeldahl’s \nmethod. The ammonia evolved was absorbed in 50 ml of 0.5 M H2SO4. The residual \nacid required 60 mL of 0.5 M solution of NaOH for neutralisation. Find the percentage composition of nitrogen in the compound.\n8.34\n 0.3780 g of an or\nganic chloro compound gave 0.5740 g of silver chloride in Carius \nestimation. Calculate the percentage of chlorine present in the compound.\n8.35 In the estimation \nof sulphur by Carius method, 0.468 g of an organic sulphur \ncompound afforded 0.668 g of barium sulphate. Find out the percentage of sulphur in the given compound. \n8.36\n In the organic compound CH2 = CH – CH2 – CH2 – C ≡ CH, the pair of hydridised \norbitals involved in the formation of: C2 – C3 bond is: \n (a) sp – sp2 (b) sp – sp3 (c) sp2 – sp3 (d) sp3 – sp3\n8.37 In the Lassaigne’s test for nitrogen in an organic compound, the Prussian blue colour is obtained due to the for \nmation of:\n (a) Na4[Fe(CN)6] (b) Fe4[Fe(CN)6]3 (c) Fe2[Fe(CN)6] (d) Fe3[Fe(CN)6]4\n8.38 Which of the following carbocation is most stable ?\n (a) (CH3)3C. C+         H2 (b) (CH3)3C+      (c) CH3CH2C+     H2 (d) CH3C+     H CH2CH3\n8.39 The best and latest technique for isolation, purification and separation of organic compounds is:\n (a) Crystallisation  (b) Distillation  (c) Sublimation  (d) Chromatography\n8.40 The reaction:\n CH3CH2I + KOH(aq) → CH3CH2OH + KI\n is classified as :\n (a) electrophilic substitution  (b) nucleophilic substitution\n (c) elimination  (d) addition\nUnit 8.indd   294 10/10/2022   10:37:40 AM\nReprint 2025-26\n\n",
      "wordCount": 12073,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 39,
    "totalWords": 12232
  }
}