{
  "filename": "kemh1a2.pdf",
  "chapters": [
    {
      "chapterNumber": 1,
      "title": "Proper flow of blood is essential to transmit oxygen",
      "content": "1. Proper flow of blood is essential to transmit oxygen and other nutrients to various\nparts of the body in humanbeings as well as in all other animals. Any constriction\nin the blood vessel or any change in the characteristics of blood vessels can\nchange the flow and cause damages ranging from minor discomfort to sudden\ndeath. The problem is to find the relationship between blood flow and physiological\ncharacteristics of blood vessel.\n",
      "wordCount": 73,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 2,
      "title": "In cricket a third umpire takes decision of a LBW by",
      "content": "2. In cricket a third umpire takes decision of a LBW by looking at the trajectory of\na ball, simulated, assuming that the batsman is not there. Mathematical equations\nare arrived at, based on the known paths of balls before it hits the batsman’ s leg.\nThis simulated model is used to take decision of LBW .\n",
      "wordCount": 57,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 3,
      "title": "Meteorology department makes weather predictions bas",
      "content": "3. Meteorology department makes weather predictions based on mathematical\nmodels. Some of the parameters which affect change in weather conditions are\ntemperature, air pressure, humidity , wind speed, etc. The instruments are used to\nmeasure these parameters which include thermometers to measure temperature,\nbarometers to measure airpressure, hygrometers to measure humidity ,\nanemometers to measure wind speed. Once data are received from many stations\naround the country and feed into computers for further analysis and interpretation.\n",
      "wordCount": 76,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 4,
      "title": "Department of Agriculture wants to estimate the yiel",
      "content": "4. Department of Agriculture wants to estimate the yield of rice in India from the\nstanding crops. Scientists identify areas of rice cultivation and find the average\nyield per acre by cutting and weighing crops from some representative fields.\nBased on some statistical techniques decisions are made on the average yield of\nrice.\nHow do mathematicians help in solving such problems? They sit with experts in\nthe area, for example, a physiologist in the first problem and work out a\nmathematical equivalent of the problem. This equivalent consists of one or more\nequations or inequalities etc. which are called the mathematical models. Then\nReprint 2025-26\n\n326 MATHEMA TICS\nsolve the model and interpret the solution in terms of the original problem. Before\nwe explain the process, we shall discuss what a mathematical model is.\nA mathematical model is a representation which comprehends a situation.\nAn interesting geometric model is illustrated in the following example.\nExample 2  (Bridge Problem) Konigsber g is a town on the Pregel River , which in the\n18th century was a German\ntown, but now is Russian. Within\nthe town are two river islands\nthat are connected to the banks\nwith seven bridges as shown\nin (Fig 2).\nPeople tried to walk around\nthe town in a way that only\ncrossed each bridge once, but it\nproved to be difficult problem.\nLeonhard Euler , a Swiss\nmathematician in the service of\nthe Russian empire Catherine the Great, heard about the problem. In 1736 Euler proved\nthat the walk was not possible to do. He proved this by inventing a kind of diagram\ncalled a network, that is made up of vertices\n(dots where lines meet) and arcs (lines) (Fig3).\nHe used four dots (vertices) for the two\nriver banks and the two islands. These have\nbeen marked A, B and C, D. The seven lines\n(arcs) are the seven bridges. You can see that\n3 bridges (arcs) join to riverbank, A, and 3 join\nto riverbank B. 5 bridges (arcs) join to island\nC, and 3 join to island D. This means that all\nthe vertices have an odd number of arcs, so\nthey are called odd vertices (An even vertex\nwould have to have an even number of arcs joining to it).\nRemember that the problem was to travel around town crossing each bridge only\nonce. On Euler ’s network this meant tracing over each arc only once, visiting all the\nvertices. Euler proved it could not be done because he worked out that, to have an odd\nvertex you would have to begin or end the trip at that vertex. (Think about it). Since\nthere can only be one beginning and one end, there can only be two odd vertices if you\nare to trace over each arc only once. Since the bridge problem has 4 odd vertices, it\njust not possible to do!Fig 2\nFig 3\nReprint 2025-26\n\nMATHEMATICAL MODELLING            327\nAfter Euler proved his Theorem, much\nwater has flown under the bridges in Konigsberg.\nIn 1875, an extra bridge was built in Konigsberg,\njoining the land areas of river banks A and B\n(Fig 4). Is it possible now for the Konigsbergians\nto go round the city , using each bridge only once?\nHere the situation will be as in Fig 4. After\nthe addition of the new edge, both the vertices\nA and B have become even degree vertices.\nHowever , D and C still have odd degree. So, it\nis possible for the Konigsbergians to go around the city using each bridge exactly once.\nThe invention of networks began a new theory called graph theory which is now\nused in many ways, including planning and mapping railway networks (Fig 4).\nA.2.3  What is Mathematical Modelling?\nHere, we shall define what mathematical modelling is and illustrate the different\nprocesses involved in this through examples.\nDefinition  Mathematical modelling is an attempt to study some part (or form) of the\nreal-life problem in mathematical terms.\nConversion of physical situation into mathematics with some suitable\nconditions is known as mathematical modelling. Mathematical modelling is\nnothing but a technique and the pedagogy taken from fine arts and not from the\nbasic sciences.  Let us now understand the different processes involved in Mathematical\nModelling. Four steps are involved in this process. As an illustrative example, we\nconsider the modelling done to study the motion of a simple pendulum.\nUnderstanding the problem\nThis involves, for example, understanding the process involved in the motion of simple\npendulum. All of us are familiar with the simple pendulum. This pendulum is simply a\nmass (known as bob) attached to one end of a string whose other end is fixed at a\npoint. We have studied that the motion of the simple pendulum is periodic. The period\ndepends upon the length of the string and acceleration due to gravity . So, what we need\nto find is the period of oscillation. Based on this, we give a precise statement of the\nproblem as\nStatement  How do we find the period of oscillation of the simple pendulum?\nThe next step is formulation.\nFormulation  Consists of two main steps.\n1. Identifying the relevant factors   In this, we find out what are the factors/Fig 4\nReprint 2025-26\n\n328 MATHEMA TICS\nparameters involved in the problem. For example, in the case of pendulum, the factors\nare period of oscillation (T), the mass of the bob ( m), effective length ( l ) of the pendulum\nwhich is the distance between the point of suspension to the centre of mass of the bob.\nHere, we consider the length of string as effective length of the pendulum and acceleration\ndue to gravity ( g), which is assumed to be constant at a place.\nSo, we have identified four parameters for studying the problem. Now , our purpose\nis to find T. For this we need to understand what are the parameters that af fect the\nperiod which can be done by performing a simple experiment.\nWe take two metal balls of two dif ferent masses and conduct experiment with\neach of them attached to two strings of equal lengths. We measure the period of\noscillation. We make the observation that there is no appreciable change of the period\nwith mass. Now , we perform the same experiment on equal mass of balls but take\nstrings of different lengths and observe that there is clear dependence of the period on\nthe length of the pendulum.\nThis indicates that the mass m is not an essential parameter  for finding period\nwhereas the length l is an essential parameter .\nThis process of searching the essential parameters  is necessary before we go\nto the next step.\n2.Mathematical description  This involves finding an equation, inequality or a\ngeometric figure using the parameters already identified.\nIn the case of simple pendulum, experiments were conducted in which the values\nof period T were measured for different values of l. These values were plotted on a\ngraph which resulted in a curve that resembled a parabola. It implies that the relation\nbetween T and l could be expressed\nT2 = kl ... (1)\nIt was found that 24πkg= . This gives the equation\nT 2 πl\ng= ... (2)\nEquation (2) gives the mathematical formulation of the problem.\nFinding the solution  The mathematical formulation rarely gives the answer directly .\nUsually we have to do some operation which involves solving an equation, calculation\nor applying a theorem etc. In the case of simple pendulums the solution involves applying\nthe formula given in Equation (2).\nReprint 2025-26\n\nMATHEMATICAL MODELLING            329\nThe period of oscillation calculated for two different pendulums having different\nlengths is given in Table 1\nTable 1\nl   225 cm        275cm\nT   3.04 sec       3.36 sec\nThe table shows that for l = 225 cm, T = 3.04 sec and for l = 275 cm, T = 3.36 sec.\nInterpr etation/V alidation\nA mathematical model is an attempt to study , the essential characteristic of a real life\nproblem. Many times model equations are obtained by assuming the situation in an\nidealised context. The model will be useful only if it explains all the facts that we would\nlike it to explain. Otherwise, we will reject it, or else, improve it, then test it again. In\nother words, we measure the effectiveness of the model by comparing the results\nobtained from the mathematical model, with the known facts about the real\nproblem. This process is called validation of the model. In the case of simple\npendulum, we conduct some experiments on the pendulum and find out period of\noscillation. The results of the experiment are given in Table 2.\nTable 2\nPeriods obtained experimentally for four different pendulums\nMass (gms) Length (cms) Time (secs)\n385 275 3.371\n225 3.056\n230 275 3.352\n225 3.042\nNow , we compare the measured values in Table 2 with the calculated values given in\nTable 1.\nThe dif ference in the observed values and calculated values gives the error . For\nexample, for l = 275 cm, and mass m = 385 gm,\nerror = 3.371 – 3.36 = 0.01 1\nwhich is small and the model is accepted.\nOnce we accept the model, we have to interpret the model. The process of\ndescribing the solution in the context of the real situation is called interpretation\nof the model.  In this case, we can interpret the solution in the following way:\n(a) The period is directly proportional to the square root of the length of the\npendulum.\nReprint 2025-26\n\n330 MATHEMA TICS\n(b) It is inversely proportional to the square root of the acceleration due to gravity .\nOur validation and interpretation of this model shows that the mathematical model\nis in good agreement with the practical  (or observed) values. But we found that there\nis some error in the calculated result and measured result. This is because we have\nneglected the mass of the string and resistance of the medium. So, in such situation we\nlook for a better model and this process continues.\nThis leads us to an important observation. The real world is far too complex to\nunderstand and describe completely . We just pick one or two main factors to be\ncompletely accurate that may influence the situation. Then try to obtain a simplified\nmodel which gives some information about the situation. We study the simple situation\nwith this model expecting that we can obtain a better model of the situation.\nNow , we summarise the main process involved in the modelling as\n(a) Formulation (b) Solution (c) Interpretation/V alidation\nThe next example shows how modelling can be done using the techniques of finding\ngraphical solution of inequality .\nExample 3 A farm house uses atleast 800 kg of special food daily . The special food is\na mixture of corn and soyabean with the following compositions\nTable 3\nMaterial Nutrients present per Kg Nutrients present per Kg Cost per Kg\nProtein Fibre\nCorn .09 .02 Rs 10\nSoyabean .60 .06 Rs 20\nThe dietary requirements of the special food stipulate atleast 30% protein and at most\n5% fibre. Determine the daily minimum cost of the food mix.\nSolution Step 1  Here the objective is to minimise the total daily cost of the food which\nis made up of corn and soyabean. So the variables (factors) that are to be considered\nare\nx = the amount of corn\ny = the amount of soyabean\nz = the cost\nStep 2  The last column in Table 3 indicates that z, x, y are related by the equation\nz = 10 x + 20 y ... (1)\nThe problem is to minimise z with the following constraints:\nReprint 2025-26\n\nMATHEMATICAL MODELLING            331\n(a) The farm used atleast 800 kg food consisting of corn and soyabean\ni.e., x + y ≥ 800      ... (2)\n(b) The food should have atleast 30% protein dietary requirement in the proportion\nas given in the first column of Table 3. This gives\n0.09x + 0.6\ny ≥ 0.3 ( x + y) ... (3)\n(c) Similarly the food should have atmost 5% fibre in the proportion given in\n2nd column of Table 3. This gives\n0.02x + 0.06 y ≤ 0.05 (x  + y) ... (4)\nWe simplify the constraints given in (2), (3) and (4) by grouping all the coef ficients\nof x, y.\nThen the problem can be restated in the following mathematical form.\nStatement  Minimise z subject to\nx + y ≥ 800\n0.21x – .30 y ≤ 0\n0.03x – .01 y ≥ 0\nThis gives the formulation of the model.\nStep 3  This can be solved graphically . The shaded region in Fig 5 gives the possible\nsolution of the equations. From the graph it is clear that the minimum value is got at the\npoint (470.6,329.4) i.e., x = 470.6 and y = 329.4.\nFig 5\nThis gives the value of z as  z = 10 × 470.6 + 20 × 329.4 = 1 1294\nThis is the mathematical solution.\nReprint 2025-26\n\n332 MATHEMA TICS\nStep 4 The solutio n can be interpreted as saying that, “The minimum cost of the\nspecial food with corn and soyabean having the required portion of nutrient contents,\nprotein and fibre is Rs 1 1294 and we obtain this minimum cost if we use 470.6 kg of\ncorn and 329.4 kg of soyabean.”\nIn the next example, we shall discuss how modelling is used to study the population\nof a country at a particular tim e.\nExample 4  Suppose a population control unit wants to find out “how many people will\nbe there in a certain country after 10 years”\nStep 1  Formulatio n \nWe first observe that the population changes with time and it\nincreases with birth and decreases with deaths.\nWe want to find the population at a particular time. Let t denote the time in years.\nThen t takes values 0, 1, 2, ..., t = 0 stands for the present time, t = 1 stands for the next\nyear etc. For any time t, let p (t) denote the population in that particular year .\nSuppose we want to find the population in a particular year , say t0 = 2006. How\nwill we do that. We find the population by Jan. 1st, 2005. Add the number of births in\nthat year and subtract the number of deaths in that year . Let B( t) denote the number of\nbirths in the one year between t and t + 1 and D( t) denote the number of deaths\nbetween t and t + 1. Then we get t he relation\nP (t + 1) = P (t ) + B ( t) – D ( t)\nNow we make some assumptions and definitions\n1.B ( )\nP ( )t\nt  is called the birth rate  for the time interval t to t + 1.\n2.D (t)\nP (t) is called the death rate  for the time interval t to t + 1.\nAssumptions\n    1. The birth rate is the same for all intervals. Likewise, the death rate is the same\nfor all intervals. This means that there is a constant b, called the birth rate, and a\nconstant d , called the death rate so that, for all t ≥ 0,\nB ( ) D ( )and\nP ( ) P ( )t tb d\nt t= =        ... (1)\n   2. There is no migration into or out of the population; i.e., the only source of population\nchange is birth and death.\nReprint 2025-26\n\nMATHEMATICAL MODELLING            333\nAs a result of assumptions 1 and 2, we deduce that, for t ≥ 0,\nP (t + 1) = P( t) + B( t) – D( t)\n= P(\nt) + bP(t) – d P(t)\n= (1 + b  – d) P(t) ... (2)\nSetting t = 0 in (2) gives\nP(1) = (1 +  b – d)P (0)         ... (3)\nSetting t  = 1 in Equation (2) gives\nP(2) = (1 + b  – d) P (1)\n= (1 + b – d) (1 + b  – d) P (0) (Using equation 3)\n= (1 + b  – d)2 P(0)\nContinuing this way , we get\nP(t) = (1 + b  – d)t P (0)         ... (4)\nfor t = 0, 1, 2, ... The constant 1 + b – d is often abbreviated by r and called the growth\nrate or , in more high-flown language, the Malthusian parameter , in honor of Robert\nMalthus who first brought this model to popular attention. In terms of r, Equation (4)\nbecomes\nP(t) = P(0)r  t, t = 0, 1, 2, ...         ... (5)\nP(t) is an example of an exponential function. Any function of the form cr t, where c\nand r  are constants, is an exponential function.\nEquation (5) gives the mathematical formulation of the problem.\nStep 2 – Solution\nSuppose the current population is 250,000,000 and the rates are b = 0.02 and d = 0.01.\nWhat will the population be in 10 years? Using the formula, we calculate P(10).\nP(10) = (1.01)10 (250,000,000)\n= (1.104622125) (250,000,000)\n= 276,155,531.25\nStep 3 Interpr etation and Validation\nNaturally , this result is absurd, since one can’ t have 0.25 of a person.\nSo, we do some approximation and conclude that the population is 276,155,531\n(approximately). Here, we are not getting the exact answer because of the assumptions\nthat we have made in our mathematical model.\nThe above examples show how modelling is done in variety of situations using\ndifferent mathematical techniques.\nReprint 2025-26\n\n334 MATHEMA TICS\nSince a mathematical model is a simplified representation of a real problem, by its\nvery nature, has built-in ass umptions and approximations. Obviously , the most important\nquestion is to decide whether our model is a good one or not i.e., when the obtained\nresults are interpreted physically whether or not the model gives reasonable answers.\nIf a model is not accurate enough, we try to identify the sources of the shortcomings.\nIt may happen that we need a new formulation, new mathematical manipulation and\nhence a new evaluation. Thus mathematical modelling can be a cycle of the modelling\nprocess as shown in the flowchart given below:\n—vvv\nvv—NO\n<<\n<\nSTOP↓\n↓\n↓\n↓↓\nYES\n<↓START\nASSUMPTIONS/AXIOMS\n VALIDA TIONINTERPRET ATIONSOLUTIONFORMULA TION\nSATISFIED\nReprint 2025-26\n\n",
      "wordCount": 3066,
      "examples": [
        {
          "chapterNumber": 4,
          "exampleNumber": 2,
          "title": "(Bridge Problem) Konigsber g is a town on the Pregel River , which in the",
          "question": "Example 2  (Bridge Problem) Konigsber g is a town on the Pregel River , which in the\n18th century was a German\ntown, but now is Russian. Within\nthe town are two river islands\nthat are connected to the banks\nwith seven bridges as shown\nin (Fig 2).\nPeople tried to walk around\nthe town in a way that only\ncrossed each bridge once, but it\nproved to be difficult problem.\nLeonhard Euler , a Swiss\nmathematician in the service of\nthe Russian empire Catherine the Great, heard about the problem. In 1736 Eu",
          "solution": ""
        },
        {
          "chapterNumber": 4,
          "exampleNumber": 3,
          "title": "A farm house uses atleast 800 kg of special food daily . The special food is",
          "question": "Example 3 A farm house uses atleast 800 kg of special food daily . The special food is\na mixture of corn and soyabean with the following compositions\nTable 3\nMaterial Nutrients present per Kg Nutrients present per Kg Cost per Kg\nProtein Fibre\nCorn .09 .02 Rs 10\nSoyabean .60 .06 Rs 20\nThe dietary requirements of the special food stipulate atleast 30% protein and at most\n5% fibre. Determine the daily minimum cost of the food mix.\nSolution Step 1  Here the objective is to minimise the total daily c",
          "solution": "Step 1  Here the objective is to minimise the total daily cost of the food which\nis made up of corn and soyabean. So the variables (factors) that are to be considered\nare\nx = the amount of corn\ny = the amount of soyabean\nz = the cost\nStep 2  The last column in Table 3 indicates that z, x, y are related by the equation\nz = 10 x + 20 y ... (1)\nThe problem is to minimise z with the following constraints:\nReprint 2025-26\n\nMATHEMATICAL MODELLING            331\n(a) The farm used atleast 800 kg food consisting of corn and soyabean\ni.e., x + y ≥ 800      ... (2)\n(b) The food should have atleast 30% protein dietary requirement in the proportion\nas given in the first column of Table"
        },
        {
          "chapterNumber": 4,
          "exampleNumber": 4,
          "title": "Suppose a population control unit wants to find out “how many people will",
          "question": "Example 4  Suppose a population control unit wants to find out “how many people will\nbe there in a certain country after 10 years”\nStep 1  Formulatio n \nWe first observe that the population changes with time and it\nincreases with birth and decreases with deaths.\nWe want to find the population at a particular time. Let t denote the time in years.\nThen t takes values 0, 1, 2, ..., t = 0 stands for the present time, t = 1 stands for the next\nyear etc. For any time t, let p (t) denote the population",
          "solution": ""
        }
      ],
      "exercises": [],
      "stats": {
        "examplesCount": 3,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 12,
    "totalWords": 3272
  }
}