{
  "filename": "kemh110.pdf",
  "chapters": [
    {
      "chapterNumber": 1,
      "title": "Parabola is symmetric with respect to the axis of th",
      "content": "1. Parabola is symmetric with respect to the axis of the parabola.If the equation\nhas a y2 term, then the axis of symmetry is along the x-axis and if the\nequation has an x2 term, then the axis of symmetry is along the y-axis.\n",
      "wordCount": 44,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 2,
      "title": "When the axis of symmetry is along the x-axis  the p",
      "content": "2. When the axis of symmetry is along the x-axis  the parabola opens to the\n(a) right if the coefficient of x is positive,\n(b) left if the coefficient of x  is negative.\n",
      "wordCount": 33,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 3,
      "title": "When the axis of symmetry is along the y-axis the pa",
      "content": "3. When the axis of symmetry is along the y-axis the parabola opens\n(c) upwards if the coefficient of y is positive.\n(d) downwards if the coefficient of y is negative.\nReprint 2025-26\n\nCONIC SECTIONS        185\n10.4.2 Latus rectum\nDefinition 3  Latus rectum of a parabola is a line segment perpendicular to the axis of\nthe parabola, through the focus and whose end points lie on the parabola (Fig10.17).\nTo find the Length of the latus r\nectum of the parabola y2 = 4ax (Fig 10.18).\nBy the definition of the parabola, AF = AC.\nBut AC= FM = 2a\nHence AF= 2a.\nAnd since the parabola is symmetric with respect to x-axis AF = FB and so\nAB = Length of the latus rectum = 4 a.\nFig 10.17 Fig 10.18\nExample 5  Find the c oordinates of the focus, axis,\nthe equation of the directrix  and latus rectum  of\nthe parabola y2 = 8x.\nSolution  The given equation involves y2, so the\naxis of symmetry is along the x-axis.\nThe coefficient of x is positive so the parabola opens\nto the right. Comparing with the given equation\ny2 = 4ax, we find that a = 2.\nThus, th e focus of the parabola  is (2, 0) and the equation  of the directrix of the parabola\nis \nx = – 2 (Fig 10.19).\nLength of the latus rectum is 4 a = 4 × 2 = 8.Fig 10.19\nReprint 2025-26\n\n186    MA THEMA TICS\nExample 6  Find the equation of the parabola with focus (2,0) and directrix x = – 2.\nSolution  Since the focus (2,0) lies on the  x-axis, the \nx-axis itself is the axis of the\nparabola. Hence the equation of the parabola is of the form either\ny2 = 4ax or  y2 = – 4 ax. Since the directrix is x = – 2 and the focus is (2,0), the parabola\nis to be of the form y2 = 4 ax with a = 2. Hence the required equation is\n       y2 = 4(2) x = 8x\nExample 7  Find the equation of the parabola with vertex   at (0, 0) and focus  at (0, 2).\nSolution Since the vertex is at (0,0) and the focus is at (0,2) which lies on y-axis, the\ny-axis is the axis of the parabola . Therefore, equation of the parabola is of the form\nx2 = 4ay . thus, we have\nx2 = 4(2)y , i.e., x2 = 8y.\nExample 8  Find the equation of the parabola which is symmetric about the y-axis, and\npasses through the point (2,–3).\nSolution Since the parabola is symmetric about y-axis and has its vertex at the origin,\nthe equation is of the form x2 = 4ay or x2 = – 4 ay, where the sign depends on whether\nthe parabola opens upwards or downwards. But the parabola passes through (2,–3)\nwhich lies in the fourth quadrant, it must open downwards. Thus  the  equation  is  of\nthe form x2 = – 4 ay.\nSince the parabola passes through ( 2,–3), we have\n22   = – 4a  (–3), i.e., a    =  1\n3\nTherefore, the equation of the parabola is\nx2 = 143 −   y,  i.e.,  3 x2 = – 4 y.\nEXERCISE 10.2\nIn each of t he following Exercises 1 to 6, find the coordinates of the focus, axis of the\nparabola, the eq uation of the directrix and the length of the latus rectum.\n1.y2 = 12 x 2.x2 = 6y 3.    y2 = – 8 x\n4.x2 = – 16 y 5.y2 = 10\nx 6.    x2 = – 9 y\nIn eac h of the Exercises 7 to 12, find the equation of the parabola that satisfies the\ngiven conditions:\nReprint 2025-26\n\nCONIC SECTIONS        187\nFig 10.20\nFig 10.21 Fig 10.22\nWe denote the length of the major axis by 2 a, the length of the minor axis by 2 b\nand the distance between the foci by 2 c.  Thus, the length of the semi major axis is a\nand semi-minor axis is b (Fig10.22).7.Focus (6,0); directrix x = – 6 8.Focus (0,–3); directrix y = 3\n9.Vertex (0,0); focus (3,0) 10. Vertex (0,0); focus (–2,0)\n11.Vertex (0,0) passing through (2,3) and axis is along x-axis.\n12. Vertex (0,0), passing through (5,2) and symmetric with respect to y-axis.\n10. 5 Ellipse\nDefinition 4  An ellipse  is the set of all points in\na plane, the sum of whose distances from two\nfixed points in the plane is a constant.\nThe two fixed points are called the foci (plural\nof ‘focus ’) of the ellipse (Fig10.20).\nANote   The constant which is the sum of\nthe distances of a point on the ellipse from the\ntwo fixed points is always greater than the\ndistance between the two fixed points.\nThe mid point of the line segment joining the foci is called the centr e of the\nellipse.  The line segment through the foci of the ellipse is called the major  axis and the\nline segment through the centre and perpendicular to the major axis is called the minor\naxis.  \nThe end points of the major axis are called the vertices  of the ellipse(Fig 10.21).\nReprint 2025-26\n\n188    MA THEMA TICS\n10.5.1 Relationship between semi-major\naxis, semi-minor axis and the distance of\nthe focus from the centre of the ellipse\n(Fig 10.23).\nTake a point P  at one end of the major axis.\nSum of the distances of the point P to the\nfoci is F1 P + F2P = F1O + OP + F2P\n(Since,  F1P  = F1O + OP)\n          = c + a + a – c = 2a\nTake a point Q at one end of the minor axis.\nSum of the distances from the point Q  to the foci is\nF1Q + F2Q= 2 2 2 2c b c b+ + +  =  2 22 c b+\nSince both P and Q lies on the  ellipse.\nBy the definition of ellipse, we have\n22 2c b+ =  2a, i.e., a =2 2c b+\nor a2= b2 + c2\n , i.e., c = 2 2b a−.\n10.5.2 Eccentricity\nDefinition 5\n The eccentricity of an ellipse is the ratio of the distances from the centre\nof the ellipse to one of the foci and to one of the vertices of the ellipse (eccentricity is\ndenoted by e) i.e., cea=.\nThen since the focus is at a distance of c from the centre, in terms of the eccentricity\nthe focus is at a distance of ae from the centre.\n10.5.3 Standard equations of an ellipse  The  equation of  an ellipse is simplest if the\ncentre  of the ellipse is at the origin and the foci are on the x-axis or y-axis.  The two\nsuch possible orientations are shown in Fig 10.24.\nWe will derive the equation for the ellipse shown above in Fig 10.24 (a) with foci\non the x-axis.Fig 10.23\nReprint 2025-26\n\nCONIC SECTIONS        189\nFig 10.24 (a)\nLet F1 and F2 be the foci and O be the mid-point of the line segment F1F2. Let O\nbe the origin and the line from O through F2 be the positive\nx-axis and that through F1as the negative x-axis.\nLet, the line through O perpendicular to the\nx-axis be the y-axis. Let the coordinates of F1 be\n(– c, 0) and F2 be (c, 0) (Fig 10.25).\nLet P( x, y) be any point on the ellipse such\nthat the sum of the distances from P to the two\nfoci  be 2 a so given\nPF1 + PF2 = 2a.  ... (1)\nUsing the distance formula, we have\n    2 2 2 2) ( ) ( y c x y c x+ − + + +   =  2a\ni.e., 2 2) ( y c x+ +   =  2 a – 2 2) ( y c x+ −\nSquaring both sides, we get\n(x + c)2 + y2 = 4a2 – 4a 2 2 2 2) ( ) ( y c x y c x+ − + + −Fig 10.252 2\n2 21x y\na b+ =\nReprint 2025-26\n\n190    MA THEMA TICS\nwhich on simplification gives\nx\naca y c x− = + −2 2) (\nSquaring again and simplifying, we get\n2 22\n22\nc ay\nax\n−+   = 1\ni.e.,22\n22\nby\nax+  = 1 (Since c2 = a2 – b2)\nHence any point on the ellipse satisfies\n22\n22\nby\nax+   = 1. ... (2)\nConversely , let P  (x, y\n) satisfy the equation (2) with 0 < c < a. Then\ny2  = b2  \n\n\n−22\n1ax\nTherefore, PF1= 2 2( )x c y+ +\n=    \n\n\n −+ +22 2\n2 2) (ax ab c x\n=    2 2\n2 2 2\n2( ) ( )a xx c a ca −+ + −    (since b2 = a2 – c2)\n=     2cx ca a x\na a + = +  \nSimilarly PF2  = ca xa−\nHence PF1 + PF2  =  2c ca x a – x aa a+ + = ... (3)\nReprint 2025-26\n\nCONIC SECTIONS        191\nSo, any point that satisfies  22\n22\nby\nax+ = 1, satisfies the geometric condition and so\nP(x, y) lies on the ellipse.\nHence from (2) and (3), we proved that the equation of an ellipse with centre of\nthe origin and major axis along the x-axis is\n2 2\n2 2x y\na b+ = 1.\nDiscussion  From the equation of the ellipse obtained above, it follows that for every\npoint P ( x, y) on the ellipse, we have\n22\n22\n1\nby\nax− =   ≤  1,  i.e.,  x2 ≤  a2, so –  a ≤  x ≤  a.\nTherefore, the ellipse lies between the lines x = – a and x = a and touches these lines.\nSimilarly , the ellipse lies between the lines y = – b and y = b and touches these\nlines.\nSimilarly , we can derive the equation of the ellipse in Fig 10.24 (b) as 2 2\n2 21x y\nb a+ = .\nThese two equations are known as standar d equations  of the ellipses.\nANote   The standard equations of  ellipses have centre at the origin and the\nmajor and minor axis are coordinate axes. However , the study of the ellipses with\ncentre at any other point, and any line through the centre as major and the minor\naxes passing through the centre and perpendicular to major axis are beyond the\nscope here.\nFrom the standard equations of the ellipses (Fig10.24), we have the following\nobservations:\n1.Ellipse is symmetric with respect to both the coordinate axes since if\n(x, y) is a point on the ellipse, then (–  x, y), (x, –y) and (–  x, –y) are also points on\nthe ellipse.\n2.The foci  always lie on the major axis.  The major axis can be determined by\nfinding the intercepts on the axes of symmetry .  That is, major axis is along the x-axis\nif the coefficient of x2 has the larger denominator and it is along the y-axis if the\ncoefficient of  y2 has the lar ger denominator .\nReprint 2025-26\n\n192    MA THEMA TICS\n10.5.4 Latus rectum\nDefinition 6  Latus rectum of an ellipse is a\nline segment perpendicular to the major axis\nthrough any of the foci and whose end points\nlie on the ellipse (Fig 10.26).\nTo find the length of the latus r ectum\nof the ellipse 1x y\na b2 2\n2 2+ =\nLet the length of AF2 be l.\nThen the coordinates of A are ( c, l ),i.e.,\n(ae, l )\nSince A lies on the ellipse 2 2\n2 21x y\na b+ = , we have\n2 2\n2 2( )1ae l\na b+ =\n⇒ l2 = b2 (1 – e2)\nBut2 2 2 2\n2\n2 2 21c a – b be –\na a a= = =\nTherefore l2 = 4\n2b\na, i.e., 2bla=\nSince the ellipse is symmetric with respect to  y-axis (of course, it is symmetric w .r.t.\nboth the coordinate axes), AF2 = F2B and so length of the latus rectum is 22b\na.\nExample 9  Find the coordinates of the foci, the vertices, the length of major axis, the\nminor axis, the eccentricity and the latus rectum of the ellipse\n2 2\n125 9x y+ =\nSolution Since denominator of  2\n25x is larger than the denominator of  2\n9y, the majorFig  10. 26\nReprint 2025-26\n\nCONIC SECTIONS        193\naxis is along the x-axis.  Comparing the given equation with   2 2\n2 21x y\na b+ = , we get\na = 5 and b = 3. Also\n2 225 9 4 c a – b –= = =\nTherefore,  the coordinates of the foci  are (– 4,0) and (4,0), vertices are (– 5, 0) and\n(5, 0). Length of the major axis is 10 units length of the minor axis 2 b is 6 units and the\neccentricity is 4\n5 and latus rectum is 22 18\n5b\na=  .\nExample 10  Find the coordinates of the foci, the vertices, the lengths of major and\nminor axes and the eccentricity of the ellipse  9 x2 + 4y2 = 36.\nSolution  The given equation of the ellipse can be written in standard form as\n2 2\n14 9x y+ =\nSince the denominator of 2\n9y is larger than the denominator of 2\n4x, the major axis is\nalong the y-axis. Comparing the given equation with the standard equation\n2 2\n2 21x y\nb a+ = , we have b = 2 and a = 3.\nAlso c = 2 2a – b    =  9 4 5–=\nand5\n3cea= =\nHence the foci are (0, 5)  and (0, – 5), vertices are (0,3) and (0, –3), length of the\nmajor axis is 6 units, the length of the minor axis is 4 units and the eccentricity of the\nellipse is 5\n3.\nExample 1 1 Find the equation of the ellipse whose vertices are ( ± 13, 0) and foci are\n(± 5, 0).\nSolution  Since the vertices are on x-axis, the equation will be of the form\n2 2\n2 21x y\na b+ = , where a is the semi-major axis.\nReprint 2025-26\n\n194    MA THEMA TICS\nGiven that  a = 13, c = ± 5.\nTherefore, from the relation c2 = a2 – b2, we get\n25=169 – b2 , i.e., \nb = 12\nHence the  equation of the ellipse is 2 2\n1169 144x y+ = .\nExample 12  Find the equation of the ellipse, whose length of the major axis is 20 and\nfoci are (0, ± 5).\nSolution  Since the foci are on y-axis, the major axis is along the y-axis.  So, equation\nof the ellipse is of the form  2 2\n2 21x y\nb a+ = .\nGiven that\na= semi-major axis 20102= =\nand the relation c2=  a2 – b2 gives\n52= 102 – b2  i.e.\n, b2 = 75\nTherefore, the equation of the ellipse is\n2 2\n175 100x y+ =\nExample 13  Find the equation of the ellipse, with major axis along the x-axis and\npassing through the points (4, 3) and (– 1,4).\nSolution  The standard form of the ellipse is 22\n22\nby\nax+  = 1.  Since the points (4, 3)\nand (–1, 4) lie on the ellipse, we have\n19 16\n2 2= +b a... (1)\nand2 216 1\nb a+   = 1 ….(2)\nSolving equations (1) and (2), we find that 2247\n7a=  and 2247\n15b= .\nHence the required equation is\nReprint 2025-26\n\nCONIC SECTIONS        195\n2 2\n1247 247\n15 7x y+ =\n \n  , i.e., 7 x2 + 15 y2 = 247.\nEXERCISE 10.3\nIn each of the Exercises 1 to 9, find the coordinates of the foci, the vertices, the length\nof major axis, the minor axis, the eccentricity and the length of the latus rectum of the\nellipse.\n1.2 2\n136 16x y+ = 2.2 2\n14 25x y+ = 3.2 2\n116 9x y+ =\n4.2 2\n125 100x y+ = 5.2 2\n149 36x y+ = 6.400 1002 2y x+ = 1\n7.36x2 + 4y2 = 144 8.16x2 + y2 = 16 9.4x2 + 9y2 = 36\nIn each of the following Exercises 10 to 20, find the equation for the ellipse that satisfies\nthe given conditions:\n10. Vertices ( ± 5, 0), foci ( ± 4, 0)\n11.Vertices (0, ± 13), foci (0, ± 5)\n12. Vertices ( ± 6, 0), foci ( ± 4, 0)\n13. Ends of major axis ( ± 3, 0), ends of minor axis (0, ± 2)\n14. Ends of major axis (0, ±5),  ends of minor axis ( ± 1, 0)\n15. Length of major axis 26,  foci ( ± 5, 0)\n16. Length of minor axis 16, foci (0, ± 6).\n17. Foci ( ± 3, 0), a = 4\n18. b = 3,  c = 4, centre at the origin; foci on the x axis.\n19. Centre at (0,0), major axis on the y-axis and  passes through the points (3, 2) and\n(1,6).\n20. Major axis on the  x-axis and passes through the points (4,3) and (6,2).\n10.6 Hyperbola\nDefinition 7  A hyperbola is the set of all points in a plane, the dif ference of whose\ndistances from two fixed points in the plane is a constant.\nReprint 2025-26\n\n196    MA THEMA TICS\nThe term “ differ ence” that is used in the definition means the distance to the\nfarther point  minus the distance to the closer point. The two fixed points are called the\nfoci of the hyperbola. The mid-point of the line segment joining the foci is called the\ncentr e of the hyperbola . The line through the foci is called the transverse axis  and\nthe line through the centre and perpendicular to the transverse axis is called the conjugate\naxis. The points at which the hyperbola\nintersects the transverse axis are called the\nvertices of the hyperbola (Fig 10.27).\nWe denote the distance between the\ntwo foci by 2 c, the distance between two\nvertices (the length of the transverse axis)\nby 2a and we define the quantity b as\nb  = 2 2c – a\nAlso 2b  is the length of the conjugate axis\n(Fig 10.28).\nTo find the constant P1F2 – P1F1 :\nBy taking the point P  at A and  B   in the Fig 10.28, we have\nBF1  – BF2 =  AF2 – AF1 (by the definition of the hyperbola)\nBA +AF1– BF2 = AB + BF2– AF1\ni.e., AF1 =  BF2\nSo that,  BF1 – BF2 =  BA  + AF1– BF2 = BA  = 2aFig 10.27\nFig 10.28\nReprint 2025-26\n\nCONIC SECTIONS        197\n10.6.1  Eccentricity\nDefinition 8  Just like an ellipse, the ratio e = c\na is called the eccentricity  of the\nhyperbola .  Since c ≥ a, the eccentricity is never less than one.  In terms of the\neccentricity , the foci are at a distance of ae from the centre.\n10.6.2  Standard equation of  Hyperbola  The equation of a hyperbola is simplest if\nthe centre of the hyperbola is at the origin and the foci are on the x-axis or y-axis.  The\ntwo such possible orientations are shown in Fig10.29.\nWe will derive the equation for the hyperbola  shown in Fig 10.29(a) with foci on\nthe x-axis.\nLet F1 and F2 be the foci and O be the mid-point of the line segment F1F2.  Let O\nbe the origin and the line through O\nthrough F2 be the positive x-axis and\nthat through F1 as the negative\nx-axis.  The line through O\nperpendicular to the x-axis be the\ny-axis.  Let the coordinates of F1 be\n(– c,0) and F2 be (c,0) (Fig 10.30).\nLet P( x, y) be any point on the\nhyperbola such that the difference\nof the distances from P to the farther\npoint minus the closer point be 2 a.\nSo given ,  PF1 – PF2 = 2aFig 10.29(a) (b)\nFig 10.30\nReprint 2025-26\n\n198    MA THEMA TICS\nUsing the distance form ula, we have\n2 2 2 2( ) ( ) 2x c y – x – c y a+ + + =\ni.e.,2 2 2 2( ) 2 ( )x c y a x – c y+ + = + +\nSquaring both side, we get\n(x + c )2 + y2 = 4a2 + 4a  2 2( )x – c y +  + (x – c )2 + y2\nand on simplifying, we get\nacx – a = 2 2( )x – c y +\nOn squaring again and further simplifying, we get\n2 2\n2 2 21x y–\na c – a=\ni.e.,2 2\n2 21x y–\na b= (Since c2 – a2 = b2)\nHence any point on the hyperbola satisfies  2 2\n2 21x y–\na b= 1.\nConversely , let P( x, y) satisfy the above equation with 0 < a < c. Then\ny2\n   =  b2  2 2\n2x – a\na \n \n \nTherefore, PF1 = + 2 2( )x c y+ +\n= + 2 2\n2 2\n2( )x – ax c b\na + +  \n  =  a + xac\nSimilarly , PF2 = a – a\ncx\nIn hyperbola c > a; and since P is to the right of the line x = a, x > a, c\nax > a. Therefore,\na – c\na x  becomes negative.  Thus, PF2 =  c\nax  – a.\nReprint 2025-26\n\nCONIC SECTIONS        199\nTherefore PF1 –  PF2  = a  + c\nax  – cx\na  +  a = 2a\nAlso, note that if P is to the left of the line x = – a, then\nPF1 c– a xa = +  ,  PF2 = a – cxa.\nIn that case P F2 – PF1 = 2a. So, any point that satisfies 2 2\n2 21x y–\na b=, lies on the\nhyperbola.\nThus,  we proved that the equation of hyperbola with origin (0,0) and transverse axis\nalong x-axis is  2 2\n2 21x y–\na b=.\nANote   A hyperbola in which a = b is called an equilateral hyperbola .\nDiscussion  From the equation of the hyperbola we have obtained, it follows that,  we\nhave for every point ( x, y) on the hyperbola, 2 2\n2 21x y\na b= +  ≥ 1.\ni.e,  ax ≥ 1, i.e., x ≤ – a  or x ≥ a.   Therefore, no portion of the curve lies between the\nlines x = + a\n and x = – a, (i.e. no real intercept on the conjugate axis).\nSimilarly , we can derive the equation of the hyperbola in Fig 1 1.31 (b) as 2 2\n2 2y x\na b− = 1\nThese two equations are known as the standar d equations  of hyperbolas .\nANote   The standard equations of hyperbolas have transverse and conjugate\naxes as the coordinate axes and the centre at the origin. However , there are\nhyperbolas with any two perpendicular lines as transverse and conjugate axes, but\nthe study of such cases will be dealt in higher classes.\nFrom the standard equations of hyperbolas (Fig10.27), we have the following\nobservations:\n1. Hyperbola is symmetric with respect to both the axes, since if ( x, y) is a point on\nthe hyperbola, then (–  x, y), (x, – y) and (–  x, – y) are also points on the hyperbola.\nReprint 2025-26\n\n200    MA THEMA TICS\n2. The foci are always on the transverse axis.  It is the positive term whose\ndenominator gives the transverse axis.  For example,  2 2\n19 16x y– =\nhas transverse axis along x-axis of length 6, while 2 2\n125 16y x– =\nhas transverse axis along y-axis of length 10.\n10.6.3 Latus rectum\nDefinition 9  Latus rectum of hyperbola is a line segment perpendicular to the transverse\naxis through any of the foci and whose end points lie on the hyperbola.\nAs in ellipse, it is easy to show that the length of the latus rectum in hyperbola is 22b\na.\nExample 14  Find the coordinates of the foci and the vertices, the eccentricity ,the\nlength of the latus rectum of the hyperbolas:\n(i) 2 2\n19 16x y– =, (ii) y2 – 16 x2 = 16\nSolution\n  (i) Comparing the equation  2 2\n19 16x y– = with the standard equation\n2 2\n2 21x y–\na b=\nHere,  a = 3, b = 4 and c = 2 29 16 5 a b+ = + =\nTherefore, the coordinates of the foci are ( ± 5, 0) and that of  vertices are ( ± 3, 0).Also,\nThe eccentricity e = 5\n3c\na=. The latus rectum 22 32\n3b\na= =\n(ii) Dividing the equation by 16 on both sides, we have 2 2\n116 1y x– =\nComparing the equation with the standard equation 2 2\n2 21y x–\na b=, we find that\na = 4,  b = 1 and  2 216 1 17 c a b= + = + = .\nReprint 2025-26\n\nCONIC SECTIONS        201\nTherefore, the coordinates of the foci are (0,  ± 17) and that of  the vertices are\n(0, ± 4). Also,\nThe eccentricity 17\n4cea= = . The latus rectum 22 1\n2b\na= = .\nExample 15  Find the equation of the hyperbola with foci (0, ± 3) and vertices\n(0, ± 11\n2).\nSolution Since the foci is on y-axis, the equation of the hyperbola is of the form\n2 2\n2 21y x–\na b=\nSince vertices are (0,   ± 11\n2 ),   a =  11\n2\nAlso, since foci are (0, ± 3); c = 3  and b2 = c2 – a2 = 25\n",
      "wordCount": 4317,
      "examples": [
        {
          "chapterNumber": 3,
          "exampleNumber": 5,
          "title": "Find the c oordinates of the focus, axis,",
          "question": "Example 5  Find the c oordinates of the focus, axis,\nthe equation of the directrix  and latus rectum  of\nthe parabola y2 = 8x.\nSolution  The given equation involves y2, so the\naxis of symmetry is along the x-axis.\nThe coefficient of x is positive so the parabola opens\nto the right. Comparing with the given equation\ny2 = 4ax, we find that a = 2.\nThus, th e focus of the parabola  is (2, 0) and the equation  of the directrix of the parabola\nis \nx = – 2 (Fig 10.19).\nLength of the latus rectum is 4 a",
          "solution": "The given equation involves y2, so the\naxis of symmetry is along the x-axis.\nThe coefficient of x is positive so the parabola opens\nto the right. Comparing with the given equation\ny2 = 4ax, we find that a ="
        },
        {
          "chapterNumber": 3,
          "exampleNumber": 6,
          "title": "Find the equation of the parabola with focus (2,0) and directrix x = – 2.",
          "question": "Example 6  Find the equation of the parabola with focus (2,0) and directrix x = – 2.\nSolution  Since the focus (2,0) lies on the  x-axis, the \nx-axis itself is the axis of the\nparabola. Hence the equation of the parabola is of the form either\ny2 = 4ax or  y2 = – 4 ax. Since the directrix is x = – 2 and the focus is (2,0), the parabola\nis to be of the form y2 = 4 ax with a = 2. Hence the required equation is\n       y2 = 4(2) x = 8x\nExample 7  Find the equation of the parabola with vertex   at (0,",
          "solution": "Since the focus (2,0) lies on the  x-axis, the \nx-axis itself is the axis of the\nparabola. Hence the equation of the parabola is of the form either\ny2 = 4ax or  y2 = – 4 ax. Since the directrix is x = – 2 and the focus is (2,0), the parabola\nis to be of the form y2 = 4 ax with a ="
        },
        {
          "chapterNumber": 3,
          "exampleNumber": 7,
          "title": "Find the equation of the parabola with vertex   at (0, 0) and focus  at (0, 2).",
          "question": "Example 7  Find the equation of the parabola with vertex   at (0, 0) and focus  at (0, 2).\nSolution Since the vertex is at (0,0) and the focus is at (0,2) which lies on y-axis, the\ny-axis is the axis of the parabola . Therefore, equation of the parabola is of the form\nx2 = 4ay . thus, we have\nx2 = 4(2)y , i.e., x2 = 8y.\nExample 8  Find the equation of the parabola which is symmetric about the y-axis, and\npasses through the point (2,–3).\nSolution Since the parabola is symmetric about y-axis and h",
          "solution": "Since the vertex is at (0,0) and the focus is at (0,2) which lies on y-axis, the\ny-axis is the axis of the parabola . Therefore, equation of the parabola is of the form\nx2 = 4ay . thus, we have\nx2 = 4(2)y , i.e., x2 = 8y."
        },
        {
          "chapterNumber": 3,
          "exampleNumber": 8,
          "title": "Find the equation of the parabola which is symmetric about the y-axis, and",
          "question": "Example 8  Find the equation of the parabola which is symmetric about the y-axis, and\npasses through the point (2,–3).\nSolution Since the parabola is symmetric about y-axis and has its vertex at the origin,\nthe equation is of the form x2 = 4ay or x2 = – 4 ay, where the sign depends on whether\nthe parabola opens upwards or downwards. But the parabola passes through (2,–3)\nwhich lies in the fourth quadrant, it must open downwards. Thus  the  equation  is  of\nthe form x2 = – 4 ay.\nSince the parabol",
          "solution": "Since the parabola is symmetric about y-axis and has its vertex at the origin,\nthe equation is of the form x2 = 4ay or x2 = – 4 ay, where the sign depends on whether\nthe parabola opens upwards or downwards. But the parabola passes through (2,–3)\nwhich lies in the fourth quadrant, it must open downwards. Thus  the  equation  is  of\nthe form x2 = – 4 ay.\nSince the parabola passes through ( 2,–3), we have\n22   = – 4a  (–3), i.e., a    =  1\n3\nTherefore, the equation of the parabola is\nx2 = 143 −   y,  i.e.,  3 x2 = – 4 y."
        },
        {
          "chapterNumber": 3,
          "exampleNumber": 9,
          "title": "Find the coordinates of the foci, the vertices, the length of major axis, the",
          "question": "Example 9  Find the coordinates of the foci, the vertices, the length of major axis, the\nminor axis, the eccentricity and the latus rectum of the ellipse\n2 2\n125 9x y+ =\nSolution Since denominator of  2\n25x is larger than the denominator of  2\n9y, the majorFig  10. 26\nReprint 2025-26\n\nCONIC SECTIONS        193\naxis is along the x-axis.  Comparing the given equation with   2 2\n2 21x y\na b+ = , we get\na = 5 and b = 3. Also\n2 225 9 4 c a – b –= = =\nTherefore,  the coordinates of the foci  are (– 4,",
          "solution": "Since denominator of  2\n25x is larger than the denominator of  2\n9y, the majorFig  10. 26\nReprint 2025-26\n\nCONIC SECTIONS        193\naxis is along the x-axis.  Comparing the given equation with   2 2\n2 21x y\na b+ = , we get\na = 5 and b ="
        },
        {
          "chapterNumber": 3,
          "exampleNumber": 10,
          "title": "Find the coordinates of the foci, the vertices, the lengths of major and",
          "question": "Example 10  Find the coordinates of the foci, the vertices, the lengths of major and\nminor axes and the eccentricity of the ellipse  9 x2 + 4y2 = 36.\nSolution  The given equation of the ellipse can be written in standard form as\n2 2\n14 9x y+ =\nSince the denominator of 2\n9y is larger than the denominator of 2\n4x, the major axis is\nalong the y-axis. Comparing the given equation with the standard equation\n2 2\n2 21x y\nb a+ = , we have b = 2 and a = 3.\nAlso c = 2 2a – b    =  9 4 5–=\nand5\n3cea= =\nHen",
          "solution": "The given equation of the ellipse can be written in standard form as\n2 2\n14 9x y+ =\nSince the denominator of 2\n9y is larger than the denominator of 2\n4x, the major axis is\nalong the y-axis. Comparing the given equation with the standard equation\n2 2\n2 21x y\nb a+ = , we have b = 2 and a ="
        },
        {
          "chapterNumber": 3,
          "exampleNumber": 1,
          "title": "1 Find the equation of the ellipse whose vertices are ( ± 13, 0) and foci are",
          "question": "Example 1 1 Find the equation of the ellipse whose vertices are ( ± 13, 0) and foci are\n(± 5, 0).\nSolution  Since the vertices are on x-axis, the equation will be of the form\n2 2\n2 21x y\na b+ = , where a is the semi-major axis.\nReprint 2025-26\n\n194    MA THEMA TICS\nGiven that  a = 13, c = ± 5.\nTherefore, from the relation c2 = a2 – b2, we get\n25=169 – b2 , i.e., \nb = 12\nHence the  equation of the ellipse is 2 2\n1169 144x y+ = .\nExample 12  Find the equation of the ellipse, whose length of the ma",
          "solution": "Since the vertices are on x-axis, the equation will be of the form\n2 2\n2 21x y\na b+ = , where a is the semi-major axis.\nReprint 2025-26\n\n194    MA THEMA TICS\nGiven that  a = 13, c = ±"
        },
        {
          "chapterNumber": 3,
          "exampleNumber": 12,
          "title": "Find the equation of the ellipse, whose length of the major axis is 20 and",
          "question": "Example 12  Find the equation of the ellipse, whose length of the major axis is 20 and\nfoci are (0, ± 5).\nSolution  Since the foci are on y-axis, the major axis is along the y-axis.  So, equation\nof the ellipse is of the form  2 2\n2 21x y\nb a+ = .\nGiven that\na= semi-major axis 20102= =\nand the relation c2=  a2 – b2 gives\n52= 102 – b2  i.e.\n, b2 = 75\nTherefore, the equation of the ellipse is\n2 2\n175 100x y+ =\nExample 13  Find the equation of the ellipse, with major axis along the x-axis and\npassi",
          "solution": "Since the foci are on y-axis, the major axis is along the y-axis.  So, equation\nof the ellipse is of the form  2 2\n2 21x y\nb a+ = .\nGiven that\na= semi-major axis 20102= =\nand the relation c2=  a2 – b2 gives\n52= 102 – b2  i.e.\n, b2 = 75\nTherefore, the equation of the ellipse is\n2 2\n175 100x y+ ="
        },
        {
          "chapterNumber": 3,
          "exampleNumber": 13,
          "title": "Find the equation of the ellipse, with major axis along the x-axis and",
          "question": "Example 13  Find the equation of the ellipse, with major axis along the x-axis and\npassing through the points (4, 3) and (– 1,4).\nSolution  The standard form of the ellipse is 22\n22\nby\nax+  = 1.  Since the points (4, 3)\nand (–1, 4) lie on the ellipse, we have\n19 16\n2 2= +b a... (1)\nand2 216 1\nb a+   = 1 ….(2)\nSolving equations (1) and (2), we find that 2247\n7a=  and 2247\n15b= .\nHence the required equation is\nReprint 2025-26\n\nCONIC SECTIONS        195\n2 2\n1247 247\n15 7x y+ =\n \n  , i.e., 7 x",
          "solution": "The standard form of the ellipse is 22\n22\nby\nax+  = 1.  Since the points (4, 3)\nand (–1, 4) lie on the ellipse, we have\n19 16\n2 2= +b a... (1)\nand2 216 1\nb a+   = 1 ….(2)\nSolving equations (1) and (2), we find that 2247\n7a=  and 2247\n15b= .\nHence the required equation is\nReprint 2025-26\n\nCONIC SECTIONS        195\n2 2\n1247 247\n15 7x y+ =\n \n  , i.e., 7 x2 + 15 y2 = 24"
        },
        {
          "chapterNumber": 3,
          "exampleNumber": 14,
          "title": "Find the coordinates of the foci and the vertices, the eccentricity ,the",
          "question": "Example 14  Find the coordinates of the foci and the vertices, the eccentricity ,the\nlength of the latus rectum of the hyperbolas:\n(i) 2 2\n19 16x y– =, (ii) y2 – 16 x2 = 16\nSolution\n  (i) Comparing the equation  2 2\n19 16x y– = with the standard equation\n2 2\n2 21x y–\na b=\nHere,  a = 3, b = 4 and c = 2 29 16 5 a b+ = + =\nTherefore, the coordinates of the foci are ( ± 5, 0) and that of  vertices are ( ± 3, 0).Also,\nThe eccentricity e = 5\n3c\na=. The latus rectum 22 32\n3b\na= =\n(ii) Dividing the equa",
          "solution": "(i) Comparing the equation  2 2\n19 16x y– = with the standard equation\n2 2\n2 21x y–\na b=\nHere,  a = 3, b = 4 and c = 2 29 16 5 a b+ = + =\nTherefore, the coordinates of the foci are ( ± 5, 0) and that of  vertices are ( ± 3, 0).Also,\nThe eccentricity e = 5\n3c\na=. The latus rectum 22 32\n3b\na= =\n(ii) Dividing the equation by 16 on both sides, we have 2 2\n116 1y x– =\nComparing the equation with the standard equation 2 2\n2 21y x–\na b=, we find that\na = 4,  b = 1 and  2 216 1 17 c a b= + = + = .\nReprint 2025-26\n\nCONIC SECTIONS        201\nTherefore, the coordinates of the foci are (0,  ± 17) and that of  the vertices are\n(0, ± 4). Also,\nThe eccentricity 17\n4cea= = . The latus rectum 22 1\n2b\na= = ."
        },
        {
          "chapterNumber": 3,
          "exampleNumber": 15,
          "title": "Find the equation of the hyperbola with foci (0, ± 3) and vertices",
          "question": "Example 15  Find the equation of the hyperbola with foci (0, ± 3) and vertices\n(0, ± 11\n2).\nSolution Since the foci is on y-axis, the equation of the hyperbola is of the form\n2 2\n2 21y x–\na b=\nSince vertices are (0,   ± 11\n2 ),   a =  11\n2\nAlso, since foci are (0, ± 3); c = 3  and b2 = c2 – a2 = 25",
          "solution": ""
        }
      ],
      "exercises": [
        {
          "chapterNumber": 3,
          "exerciseNumber": "10.2",
          "questions": [
            {
              "questionNumber": 12,
              "questionText": "Vertex (0,0), passing through (5,2) and symmetric with respect to y-axis."
            },
            {
              "questionNumber": 10,
              "questionText": "5 Ellipse\nDefinition 4  An ellipse  is the set of all points in\na plane, the sum of whose distances from two\nfixed points in the plane is a constant.\nThe two fixed points are called the foci (plural\nof ‘focus ’) of the ellipse (Fig10.20).\nANote   The constant which is the sum of\nthe distances of a point on the ellipse from the\ntwo fixed points is always greater than the\ndistance between the two fixed points.\nThe mid point of the line segment joining the foci is called the centr e of the\nellipse.  The line segment through the foci of the ellipse is called the major  axis and the\nline segment through the centre and perpendicular to the major axis is called the minor\naxis.  \nThe end points of the major axis are called the vertices  of the ellipse(Fig 10.21).\nReprint 2025-26"
            }
          ]
        },
        {
          "chapterNumber": 3,
          "exerciseNumber": "10.3",
          "questions": [
            {
              "questionNumber": 10,
              "questionText": "Vertices ( ± 5, 0), foci ( ± 4, 0)"
            },
            {
              "questionNumber": 12,
              "questionText": "Vertices ( ± 6, 0), foci ( ± 4, 0)"
            },
            {
              "questionNumber": 13,
              "questionText": "Ends of major axis ( ± 3, 0), ends of minor axis (0, ± 2)"
            },
            {
              "questionNumber": 14,
              "questionText": "Ends of major axis (0, ±5),  ends of minor axis ( ± 1, 0)"
            },
            {
              "questionNumber": 15,
              "questionText": "Length of major axis 26,  foci ( ± 5, 0)"
            },
            {
              "questionNumber": 16,
              "questionText": "Length of minor axis 16, foci (0, ± 6)."
            },
            {
              "questionNumber": 17,
              "questionText": "Foci ( ± 3, 0), a = 4"
            },
            {
              "questionNumber": 18,
              "questionText": "b = 3,  c = 4, centre at the origin; foci on the x axis."
            },
            {
              "questionNumber": 19,
              "questionText": "Centre at (0,0), major axis on the y-axis and  passes through the points (3, 2) and\n(1,6)."
            },
            {
              "questionNumber": 20,
              "questionText": "Major axis on the  x-axis and passes through the points (4,3) and (6,2)."
            }
          ]
        }
      ],
      "stats": {
        "examplesCount": 11,
        "exercisesCount": 12
      }
    },
    {
      "chapterNumber": 4,
      "title": "Therefore, the equation of the hyperbola is",
      "content": "4.\nTherefore, the equation of the hyperbola is\n2 2\n11 25\n4 4y x–\n   \n        = 1, i.e.,  100 y2\n  –  44 x2 = 275.\nExample 16 Find the equation of the hyperbola where foci are (0, ±12) and the length\nof the latus rectum is 36.\nSolution  Since foci are (0, ± 12), it follows that c = 12.\nLength of the latus rectum =  3622\n=ab   or   b2 = 18 a\nTherefore   c2 = a2 + b2;  gives\n144 = a2 + 18 a\ni.e., a2 + 18a  – 144 = 0,\nSo  a = – 24, 6.\nSince a cannot be negative, we take a = 6 and so  b2 = 108.\nTherefore, the equation of the required hyperbola is   2 2\n136 108y x– =, i.e., 3y2 – x2 = 108\nReprint 2025-26\n\n202    MA THEMA TICS\nFig 10.31                                              EXERCISE 10.4\nIn each of the Exercises 1 to 6, find the coordinates of the foci and the vertices,  the\neccentricity and the length of the latus rectum of the hyperbolas.\n1.2 2\n116 9x y– = 2.2 2\n19 27y x– = 3.   9y2 – 4x2 = 36\n4.16x2 – 9y2 = 576 5.5y2 – 9x2 = 36 6.   49y2 – 16 x2 = 784.\nIn each of the Exercises 7 to 15, find the equations of the hyperbola satisfying the given\nconditions.\n7.Vertices ( ± 2, 0),  foci  (\n± 3, 0)\n8.Vertices (0,  ± 5),  foci (0, ± 8)\n9.Vertices (0,  ± 3),  foci (0, ± 5)\n10. Foci ( ± 5, 0),  the transverse axis is of length 8.\n11.Foci (0, ± 13),  the conjugate axis is of length 24.\n12. Foci ( ± 35, 0), the latus rectum is of length 8.\n13. Foci ( ± 4, 0), the latus rectum is of length 12\n14. vertices ( ± 7,0),  e =  34.\n15. Foci (0, ± 10), passing through (2,3)\nMiscellaneous Examples\nExample 17  The focus of a parabolic mirror as shown in Fig 10.31 is at a distance of\n5 cm from its vertex. If the mirror is 45 cm deep, find\nthe distance AB (Fig 10.31).\nSolution   Since the distance from the focus to the\nvertex is 5 cm. We have, a = 5. If the origin is taken at\nthe vertex and the axis of the mirror lies along the\npositive x-axis, the equation of the parabolic section is\ny2 = 4 (5) \nx = 20 x\nNote that x = 45.  Thus\ny2 = 900\nTherefore y = ±30\nHence AB = 2y = 2 × 30 = 60 cm.\nExample 18  A beam is supported at its ends by\nsupports which are 12 metres apart. Since the load is concentrated at its centre, there\nReprint 2025-26\n\nCONIC SECTIONS        203\nis a deflection of 3 cm at the centre and the deflected beam is in the shape of a\nparabola. How far from the centre is the deflection 1 cm?\nSolution   Let the vertex be at the lowest point and the axis vertical. Let the coordinate\naxis be chosen as shown in Fig 10.32.\nFig 10.32\nThe equation of the parabola takes the form x2 = 4ay. Since it passes through\n36100, \n  , we have   (6)2 = 4a 3\n100 \n  , i.e.,  a  = 36 100\n12× = 300 m\nLet AB be the deflection of the beam which is 1\n100m. Coordinates of B are ( x, 2\n100).\nTherefore x2=4 × 300 × 2\n100 = 24\ni.e. x=24 = 2 6  metres\nExample 19  A rod AB of length 15 cm rests in between two coordinate axes in such\na way that the end point A lies on x-axis and end point B lies on\ny-axis. A point P( x, y) is taken on the rod in such a way\nthat AP = 6 cm. Show that the locus of P  is an ellipse.\nSolut ion Let AB be the rod making an angle θ with\nOX as sho wn in Fig 10.33 and P ( x, y) the point on it\nsuch that      AP = 6 cm.\nSince AB = 15 cm, we have\nPB = 9 cm.\nFrom P draw PQ and PR perpendiculars on y-axis and\nx-axis, respectively . Fig 10.33\nReprint 2025-26\n\n204    MA THEMA TICS\nFrom ∆ PBQ, cos θ = 9x\nFrom ∆ PRA, sin θ = 6y\nSince cos2 θ + sin2 θ = 1\n2 2\n19 6x y   + =       \nor2 2\n181 36x y+ =\nThus the locus of P is an ellipse.\nMiscellaneous Exercise on Chapter 10\n1. If a parabolic reflector is 20 cm in diameter and 5 cm deep, find the focus.\n2. An arch is in the form of a parabola with its axis vertical. The arch is 10 m high\nand 5 m wide at the base. How wide is it 2 m from the vertex of the parabola?\n3. The cable of a uniformly loaded suspension bridge hangs in the form of a parabola.\nThe roadway which is horizontal and 100 m long is supported by vertical wires\nattached  to the cable, the longest wire being 30 m and the shortest being 6 m.\nFind the le ngth of a supporting wire attached to the roadway 18 m from the\nmiddle.\n4. An arch is in the form of a semi-ellipse. It is 8 m wide and 2 m high at the centre.\nFind the height of the arch at a poi nt 1.5 m from one end.\n5. A rod of length 12 cm moves with its ends always touching the coordinate axes.\nDetermine the equation of the locus of a point P on the rod, which is 3 cm from\nthe end  in contact with the x-axis.\n",
      "wordCount": 987,
      "examples": [
        {
          "chapterNumber": 4,
          "exampleNumber": 16,
          "title": "Find the equation of the hyperbola where foci are (0, ±12) and the length",
          "question": "Example 16 Find the equation of the hyperbola where foci are (0, ±12) and the length\nof the latus rectum is 36.\nSolution  Since foci are (0, ± 12), it follows that c = 12.\nLength of the latus rectum =  3622\n=ab   or   b2 = 18 a\nTherefore   c2 = a2 + b2;  gives\n144 = a2 + 18 a\ni.e., a2 + 18a  – 144 = 0,\nSo  a = – 24, 6.\nSince a cannot be negative, we take a = 6 and so  b2 = 108.\nTherefore, the equation of the required hyperbola is   2 2\n136 108y x– =, i.e., 3y2 – x2 = 108\nReprint 2025-26\n\n202",
          "solution": "Since foci are (0, ± 12), it follows that c = 12.\nLength of the latus rectum =  3622\n=ab   or   b2 = 18 a\nTherefore   c2 = a2 + b2;  gives\n144 = a2 + 18 a\ni.e., a2 + 18a  – 144 = 0,\nSo  a = – 24,"
        },
        {
          "chapterNumber": 4,
          "exampleNumber": 17,
          "title": "The focus of a parabolic mirror as shown in Fig 10.31 is at a distance of",
          "question": "Example 17  The focus of a parabolic mirror as shown in Fig 10.31 is at a distance of\n5 cm from its vertex. If the mirror is 45 cm deep, find\nthe distance AB (Fig 10.31).\nSolution   Since the distance from the focus to the\nvertex is 5 cm. We have, a = 5. If the origin is taken at\nthe vertex and the axis of the mirror lies along the\npositive x-axis, the equation of the parabolic section is\ny2 = 4 (5) \nx = 20 x\nNote that x = 45.  Thus\ny2 = 900\nTherefore y = ±30\nHence AB = 2y = 2 × 30 = 60 cm.\nExam",
          "solution": "Since the distance from the focus to the\nvertex is 5 cm. We have, a = 5. If the origin is taken at\nthe vertex and the axis of the mirror lies along the\npositive x-axis, the equation of the parabolic section is\ny2 = 4 (5) \nx = 20 x\nNote that x = 4"
        },
        {
          "chapterNumber": 4,
          "exampleNumber": 18,
          "title": "A beam is supported at its ends by",
          "question": "Example 18  A beam is supported at its ends by\nsupports which are 12 metres apart. Since the load is concentrated at its centre, there\nReprint 2025-26\n\nCONIC SECTIONS        203\nis a deflection of 3 cm at the centre and the deflected beam is in the shape of a\nparabola. How far from the centre is the deflection 1 cm?\nSolution   Let the vertex be at the lowest point and the axis vertical. Let the coordinate\naxis be chosen as shown in Fig 10.32.\nFig 10.32\nThe equation of the parabola takes the form",
          "solution": "Let the vertex be at the lowest point and the axis vertical. Let the coordinate\naxis be chosen as shown in Fig 10.3"
        },
        {
          "chapterNumber": 4,
          "exampleNumber": 19,
          "title": "A rod AB of length 15 cm rests in between two coordinate axes in such",
          "question": "Example 19  A rod AB of length 15 cm rests in between two coordinate axes in such\na way that the end point A lies on x-axis and end point B lies on\ny-axis. A point P( x, y) is taken on the rod in such a way\nthat AP = 6 cm. Show that the locus of P  is an ellipse.\nSolut ion Let AB be the rod making an angle θ with\nOX as sho wn in Fig 10.33 and P ( x, y) the point on it\nsuch that      AP = 6 cm.\nSince AB = 15 cm, we have\nPB = 9 cm.\nFrom P draw PQ and PR perpendiculars on y-axis and\nx-axis, respect",
          "solution": ""
        }
      ],
      "exercises": [
        {
          "chapterNumber": 4,
          "exerciseNumber": "10.4",
          "questions": [
            {
              "questionNumber": 10,
              "questionText": "Foci ( ± 5, 0),  the transverse axis is of length 8."
            },
            {
              "questionNumber": 12,
              "questionText": "Foci ( ± 35, 0), the latus rectum is of length 8."
            },
            {
              "questionNumber": 13,
              "questionText": "Foci ( ± 4, 0), the latus rectum is of length 12"
            },
            {
              "questionNumber": 14,
              "questionText": "vertices ( ± 7,0),  e =  34."
            },
            {
              "questionNumber": 15,
              "questionText": "Foci (0, ± 10), passing through (2,3)\nMiscellaneous Examples\nExample 17  The focus of a parabolic mirror as shown in Fig 10.31 is at a distance of\n5 cm from its vertex. If the mirror is 45 cm deep, find\nthe distance AB (Fig 10.31).\nSolution   Since the distance from the focus to the\nvertex is 5 cm. We have, a = 5. If the origin is taken at\nthe vertex and the axis of the mirror lies along the\npositive x-axis, the equation of the parabolic section is\ny2 = 4 (5) \nx = 20 x\nNote that x = 45.  Thus\ny2 = 900\nTherefore y = ±30\nHence AB = 2y = 2 × 30 = 60 cm.\nExample 18  A beam is supported at its ends by\nsupports which are 12 metres apart. Since the load is concentrated at its centre, there\nReprint 2025-26"
            },
            {
              "questionNumber": 1,
              "questionText": "If a parabolic reflector is 20 cm in diameter and 5 cm deep, find the focus."
            },
            {
              "questionNumber": 2,
              "questionText": "An arch is in the form of a parabola with its axis vertical. The arch is 10 m"
            }
          ]
        }
      ],
      "stats": {
        "examplesCount": 4,
        "exercisesCount": 7
      }
    },
    {
      "chapterNumber": 6,
      "title": "Find the area of the triangle formed by the lines jo",
      "content": "6. Find the area of the triangle formed by the lines joining the vertex of the parabola\nx2 = 12 y to the ends of its latus rectum.\n7. A man running a racecourse notes that the sum of the distances from the two flag\nposts from him is always 10 m and the distance between the flag posts is 8 m.\nFind t\nhe equation of the posts traced by the man.\n",
      "wordCount": 73,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 8,
      "title": "An equilateral triangle is inscribed in the parabola",
      "content": "",
      "wordCount": 0,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 10,
      "title": ", we have studied various forms",
      "content": "Chapter 10, we have studied various forms\nof the equations of a line. In this Chapter , we shall study\nabout some other curves, viz., circles, ellipses, parabolas\nand hyperbolas. The names parabola and hyperbola are\ngiven by Apollonius. These curves are in fact, known as\nconic sections  or more commonly conics  because they\ncan be obtained as intersections of a plane with a double\nnapped right circular cone. These curves have a very wide\nrange of applications in fields such as planetary motion,\ndesign of telescopes and antennas, reflectors in flashlights\nand automobile headlights, etc.  Now , in the subsequent sections we will see how the\nintersection of a plane with a double napped right circular cone\nresults in different types of curves.\n10.2 Sections of a Cone\nLet l be a fixed vertical line and m be another line intersecting it at\na fixed point V and inclined to it at an angle α (Fig10.1).\nSuppose we rotate the line m around the line l in such a way\nthat the angle α remains constant.  Then the surface generated is\na double-napped right circular hollow cone herein after referred as\nApollonius\n(262 B.C. -190 B.C.)10 Chapter\nFig 10. 1CONIC SECTIONS\nReprint 2025-26\n\nCONIC SECTIONS        177\nFig 10. 2 Fig 10. 3\ncone and extending indefinitely far in both directions (Fig10.2).\nThe point V is called the vertex ; the line l is the axis of the  cone. The rotating line\nm is called a generator  of the cone.  The vertex  separates the cone into two parts\ncalled nappes .\nIf we take the intersection of a plane with a cone, the section so obtained is called\na conic section . Thus, conic sections are the curves obtained by intersecting a right\ncircular cone by a plane.\nWe obtain dif ferent kinds of conic sections depending on the position of the\nintersecting plane with respect to the cone and by the angle made by it with the vertical\naxis of the cone. Let β be the angle made by the intersecting plane with the vertical\naxis of the cone (Fig10.3).\nThe intersection of the plane with the cone can take place either at the vertex of\nthe cone or at any other part of the nappe either below or above the vertex.\n10.2.1 Circle, ellipse, parabola and hyperbola  When the plane cuts the nappe (other\nthan the vertex) of the cone, we have the following situations:\n(a) When \nβ = 90o,  the section is a circle (Fig10.4).\n(b) When α < β <  90o, the section is an  ellipse (Fig10.5).\n(c) When β = α; the section is a parabola (Fig10.6).\n(In each of the above three situations, the plane cuts entirely across one nappe of\nthe cone).\n(d) When 0 ≤ β < α; the plane cuts through both the nappes and the curves of\nintersection is a hyperbola  (Fig10.7).\nReprint 2025-26\n\n178    MA THEMA TICS\nFig 10. 4\n10.2.2  Degenerated conic sections\nWhen the plane cuts at the vertex of the cone, we have  the following  different cases:\n(a) When α < β ≤ 90o, then the section is a point (Fig10.8).\n(b) When β = α, the plane contains a generator of the cone and the section is a\nstraight line  (Fig10.9).\nIt is the degenerated case of a parabola.\n(c) When 0 ≤ β < \nα, the section is a pair of intersecting straight lines (Fig10.10).\nIt is the degenerated case of a hyperbola .Fig 10. 6Fig 10. 7Fig 10. 5\nReprint 2025-26\n\nCONIC SECTIONS        179\nIn the following sections, we shall obtain the equations of each of  these conic\nsections in standard form  by defining them based on geometric properties.\nFig 10. 8\nFig 10. 9\nFig 10. 1010.3 Circle\nDefinition 1  A circle is the set of all points in a plane that are equidistant from a fixed\npoint in the plane.\nThe fixed point is called the centr e of the cir cle and the distance from the centre\nto a point on the circle is called the radius  of the circle (Fig 10.1 1).\nReprint 2025-26\n\n180    MA THEMA TICS\nThe equation of the circle is simplest if the centre of the circle is at the origin.\nHowever , we derive below the equation of the circle with a given centre and radius\n(Fig 10.12).\nGiven C ( h, k) be the centre and r the radius of circle. Let P( x, y) be any point on\nthe circle (Fig10.12).  Then,  by the definition, | CP | = r . By the distance formula,\nwe have\n2 2( ) ( )x – h y – k r + =\ni.e. (x – h)2 + (y – k)2 = r2\nThis is the required equation of the circle with centre at ( h,k) and radius r .\nExample 1   Find an equation of the circle with centre at (0,0) and radius r.\nSolution  Here\n  h = k = 0. Therefore, the equation of the circle is x2 + y2 = r2.\nExample 2  Find the equation of the circle with centre (–3, 2) and radius 4.\nSolution  Here  h = –3, k = 2 and r = 4. Therefore, the equation of the required circle is\n(x + 3)2 + (y –2)2 = 16\nExample 3  Find the centre and the radius of the circle x2 + y2 + 8x + 10y – 8 = 0\nSolution  The given equation is\n(x2 + 8x)  + ( y2 + 10 y) = 8\nNow , completing the squares within the parenthesis, we get\n(x2 + 8x + 16)  +  ( y2 + 10y  + 25)  = 8 + 16 + 25\ni.e. (x + 4)2 + (y + 5)2 = 49\ni.e. {x – (– 4)}2 + {y  – (–5)}2 = 72\nTherefore, the given circle has centre at (– 4, –5) and radius 7.Fig 10. 1 1 Fig 10. 12\nReprint 2025-26\n\nCONIC SECTIONS        181\nExample 4  Find the equation of the circle which passes through the points (2, – 2), and\n(3,4) and whose centre lies on the line x + y = 2.\nSolution Let the equation of the circle be ( x – h)2 + (y – k)2 = r2.\nSince the circle passes through (2, – 2) and (3,4), we have\n(2 – h)2 + (–2 –  k)2 = r2... (1)\nand (3 – \nh)2 + (4 – k)2 = r2... (2)\nAlso since the centre lies on the line x + y = 2, we have\nh + k = 2 ... (3)\nSolving the equations (1), (2) and (3), we get\nh = 0.7,   k = 1.3  and r2 = 12.58\nHence, the equation of the required circle is\n(x – 0.7)2 + (y  – 1.3)2 = 12.58.\nEXERCISE  10.1\nIn each of the following Exercises 1 to 5, find the equation of the circle with\n1.centre (0,2) and radius 2 2.centre (–2,3) and radius 4\n3.centre (41,21) and radius 1214.centre (1,1) and radius 2\n5.centre (– a, –b) and radius 2 2b a− .\nIn each of the following Exercises 6 to 9, find the centre and radius of the circles.\n6.(x + 5)2 + (y – 3)2 = 36 7.x2 + y2 – 4x – 8y – 45 = 0\n8.x2 + y2 – 8x + 10 y – 12 = 0 9.2x2 + 2y2 – \nx = 0\n10. Find the equation of the circle passing through the points (4,1) and (6,5) and\nwhose centre is on the line 4 x + y = 16.\n11.Find the equation of the circle passing through the points (2,3) and (–1,1) and\nwhose centre is on the line x – 3y – 11 = 0.\n",
      "wordCount": 1289,
      "examples": [
        {
          "chapterNumber": 10,
          "exampleNumber": 1,
          "title": "Find an equation of the circle with centre at (0,0) and radius r.",
          "question": "Example 1   Find an equation of the circle with centre at (0,0) and radius r.\nSolution  Here\n  h = k = 0. Therefore, the equation of the circle is x2 + y2 = r2.\nExample 2  Find the equation of the circle with centre (–3, 2) and radius 4.\nSolution  Here  h = –3, k = 2 and r = 4. Therefore, the equation of the required circle is\n(x + 3)2 + (y –2)2 = 16\nExample 3  Find the centre and the radius of the circle x2 + y2 + 8x + 10y – 8 = 0\nSolution  The given equation is\n(x2 + 8x)  + ( y2 + 10 y) = 8\nNo",
          "solution": "Here\n  h = k = 0. Therefore, the equation of the circle is x2 + y2 = r2.\nExample 2  Find the equation of the circle with centre (–3, 2) and radius"
        },
        {
          "chapterNumber": 10,
          "exampleNumber": 2,
          "title": "Find the equation of the circle with centre (–3, 2) and radius 4.",
          "question": "Example 2  Find the equation of the circle with centre (–3, 2) and radius 4.\nSolution  Here  h = –3, k = 2 and r = 4. Therefore, the equation of the required circle is\n(x + 3)2 + (y –2)2 = 16\nExample 3  Find the centre and the radius of the circle x2 + y2 + 8x + 10y – 8 = 0\nSolution  The given equation is\n(x2 + 8x)  + ( y2 + 10 y) = 8\nNow , completing the squares within the parenthesis, we get\n(x2 + 8x + 16)  +  ( y2 + 10y  + 25)  = 8 + 16 + 25\ni.e. (x + 4)2 + (y + 5)2 = 49\ni.e. {x – (– 4)}2 + {",
          "solution": "Here  h = –3, k = 2 and r = 4. Therefore, the equation of the required circle is\n(x + 3)2 + (y –2)2 = 16"
        },
        {
          "chapterNumber": 10,
          "exampleNumber": 3,
          "title": "Find the centre and the radius of the circle x2 + y2 + 8x + 10y – 8 = 0",
          "question": "Example 3  Find the centre and the radius of the circle x2 + y2 + 8x + 10y – 8 = 0\nSolution  The given equation is\n(x2 + 8x)  + ( y2 + 10 y) = 8\nNow , completing the squares within the parenthesis, we get\n(x2 + 8x + 16)  +  ( y2 + 10y  + 25)  = 8 + 16 + 25\ni.e. (x + 4)2 + (y + 5)2 = 49\ni.e. {x – (– 4)}2 + {y  – (–5)}2 = 72\nTherefore, the given circle has centre at (– 4, –5) and radius 7.Fig 10. 1 1 Fig 10. 12\nReprint 2025-26\n\nCONIC SECTIONS        181\nExample 4  Find the equation of the circle w",
          "solution": "The given equation is\n(x2 + 8x)  + ( y2 + 10 y) = 8\nNow , completing the squares within the parenthesis, we get\n(x2 + 8x + 16)  +  ( y2 + 10y  + 25)  = 8 + 16 + 25\ni.e. (x + 4)2 + (y + 5)2 = 49\ni.e. {x – (– 4)}2 + {y  – (–5)}2 = 72\nTherefore, the given circle has centre at (– 4, –5) and radius 7.Fig 10. 1 1 Fig 10. 12\nReprint 2025-26\n\nCONIC SECTIONS        181"
        },
        {
          "chapterNumber": 10,
          "exampleNumber": 4,
          "title": "Find the equation of the circle which passes through the points (2, – 2), and",
          "question": "Example 4  Find the equation of the circle which passes through the points (2, – 2), and\n(3,4) and whose centre lies on the line x + y = 2.\nSolution Let the equation of the circle be ( x – h)2 + (y – k)2 = r2.\nSince the circle passes through (2, – 2) and (3,4), we have\n(2 – h)2 + (–2 –  k)2 = r2... (1)\nand (3 – \nh)2 + (4 – k)2 = r2... (2)\nAlso since the centre lies on the line x + y = 2, we have\nh + k = 2 ... (3)\nSolving the equations (1), (2) and (3), we get\nh = 0.7,   k = 1.3  and r2 = 12.58\nH",
          "solution": "Let the equation of the circle be ( x – h)2 + (y – k)2 = r2.\nSince the circle passes through (2, – 2) and (3,4), we have\n(2 – h)2 + (–2 –  k)2 = r2... (1)\nand (3 – \nh)2 + (4 – k)2 = r2... (2)\nAlso since the centre lies on the line x + y = 2, we have\nh + k = 2 ... (3)\nSolving the equations (1), (2) and (3), we get\nh = 0.7,   k = 1.3  and r2 = 12.58\nHence, the equation of the required circle is\n(x – 0.7)2 + (y  – 1.3)2 = 12.5"
        }
      ],
      "exercises": [
        {
          "chapterNumber": 10,
          "exerciseNumber": "10.1",
          "questions": [
            {
              "questionNumber": 10,
              "questionText": "Find the equation of the circle passing through the points (4,1) and (6,5) and\nwhose centre is on the line 4 x + y = 16."
            }
          ]
        }
      ],
      "stats": {
        "examplesCount": 4,
        "exercisesCount": 1
      }
    },
    {
      "chapterNumber": 12,
      "title": "Find the equation of the circle with radius 5 whose",
      "content": "12. Find the equation of the circle with radius 5 whose centre lies on x-axis and\npasses through the point (2,3).\n",
      "wordCount": 21,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 13,
      "title": "Find the equation of the circle passing through (0,0",
      "content": "13. Find the equation of the circle passing through (0,0) and making intercepts a and\nb on the coordinate axes.\n",
      "wordCount": 20,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 14,
      "title": "Find the equation of a circle with centre (2,2) and",
      "content": "14. Find the equation of a circle with centre (2,2) and passes through the point (4,5).\n",
      "wordCount": 16,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 15,
      "title": "Does the point (–2.5,  3.5) lie inside, outside or o",
      "content": "15. Does the point (–2.5,  3.5) lie inside, outside or on the circle x2 + y2 = 25?\nReprint 2025-26\n\n182    MA THEMA TICS\nFig 10. 13\nFig 10.1410.4  Parabola\nDefinition 2  A parabola is the set of all points\nin a plane that are equidistant from a fixed line\nand a fixed point (not on the line) in the plane.\nThe fixed line is called the directrix  of\nthe parabola and the fixed point F is called the\nfocus  (Fig 10.13). (‘Para’  means ‘for ’ and\n‘bola’ means ‘throwing’, i.e., the shape\ndescribed when you throw a ball in the air).\nANote    If the fixed point lies on the fixed\nline, then the set of points in the plane, which\nare equidistant from the fixed point and the\nfixed line is the straight line through the fixed\npoint and perpendicular to the fixed line.  We\ncall this straight line as degenerate case  of\nthe parabola.\nA line through the focus  and perpendicular\nto the directrix   is called the axis of the\nparabola. The point of intersection of parabola\nwith the axis is called the vertex of the parabola\n(Fig10.14).\n10.4.1 Standard equations of parabola\nThe equation of a parabola  is simplest if the\nvertex is at the origin and the axis of symmetry is along the x-axis or y-axis. The four\npossible such orientations of parabola are shown below in  Fig10.15 (a) to (d).\nReprint 2025-26\n\nCONIC SECTIONS        183\nWe will derive the equation for the parabola shown above in Fig 10.15 (a) with\nfocus  at (a, 0) a > 0; and directricx x = – a as below:\nLet F be the focus  and l the directrix .  Let\nFM be perpendicular to the directrix  and bisect\nFM at the point O.  Produce MO to X.  By the\ndefinition of  parabola, the mid-point O is on the\nparabola and is called the vertex  of the parabola.\nTake O as origin, OX the x-axis and OY\nperpendicular to it as the y-axis.  Let the distance\nfrom the directrix to the focus be 2 a. Then, the\ncoordinates of the focus  are ( a, 0),  and the\nequation of the directrix  is x + a = 0 as in Fig10.16.\nLet P( x, y) be any point on the parabola such that\nPF = PB, ... (1)\nwhere PB is perpendicular to l. The coordinates of B are (–  a, y). By the distance\nformula, we have\nPF = 2 2( )x – a y + and PB = 2( )x a+\nSince PF = PB, we have\n2 2 2( ) ( )x – a y x a + = +\ni.e. (x – a)2 + y2 = (x + a)2\nor x2 – 2ax + a2 + y2 = x2 + 2ax + a2\nor y2 = 4ax ( a > 0).Fig 10.15 (a) to (d)\nFig 10.16\nReprint 2025-26\n\n184    MA THEMA TICS\nHence, any point on the parabola satisfies\ny2 = 4ax. ... (2)\nConversely , let P( x, y) satisfy the equation (2)\nPF = 2 2( )x – a y + = 2( ) 4x – a ax +\n= 2( )x a+ = PB ... (3)\nand  so P( x,y) lies  on the parabola.\nThus, from (2) and (3) we have  proved that the equation to the parabola with\nvertex at the origin, focus at ( a,0) and directrix x = – a is y2 = 4ax.\nDiscussion  In equation (2), since a > 0, x  can assume any positive value or zero but\nno negative value and the curve extends indefinitely far into the first and the fourth\nquadrants. The axis of the parabola is the positive x-axis.\nSimilarly , we can derive the equations of the parabola s in:\nFig 1 1.15 (b) as y2 = – 4 ax,\nFig 1 1.15 (c) as x2 = 4ay,\nFig 1 1.15 (d) as \nx2 = – 4ay ,\nThese four equations are known as standar d equations of parabola s.\nANote    The standard equations of  parabolas have focus on one of the coordinate\naxis; vertex at the origin and thereby the directrix is parallel to the other coordinate\naxis. However , the study of the equations of parabolas with focus at any point and\nany line as directrix is beyond the scope here.\nFrom the standard equations of the parabolas, Fig10.15, we have the following\nobservations:\n1. Parabola is symmetric with respect to the axis of the parabola.If the equation\nhas a y2 term, then the axis of symmetry is along the x-axis and if the\nequation has an x2 term, then the axis of symmetry is along the y-axis.\n2. When the axis of symmetry is along the x-axis  the parabola opens to the\n(a) right if the coefficient of x is positive,\n(b) left if the coefficient of x  is negative.\n3. When the axis of symmetry is along the y-axis the parabola opens\n(c) upwards if the coefficient of y is positive.\n(d) downwards if the coefficient of y is negative.\nReprint 2025-26\n\nCONIC SECTIONS        185\n10.4.2 Latus rectum\nDefinition 3  Latus rectum of a parabola is a line segment perpendicular to the axis of\nthe parabola, through the focus and whose end points lie on the parabola (Fig10.17).\nTo find the Length of the latus r\nectum of the parabola y2 = 4ax (Fig 10.18).\nBy the definition of the parabola, AF = AC.\nBut AC= FM = 2a\nHence AF= 2a.\nAnd since the parabola is symmetric with respect to x-axis AF = FB and so\nAB = Length of the latus rectum = 4 a.\nFig 10.17 Fig 10.18\nExample 5  Find the c oordinates of the focus, axis,\nthe equation of the directrix  and latus rectum  of\nthe parabola y2 = 8x.\nSolution  The given equation involves y2, so the\naxis of symmetry is along the x-axis.\nThe coefficient of x is positive so the parabola opens\nto the right. Comparing with the given equation\ny2 = 4ax, we find that a = 2.\nThus, th e focus of the parabola  is (2, 0) and the equation  of the directrix of the parabola\nis \nx = – 2 (Fig 10.19).\nLength of the latus rectum is 4 a = 4 × 2 = 8.Fig 10.19\nReprint 2025-26\n\n186    MA THEMA TICS\nExample 6  Find the equation of the parabola with focus (2,0) and directrix x = – 2.\nSolution  Since the focus (2,0) lies on the  x-axis, the \nx-axis itself is the axis of the\nparabola. Hence the equation of the parabola is of the form either\ny2 = 4ax or  y2 = – 4 ax. Since the directrix is x = – 2 and the focus is (2,0), the parabola\nis to be of the form y2 = 4 ax with a = 2. Hence the required equation is\n       y2 = 4(2) x = 8x\nExample 7  Find the equation of the parabola with vertex   at (0, 0) and focus  at (0, 2).\nSolution Since the vertex is at (0,0) and the focus is at (0,2) which lies on y-axis, the\ny-axis is the axis of the parabola . Therefore, equation of the parabola is of the form\nx2 = 4ay . thus, we have\nx2 = 4(2)y , i.e., x2 = 8y.\nExample 8  Find the equation of the parabola which is symmetric about the y-axis, and\npasses through the point (2,–3).\nSolution Since the parabola is symmetric about y-axis and has its vertex at the origin,\nthe equation is of the form x2 = 4ay or x2 = – 4 ay, where the sign depends on whether\nthe parabola opens upwards or downwards. But the parabola passes through (2,–3)\nwhich lies in the fourth quadrant, it must open downwards. Thus  the  equation  is  of\nthe form x2 = – 4 ay.\nSince the parabola passes through ( 2,–3), we have\n22   = – 4a  (–3), i.e., a    =  1\n3\nTherefore, the equation of the parabola is\nx2 = 143 −   y,  i.e.,  3 x2 = – 4 y.\nEXERCISE 10.2\nIn each of t he following Exercises 1 to 6, find the coordinates of the focus, axis of the\nparabola, the eq uation of the directrix and the length of the latus rectum.\n1.y2 = 12 x 2.x2 = 6y 3.    y2 = – 8 x\n4.x2 = – 16 y 5.y2 = 10\nx 6.    x2 = – 9 y\nIn eac h of the Exercises 7 to 12, find the equation of the parabola that satisfies the\ngiven conditions:\nReprint 2025-26\n\nCONIC SECTIONS        187\nFig 10.20\nFig 10.21 Fig 10.22\nWe denote the length of the major axis by 2 a, the length of the minor axis by 2 b\nand the distance between the foci by 2 c.  Thus, the length of the semi major axis is a\nand semi-minor axis is b (Fig10.22).7.Focus (6,0); directrix x = – 6 8.Focus (0,–3); directrix y = 3\n9.Vertex (0,0); focus (3,0) 10. Vertex (0,0); focus (–2,0)\n11.Vertex (0,0) passing through (2,3) and axis is along x-axis.\n12. Vertex (0,0), passing through (5,2) and symmetric with respect to y-axis.\n10. 5 Ellipse\nDefinition 4  An ellipse  is the set of all points in\na plane, the sum of whose distances from two\nfixed points in the plane is a constant.\nThe two fixed points are called the foci (plural\nof ‘focus ’) of the ellipse (Fig10.20).\nANote   The constant which is the sum of\nthe distances of a point on the ellipse from the\ntwo fixed points is always greater than the\ndistance between the two fixed points.\nThe mid point of the line segment joining the foci is called the centr e of the\nellipse.  The line segment through the foci of the ellipse is called the major  axis and the\nline segment through the centre and perpendicular to the major axis is called the minor\naxis.  \nThe end points of the major axis are called the vertices  of the ellipse(Fig 10.21).\nReprint 2025-26\n\n188    MA THEMA TICS\n10.5.1 Relationship between semi-major\naxis, semi-minor axis and the distance of\nthe focus from the centre of the ellipse\n(Fig 10.23).\nTake a point P  at one end of the major axis.\nSum of the distances of the point P to the\nfoci is F1 P + F2P = F1O + OP + F2P\n(Since,  F1P  = F1O + OP)\n          = c + a + a – c = 2a\nTake a point Q at one end of the minor axis.\nSum of the distances from the point Q  to the foci is\nF1Q + F2Q= 2 2 2 2c b c b+ + +  =  2 22 c b+\nSince both P and Q lies on the  ellipse.\nBy the definition of ellipse, we have\n22 2c b+ =  2a, i.e., a =2 2c b+\nor a2= b2 + c2\n , i.e., c = 2 2b a−.\n10.5.2 Eccentricity\nDefinition 5\n The eccentricity of an ellipse is the ratio of the distances from the centre\nof the ellipse to one of the foci and to one of the vertices of the ellipse (eccentricity is\ndenoted by e) i.e., cea=.\nThen since the focus is at a distance of c from the centre, in terms of the eccentricity\nthe focus is at a distance of ae from the centre.\n10.5.3 Standard equations of an ellipse  The  equation of  an ellipse is simplest if the\ncentre  of the ellipse is at the origin and the foci are on the x-axis or y-axis.  The two\nsuch possible orientations are shown in Fig 10.24.\nWe will derive the equation for the ellipse shown above in Fig 10.24 (a) with foci\non the x-axis.Fig 10.23\nReprint 2025-26\n\nCONIC SECTIONS        189\nFig 10.24 (a)\nLet F1 and F2 be the foci and O be the mid-point of the line segment F1F2. Let O\nbe the origin and the line from O through F2 be the positive\nx-axis and that through F1as the negative x-axis.\nLet, the line through O perpendicular to the\nx-axis be the y-axis. Let the coordinates of F1 be\n(– c, 0) and F2 be (c, 0) (Fig 10.25).\nLet P( x, y) be any point on the ellipse such\nthat the sum of the distances from P to the two\nfoci  be 2 a so given\nPF1 + PF2 = 2a.  ... (1)\nUsing the distance formula, we have\n    2 2 2 2) ( ) ( y c x y c x+ − + + +   =  2a\ni.e., 2 2) ( y c x+ +   =  2 a – 2 2) ( y c x+ −\nSquaring both sides, we get\n(x + c)2 + y2 = 4a2 – 4a 2 2 2 2) ( ) ( y c x y c x+ − + + −Fig 10.252 2\n2 21x y\na b+ =\nReprint 2025-26\n\n190    MA THEMA TICS\nwhich on simplification gives\nx\naca y c x− = + −2 2) (\nSquaring again and simplifying, we get\n2 22\n22\nc ay\nax\n−+   = 1\ni.e.,22\n22\nby\nax+  = 1 (Since c2 = a2 – b2)\nHence any point on the ellipse satisfies\n22\n22\nby\nax+   = 1. ... (2)\nConversely , let P  (x, y\n) satisfy the equation (2) with 0 < c < a. Then\ny2  = b2  \n\n\n−22\n1ax\nTherefore, PF1= 2 2( )x c y+ +\n=    \n\n\n −+ +22 2\n2 2) (ax ab c x\n=    2 2\n2 2 2\n2( ) ( )a xx c a ca −+ + −    (since b2 = a2 – c2)\n=     2cx ca a x\na a + = +  \nSimilarly PF2  = ca xa−\nHence PF1 + PF2  =  2c ca x a – x aa a+ + = ... (3)\nReprint 2025-26\n\nCONIC SECTIONS        191\nSo, any point that satisfies  22\n22\nby\nax+ = 1, satisfies the geometric condition and so\nP(x, y) lies on the ellipse.\nHence from (2) and (3), we proved that the equation of an ellipse with centre of\nthe origin and major axis along the x-axis is\n2 2\n2 2x y\na b+ = 1.\nDiscussion  From the equation of the ellipse obtained above, it follows that for every\npoint P ( x, y) on the ellipse, we have\n22\n22\n1\nby\nax− =   ≤  1,  i.e.,  x2 ≤  a2, so –  a ≤  x ≤  a.\nTherefore, the ellipse lies between the lines x = – a and x = a and touches these lines.\nSimilarly , the ellipse lies between the lines y = – b and y = b and touches these\nlines.\nSimilarly , we can derive the equation of the ellipse in Fig 10.24 (b) as 2 2\n2 21x y\nb a+ = .\nThese two equations are known as standar d equations  of the ellipses.\nANote   The standard equations of  ellipses have centre at the origin and the\nmajor and minor axis are coordinate axes. However , the study of the ellipses with\ncentre at any other point, and any line through the centre as major and the minor\naxes passing through the centre and perpendicular to major axis are beyond the\nscope here.\nFrom the standard equations of the ellipses (Fig10.24), we have the following\nobservations:\n1.Ellipse is symmetric with respect to both the coordinate axes since if\n(x, y) is a point on the ellipse, then (–  x, y), (x, –y) and (–  x, –y) are also points on\nthe ellipse.\n2.The foci  always lie on the major axis.  The major axis can be determined by\nfinding the intercepts on the axes of symmetry .  That is, major axis is along the x-axis\nif the coefficient of x2 has the larger denominator and it is along the y-axis if the\ncoefficient of  y2 has the lar ger denominator .\nReprint 2025-26\n\n192    MA THEMA TICS\n10.5.4 Latus rectum\nDefinition 6  Latus rectum of an ellipse is a\nline segment perpendicular to the major axis\nthrough any of the foci and whose end points\nlie on the ellipse (Fig 10.26).\nTo find the length of the latus r ectum\nof the ellipse 1x y\na b2 2\n2 2+ =\nLet the length of AF2 be l.\nThen the coordinates of A are ( c, l ),i.e.,\n(ae, l )\nSince A lies on the ellipse 2 2\n2 21x y\na b+ = , we have\n2 2\n2 2( )1ae l\na b+ =\n⇒ l2 = b2 (1 – e2)\nBut2 2 2 2\n2\n2 2 21c a – b be –\na a a= = =\nTherefore l2 = 4\n2b\na, i.e., 2bla=\nSince the ellipse is symmetric with respect to  y-axis (of course, it is symmetric w .r.t.\nboth the coordinate axes), AF2 = F2B and so length of the latus rectum is 22b\na.\nExample 9  Find the coordinates of the foci, the vertices, the length of major axis, the\nminor axis, the eccentricity and the latus rectum of the ellipse\n2 2\n125 9x y+ =\nSolution Since denominator of  2\n25x is larger than the denominator of  2\n9y, the majorFig  10. 26\nReprint 2025-26\n\nCONIC SECTIONS        193\naxis is along the x-axis.  Comparing the given equation with   2 2\n2 21x y\na b+ = , we get\na = 5 and b = 3. Also\n2 225 9 4 c a – b –= = =\nTherefore,  the coordinates of the foci  are (– 4,0) and (4,0), vertices are (– 5, 0) and\n(5, 0). Length of the major axis is 10 units length of the minor axis 2 b is 6 units and the\neccentricity is 4\n5 and latus rectum is 22 18\n5b\na=  .\nExample 10  Find the coordinates of the foci, the vertices, the lengths of major and\nminor axes and the eccentricity of the ellipse  9 x2 + 4y2 = 36.\nSolution  The given equation of the ellipse can be written in standard form as\n2 2\n14 9x y+ =\nSince the denominator of 2\n9y is larger than the denominator of 2\n4x, the major axis is\nalong the y-axis. Comparing the given equation with the standard equation\n2 2\n2 21x y\nb a+ = , we have b = 2 and a = 3.\nAlso c = 2 2a – b    =  9 4 5–=\nand5\n3cea= =\nHence the foci are (0, 5)  and (0, – 5), vertices are (0,3) and (0, –3), length of the\nmajor axis is 6 units, the length of the minor axis is 4 units and the eccentricity of the\nellipse is 5\n3.\nExample 1 1 Find the equation of the ellipse whose vertices are ( ± 13, 0) and foci are\n(± 5, 0).\nSolution  Since the vertices are on x-axis, the equation will be of the form\n2 2\n2 21x y\na b+ = , where a is the semi-major axis.\nReprint 2025-26\n\n194    MA THEMA TICS\nGiven that  a = 13, c = ± 5.\nTherefore, from the relation c2 = a2 – b2, we get\n25=169 – b2 , i.e., \nb = 12\nHence the  equation of the ellipse is 2 2\n1169 144x y+ = .\nExample 12  Find the equation of the ellipse, whose length of the major axis is 20 and\nfoci are (0, ± 5).\nSolution  Since the foci are on y-axis, the major axis is along the y-axis.  So, equation\nof the ellipse is of the form  2 2\n2 21x y\nb a+ = .\nGiven that\na= semi-major axis 20102= =\nand the relation c2=  a2 – b2 gives\n52= 102 – b2  i.e.\n, b2 = 75\nTherefore, the equation of the ellipse is\n2 2\n175 100x y+ =\nExample 13  Find the equation of the ellipse, with major axis along the x-axis and\npassing through the points (4, 3) and (– 1,4).\nSolution  The standard form of the ellipse is 22\n22\nby\nax+  = 1.  Since the points (4, 3)\nand (–1, 4) lie on the ellipse, we have\n19 16\n2 2= +b a... (1)\nand2 216 1\nb a+   = 1 ….(2)\nSolving equations (1) and (2), we find that 2247\n7a=  and 2247\n15b= .\nHence the required equation is\nReprint 2025-26\n\nCONIC SECTIONS        195\n2 2\n1247 247\n15 7x y+ =\n \n  , i.e., 7 x2 + 15 y2 = 247.\nEXERCISE 10.3\nIn each of the Exercises 1 to 9, find the coordinates of the foci, the vertices, the length\nof major axis, the minor axis, the eccentricity and the length of the latus rectum of the\nellipse.\n1.2 2\n136 16x y+ = 2.2 2\n14 25x y+ = 3.2 2\n116 9x y+ =\n4.2 2\n125 100x y+ = 5.2 2\n149 36x y+ = 6.400 1002 2y x+ = 1\n7.36x2 + 4y2 = 144 8.16x2 + y2 = 16 9.4x2 + 9y2 = 36\nIn each of the following Exercises 10 to 20, find the equation for the ellipse that satisfies\nthe given conditions:\n10. Vertices ( ± 5, 0), foci ( ± 4, 0)\n11.Vertices (0, ± 13), foci (0, ± 5)\n12. Vertices ( ± 6, 0), foci ( ± 4, 0)\n13. Ends of major axis ( ± 3, 0), ends of minor axis (0, ± 2)\n14. Ends of major axis (0, ±5),  ends of minor axis ( ± 1, 0)\n15. Length of major axis 26,  foci ( ± 5, 0)\n",
      "wordCount": 3627,
      "examples": [
        {
          "chapterNumber": 15,
          "exampleNumber": 5,
          "title": "Find the c oordinates of the focus, axis,",
          "question": "Example 5  Find the c oordinates of the focus, axis,\nthe equation of the directrix  and latus rectum  of\nthe parabola y2 = 8x.\nSolution  The given equation involves y2, so the\naxis of symmetry is along the x-axis.\nThe coefficient of x is positive so the parabola opens\nto the right. Comparing with the given equation\ny2 = 4ax, we find that a = 2.\nThus, th e focus of the parabola  is (2, 0) and the equation  of the directrix of the parabola\nis \nx = – 2 (Fig 10.19).\nLength of the latus rectum is 4 a",
          "solution": "The given equation involves y2, so the\naxis of symmetry is along the x-axis.\nThe coefficient of x is positive so the parabola opens\nto the right. Comparing with the given equation\ny2 = 4ax, we find that a ="
        },
        {
          "chapterNumber": 15,
          "exampleNumber": 6,
          "title": "Find the equation of the parabola with focus (2,0) and directrix x = – 2.",
          "question": "Example 6  Find the equation of the parabola with focus (2,0) and directrix x = – 2.\nSolution  Since the focus (2,0) lies on the  x-axis, the \nx-axis itself is the axis of the\nparabola. Hence the equation of the parabola is of the form either\ny2 = 4ax or  y2 = – 4 ax. Since the directrix is x = – 2 and the focus is (2,0), the parabola\nis to be of the form y2 = 4 ax with a = 2. Hence the required equation is\n       y2 = 4(2) x = 8x\nExample 7  Find the equation of the parabola with vertex   at (0,",
          "solution": "Since the focus (2,0) lies on the  x-axis, the \nx-axis itself is the axis of the\nparabola. Hence the equation of the parabola is of the form either\ny2 = 4ax or  y2 = – 4 ax. Since the directrix is x = – 2 and the focus is (2,0), the parabola\nis to be of the form y2 = 4 ax with a ="
        },
        {
          "chapterNumber": 15,
          "exampleNumber": 7,
          "title": "Find the equation of the parabola with vertex   at (0, 0) and focus  at (0, 2).",
          "question": "Example 7  Find the equation of the parabola with vertex   at (0, 0) and focus  at (0, 2).\nSolution Since the vertex is at (0,0) and the focus is at (0,2) which lies on y-axis, the\ny-axis is the axis of the parabola . Therefore, equation of the parabola is of the form\nx2 = 4ay . thus, we have\nx2 = 4(2)y , i.e., x2 = 8y.\nExample 8  Find the equation of the parabola which is symmetric about the y-axis, and\npasses through the point (2,–3).\nSolution Since the parabola is symmetric about y-axis and h",
          "solution": "Since the vertex is at (0,0) and the focus is at (0,2) which lies on y-axis, the\ny-axis is the axis of the parabola . Therefore, equation of the parabola is of the form\nx2 = 4ay . thus, we have\nx2 = 4(2)y , i.e., x2 = 8y."
        },
        {
          "chapterNumber": 15,
          "exampleNumber": 8,
          "title": "Find the equation of the parabola which is symmetric about the y-axis, and",
          "question": "Example 8  Find the equation of the parabola which is symmetric about the y-axis, and\npasses through the point (2,–3).\nSolution Since the parabola is symmetric about y-axis and has its vertex at the origin,\nthe equation is of the form x2 = 4ay or x2 = – 4 ay, where the sign depends on whether\nthe parabola opens upwards or downwards. But the parabola passes through (2,–3)\nwhich lies in the fourth quadrant, it must open downwards. Thus  the  equation  is  of\nthe form x2 = – 4 ay.\nSince the parabol",
          "solution": "Since the parabola is symmetric about y-axis and has its vertex at the origin,\nthe equation is of the form x2 = 4ay or x2 = – 4 ay, where the sign depends on whether\nthe parabola opens upwards or downwards. But the parabola passes through (2,–3)\nwhich lies in the fourth quadrant, it must open downwards. Thus  the  equation  is  of\nthe form x2 = – 4 ay.\nSince the parabola passes through ( 2,–3), we have\n22   = – 4a  (–3), i.e., a    =  1\n3\nTherefore, the equation of the parabola is\nx2 = 143 −   y,  i.e.,  3 x2 = – 4 y."
        },
        {
          "chapterNumber": 15,
          "exampleNumber": 9,
          "title": "Find the coordinates of the foci, the vertices, the length of major axis, the",
          "question": "Example 9  Find the coordinates of the foci, the vertices, the length of major axis, the\nminor axis, the eccentricity and the latus rectum of the ellipse\n2 2\n125 9x y+ =\nSolution Since denominator of  2\n25x is larger than the denominator of  2\n9y, the majorFig  10. 26\nReprint 2025-26\n\nCONIC SECTIONS        193\naxis is along the x-axis.  Comparing the given equation with   2 2\n2 21x y\na b+ = , we get\na = 5 and b = 3. Also\n2 225 9 4 c a – b –= = =\nTherefore,  the coordinates of the foci  are (– 4,",
          "solution": "Since denominator of  2\n25x is larger than the denominator of  2\n9y, the majorFig  10. 26\nReprint 2025-26\n\nCONIC SECTIONS        193\naxis is along the x-axis.  Comparing the given equation with   2 2\n2 21x y\na b+ = , we get\na = 5 and b ="
        },
        {
          "chapterNumber": 15,
          "exampleNumber": 10,
          "title": "Find the coordinates of the foci, the vertices, the lengths of major and",
          "question": "Example 10  Find the coordinates of the foci, the vertices, the lengths of major and\nminor axes and the eccentricity of the ellipse  9 x2 + 4y2 = 36.\nSolution  The given equation of the ellipse can be written in standard form as\n2 2\n14 9x y+ =\nSince the denominator of 2\n9y is larger than the denominator of 2\n4x, the major axis is\nalong the y-axis. Comparing the given equation with the standard equation\n2 2\n2 21x y\nb a+ = , we have b = 2 and a = 3.\nAlso c = 2 2a – b    =  9 4 5–=\nand5\n3cea= =\nHen",
          "solution": "The given equation of the ellipse can be written in standard form as\n2 2\n14 9x y+ =\nSince the denominator of 2\n9y is larger than the denominator of 2\n4x, the major axis is\nalong the y-axis. Comparing the given equation with the standard equation\n2 2\n2 21x y\nb a+ = , we have b = 2 and a ="
        },
        {
          "chapterNumber": 15,
          "exampleNumber": 1,
          "title": "1 Find the equation of the ellipse whose vertices are ( ± 13, 0) and foci are",
          "question": "Example 1 1 Find the equation of the ellipse whose vertices are ( ± 13, 0) and foci are\n(± 5, 0).\nSolution  Since the vertices are on x-axis, the equation will be of the form\n2 2\n2 21x y\na b+ = , where a is the semi-major axis.\nReprint 2025-26\n\n194    MA THEMA TICS\nGiven that  a = 13, c = ± 5.\nTherefore, from the relation c2 = a2 – b2, we get\n25=169 – b2 , i.e., \nb = 12\nHence the  equation of the ellipse is 2 2\n1169 144x y+ = .\nExample 12  Find the equation of the ellipse, whose length of the ma",
          "solution": "Since the vertices are on x-axis, the equation will be of the form\n2 2\n2 21x y\na b+ = , where a is the semi-major axis.\nReprint 2025-26\n\n194    MA THEMA TICS\nGiven that  a = 13, c = ±"
        },
        {
          "chapterNumber": 15,
          "exampleNumber": 12,
          "title": "Find the equation of the ellipse, whose length of the major axis is 20 and",
          "question": "Example 12  Find the equation of the ellipse, whose length of the major axis is 20 and\nfoci are (0, ± 5).\nSolution  Since the foci are on y-axis, the major axis is along the y-axis.  So, equation\nof the ellipse is of the form  2 2\n2 21x y\nb a+ = .\nGiven that\na= semi-major axis 20102= =\nand the relation c2=  a2 – b2 gives\n52= 102 – b2  i.e.\n, b2 = 75\nTherefore, the equation of the ellipse is\n2 2\n175 100x y+ =\nExample 13  Find the equation of the ellipse, with major axis along the x-axis and\npassi",
          "solution": "Since the foci are on y-axis, the major axis is along the y-axis.  So, equation\nof the ellipse is of the form  2 2\n2 21x y\nb a+ = .\nGiven that\na= semi-major axis 20102= =\nand the relation c2=  a2 – b2 gives\n52= 102 – b2  i.e.\n, b2 = 75\nTherefore, the equation of the ellipse is\n2 2\n175 100x y+ ="
        },
        {
          "chapterNumber": 15,
          "exampleNumber": 13,
          "title": "Find the equation of the ellipse, with major axis along the x-axis and",
          "question": "Example 13  Find the equation of the ellipse, with major axis along the x-axis and\npassing through the points (4, 3) and (– 1,4).\nSolution  The standard form of the ellipse is 22\n22\nby\nax+  = 1.  Since the points (4, 3)\nand (–1, 4) lie on the ellipse, we have\n19 16\n2 2= +b a... (1)\nand2 216 1\nb a+   = 1 ….(2)\nSolving equations (1) and (2), we find that 2247\n7a=  and 2247\n15b= .\nHence the required equation is\nReprint 2025-26\n\nCONIC SECTIONS        195\n2 2\n1247 247\n15 7x y+ =\n \n  , i.e., 7 x",
          "solution": "The standard form of the ellipse is 22\n22\nby\nax+  = 1.  Since the points (4, 3)\nand (–1, 4) lie on the ellipse, we have\n19 16\n2 2= +b a... (1)\nand2 216 1\nb a+   = 1 ….(2)\nSolving equations (1) and (2), we find that 2247\n7a=  and 2247\n15b= .\nHence the required equation is\nReprint 2025-26\n\nCONIC SECTIONS        195\n2 2\n1247 247\n15 7x y+ =\n \n  , i.e., 7 x2 + 15 y2 = 24"
        }
      ],
      "exercises": [
        {
          "chapterNumber": 15,
          "exerciseNumber": "10.2",
          "questions": [
            {
              "questionNumber": 12,
              "questionText": "Vertex (0,0), passing through (5,2) and symmetric with respect to y-axis."
            },
            {
              "questionNumber": 10,
              "questionText": "5 Ellipse\nDefinition 4  An ellipse  is the set of all points in\na plane, the sum of whose distances from two\nfixed points in the plane is a constant.\nThe two fixed points are called the foci (plural\nof ‘focus ’) of the ellipse (Fig10.20).\nANote   The constant which is the sum of\nthe distances of a point on the ellipse from the\ntwo fixed points is always greater than the\ndistance between the two fixed points.\nThe mid point of the line segment joining the foci is called the centr e of the\nellipse.  The line segment through the foci of the ellipse is called the major  axis and the\nline segment through the centre and perpendicular to the major axis is called the minor\naxis.  \nThe end points of the major axis are called the vertices  of the ellipse(Fig 10.21).\nReprint 2025-26"
            }
          ]
        },
        {
          "chapterNumber": 15,
          "exerciseNumber": "10.3",
          "questions": [
            {
              "questionNumber": 10,
              "questionText": "Vertices ( ± 5, 0), foci ( ± 4, 0)"
            },
            {
              "questionNumber": 12,
              "questionText": "Vertices ( ± 6, 0), foci ( ± 4, 0)"
            },
            {
              "questionNumber": 13,
              "questionText": "Ends of major axis ( ± 3, 0), ends of minor axis (0, ± 2)"
            },
            {
              "questionNumber": 14,
              "questionText": "Ends of major axis (0, ±5),  ends of minor axis ( ± 1, 0)"
            },
            {
              "questionNumber": 15,
              "questionText": "Length of major axis 26,  foci ( ± 5, 0)"
            }
          ]
        }
      ],
      "stats": {
        "examplesCount": 9,
        "exercisesCount": 7
      }
    },
    {
      "chapterNumber": 16,
      "title": "Length of minor axis 16, foci (0, ± 6).",
      "content": "16. Length of minor axis 16, foci (0, ± 6).\n",
      "wordCount": 10,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 17,
      "title": "Foci ( ± 3, 0), a = 4",
      "content": "17. Foci ( ± 3, 0), a = 4\n18. b = 3,  c = 4, centre at the origin; foci on the x axis.\n",
      "wordCount": 25,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 19,
      "title": "Centre at (0,0), major axis on the y-axis and  passe",
      "content": "19. Centre at (0,0), major axis on the y-axis and  passes through the points (3, 2) and\n(1,6).\n",
      "wordCount": 18,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 20,
      "title": "Major axis on the  x-axis and passes through the poi",
      "content": "20. Major axis on the  x-axis and passes through the points (4,3) and (6,2).\n10.6 Hyperbola\nDefinition 7  A hyperbola is the set of all points in a plane, the dif ference of whose\ndistances from two fixed points in the plane is a constant.\nReprint 2025-26\n\n196    MA THEMA TICS\nThe term “ differ ence” that is used in the definition means the distance to the\nfarther point  minus the distance to the closer point. The two fixed points are called the\nfoci of the hyperbola. The mid-point of the line segment joining the foci is called the\ncentr e of the hyperbola . The line through the foci is called the transverse axis  and\nthe line through the centre and perpendicular to the transverse axis is called the conjugate\naxis. The points at which the hyperbola\nintersects the transverse axis are called the\nvertices of the hyperbola (Fig 10.27).\nWe denote the distance between the\ntwo foci by 2 c, the distance between two\nvertices (the length of the transverse axis)\nby 2a and we define the quantity b as\nb  = 2 2c – a\nAlso 2b  is the length of the conjugate axis\n(Fig 10.28).\nTo find the constant P1F2 – P1F1 :\nBy taking the point P  at A and  B   in the Fig 10.28, we have\nBF1  – BF2 =  AF2 – AF1 (by the definition of the hyperbola)\nBA +AF1– BF2 = AB + BF2– AF1\ni.e., AF1 =  BF2\nSo that,  BF1 – BF2 =  BA  + AF1– BF2 = BA  = 2aFig 10.27\nFig 10.28\nReprint 2025-26\n\nCONIC SECTIONS        197\n10.6.1  Eccentricity\nDefinition 8  Just like an ellipse, the ratio e = c\na is called the eccentricity  of the\nhyperbola .  Since c ≥ a, the eccentricity is never less than one.  In terms of the\neccentricity , the foci are at a distance of ae from the centre.\n10.6.2  Standard equation of  Hyperbola  The equation of a hyperbola is simplest if\nthe centre of the hyperbola is at the origin and the foci are on the x-axis or y-axis.  The\ntwo such possible orientations are shown in Fig10.29.\nWe will derive the equation for the hyperbola  shown in Fig 10.29(a) with foci on\nthe x-axis.\nLet F1 and F2 be the foci and O be the mid-point of the line segment F1F2.  Let O\nbe the origin and the line through O\nthrough F2 be the positive x-axis and\nthat through F1 as the negative\nx-axis.  The line through O\nperpendicular to the x-axis be the\ny-axis.  Let the coordinates of F1 be\n(– c,0) and F2 be (c,0) (Fig 10.30).\nLet P( x, y) be any point on the\nhyperbola such that the difference\nof the distances from P to the farther\npoint minus the closer point be 2 a.\nSo given ,  PF1 – PF2 = 2aFig 10.29(a) (b)\nFig 10.30\nReprint 2025-26\n\n198    MA THEMA TICS\nUsing the distance form ula, we have\n2 2 2 2( ) ( ) 2x c y – x – c y a+ + + =\ni.e.,2 2 2 2( ) 2 ( )x c y a x – c y+ + = + +\nSquaring both side, we get\n(x + c )2 + y2 = 4a2 + 4a  2 2( )x – c y +  + (x – c )2 + y2\nand on simplifying, we get\nacx – a = 2 2( )x – c y +\nOn squaring again and further simplifying, we get\n2 2\n2 2 21x y–\na c – a=\ni.e.,2 2\n2 21x y–\na b= (Since c2 – a2 = b2)\nHence any point on the hyperbola satisfies  2 2\n2 21x y–\na b= 1.\nConversely , let P( x, y) satisfy the above equation with 0 < a < c. Then\ny2\n   =  b2  2 2\n2x – a\na \n \n \nTherefore, PF1 = + 2 2( )x c y+ +\n= + 2 2\n2 2\n2( )x – ax c b\na + +  \n  =  a + xac\nSimilarly , PF2 = a – a\ncx\nIn hyperbola c > a; and since P is to the right of the line x = a, x > a, c\nax > a. Therefore,\na – c\na x  becomes negative.  Thus, PF2 =  c\nax  – a.\nReprint 2025-26\n\nCONIC SECTIONS        199\nTherefore PF1 –  PF2  = a  + c\nax  – cx\na  +  a = 2a\nAlso, note that if P is to the left of the line x = – a, then\nPF1 c– a xa = +  ,  PF2 = a – cxa.\nIn that case P F2 – PF1 = 2a. So, any point that satisfies 2 2\n2 21x y–\na b=, lies on the\nhyperbola.\nThus,  we proved that the equation of hyperbola with origin (0,0) and transverse axis\nalong x-axis is  2 2\n2 21x y–\na b=.\nANote   A hyperbola in which a = b is called an equilateral hyperbola .\nDiscussion  From the equation of the hyperbola we have obtained, it follows that,  we\nhave for every point ( x, y) on the hyperbola, 2 2\n2 21x y\na b= +  ≥ 1.\ni.e,  ax ≥ 1, i.e., x ≤ – a  or x ≥ a.   Therefore, no portion of the curve lies between the\nlines x = + a\n and x = – a, (i.e. no real intercept on the conjugate axis).\nSimilarly , we can derive the equation of the hyperbola in Fig 1 1.31 (b) as 2 2\n2 2y x\na b− = 1\nThese two equations are known as the standar d equations  of hyperbolas .\nANote   The standard equations of hyperbolas have transverse and conjugate\naxes as the coordinate axes and the centre at the origin. However , there are\nhyperbolas with any two perpendicular lines as transverse and conjugate axes, but\nthe study of such cases will be dealt in higher classes.\nFrom the standard equations of hyperbolas (Fig10.27), we have the following\nobservations:\n1. Hyperbola is symmetric with respect to both the axes, since if ( x, y) is a point on\nthe hyperbola, then (–  x, y), (x, – y) and (–  x, – y) are also points on the hyperbola.\nReprint 2025-26\n\n200    MA THEMA TICS\n2. The foci are always on the transverse axis.  It is the positive term whose\ndenominator gives the transverse axis.  For example,  2 2\n19 16x y– =\nhas transverse axis along x-axis of length 6, while 2 2\n125 16y x– =\nhas transverse axis along y-axis of length 10.\n10.6.3 Latus rectum\nDefinition 9  Latus rectum of hyperbola is a line segment perpendicular to the transverse\naxis through any of the foci and whose end points lie on the hyperbola.\nAs in ellipse, it is easy to show that the length of the latus rectum in hyperbola is 22b\na.\nExample 14  Find the coordinates of the foci and the vertices, the eccentricity ,the\nlength of the latus rectum of the hyperbolas:\n(i) 2 2\n19 16x y– =, (ii) y2 – 16 x2 = 16\nSolution\n  (i) Comparing the equation  2 2\n19 16x y– = with the standard equation\n2 2\n2 21x y–\na b=\nHere,  a = 3, b = 4 and c = 2 29 16 5 a b+ = + =\nTherefore, the coordinates of the foci are ( ± 5, 0) and that of  vertices are ( ± 3, 0).Also,\nThe eccentricity e = 5\n3c\na=. The latus rectum 22 32\n3b\na= =\n(ii) Dividing the equation by 16 on both sides, we have 2 2\n116 1y x– =\nComparing the equation with the standard equation 2 2\n2 21y x–\na b=, we find that\na = 4,  b = 1 and  2 216 1 17 c a b= + = + = .\nReprint 2025-26\n\nCONIC SECTIONS        201\nTherefore, the coordinates of the foci are (0,  ± 17) and that of  the vertices are\n(0, ± 4). Also,\nThe eccentricity 17\n4cea= = . The latus rectum 22 1\n2b\na= = .\nExample 15  Find the equation of the hyperbola with foci (0, ± 3) and vertices\n(0, ± 11\n2).\nSolution Since the foci is on y-axis, the equation of the hyperbola is of the form\n2 2\n2 21y x–\na b=\nSince vertices are (0,   ± 11\n2 ),   a =  11\n2\nAlso, since foci are (0, ± 3); c = 3  and b2 = c2 – a2 = 25\n4.\nTherefore, the equation of the hyperbola is\n2 2\n11 25\n4 4y x–\n   \n        = 1, i.e.,  100 y2\n  –  44 x2 = 275.\nExample 16 Find the equation of the hyperbola where foci are (0, ±12) and the length\nof the latus rectum is 36.\nSolution  Since foci are (0, ± 12), it follows that c = 12.\nLength of the latus rectum =  3622\n=ab   or   b2 = 18 a\nTherefore   c2 = a2 + b2;  gives\n144 = a2 + 18 a\ni.e., a2 + 18a  – 144 = 0,\nSo  a = – 24, 6.\nSince a cannot be negative, we take a = 6 and so  b2 = 108.\nTherefore, the equation of the required hyperbola is   2 2\n136 108y x– =, i.e., 3y2 – x2 = 108\nReprint 2025-26\n\n202    MA THEMA TICS\nFig 10.31                                              EXERCISE 10.4\nIn each of the Exercises 1 to 6, find the coordinates of the foci and the vertices,  the\neccentricity and the length of the latus rectum of the hyperbolas.\n1.2 2\n116 9x y– = 2.2 2\n19 27y x– = 3.   9y2 – 4x2 = 36\n4.16x2 – 9y2 = 576 5.5y2 – 9x2 = 36 6.   49y2 – 16 x2 = 784.\nIn each of the Exercises 7 to 15, find the equations of the hyperbola satisfying the given\nconditions.\n7.Vertices ( ± 2, 0),  foci  (\n± 3, 0)\n8.Vertices (0,  ± 5),  foci (0, ± 8)\n9.Vertices (0,  ± 3),  foci (0, ± 5)\n10. Foci ( ± 5, 0),  the transverse axis is of length 8.\n11.Foci (0, ± 13),  the conjugate axis is of length 24.\n12. Foci ( ± 35, 0), the latus rectum is of length 8.\n13. Foci ( ± 4, 0), the latus rectum is of length 12\n14. vertices ( ± 7,0),  e =  34.\n15. Foci (0, ± 10), passing through (2,3)\nMiscellaneous Examples\nExample 17  The focus of a parabolic mirror as shown in Fig 10.31 is at a distance of\n5 cm from its vertex. If the mirror is 45 cm deep, find\nthe distance AB (Fig 10.31).\nSolution   Since the distance from the focus to the\nvertex is 5 cm. We have, a = 5. If the origin is taken at\nthe vertex and the axis of the mirror lies along the\npositive x-axis, the equation of the parabolic section is\ny2 = 4 (5) \nx = 20 x\nNote that x = 45.  Thus\ny2 = 900\nTherefore y = ±30\nHence AB = 2y = 2 × 30 = 60 cm.\nExample 18  A beam is supported at its ends by\nsupports which are 12 metres apart. Since the load is concentrated at its centre, there\nReprint 2025-26\n\nCONIC SECTIONS        203\nis a deflection of 3 cm at the centre and the deflected beam is in the shape of a\nparabola. How far from the centre is the deflection 1 cm?\nSolution   Let the vertex be at the lowest point and the axis vertical. Let the coordinate\naxis be chosen as shown in Fig 10.32.\nFig 10.32\nThe equation of the parabola takes the form x2 = 4ay. Since it passes through\n36100, \n  , we have   (6)2 = 4a 3\n100 \n  , i.e.,  a  = 36 100\n12× = 300 m\nLet AB be the deflection of the beam which is 1\n100m. Coordinates of B are ( x, 2\n100).\nTherefore x2=4 × 300 × 2\n100 = 24\ni.e. x=24 = 2 6  metres\nExample 19  A rod AB of length 15 cm rests in between two coordinate axes in such\na way that the end point A lies on x-axis and end point B lies on\ny-axis. A point P( x, y) is taken on the rod in such a way\nthat AP = 6 cm. Show that the locus of P  is an ellipse.\nSolut ion Let AB be the rod making an angle θ with\nOX as sho wn in Fig 10.33 and P ( x, y) the point on it\nsuch that      AP = 6 cm.\nSince AB = 15 cm, we have\nPB = 9 cm.\nFrom P draw PQ and PR perpendiculars on y-axis and\nx-axis, respectively . Fig 10.33\nReprint 2025-26\n\n204    MA THEMA TICS\nFrom ∆ PBQ, cos θ = 9x\nFrom ∆ PRA, sin θ = 6y\nSince cos2 θ + sin2 θ = 1\n2 2\n19 6x y   + =       \nor2 2\n181 36x y+ =\nThus the locus of P is an ellipse.\nMiscellaneous Exercise on Chapter 10\n1. If a parabolic reflector is 20 cm in diameter and 5 cm deep, find the focus.\n2. An arch is in the form of a parabola with its axis vertical. The arch is 10 m high\nand 5 m wide at the base. How wide is it 2 m from the vertex of the parabola?\n3. The cable of a uniformly loaded suspension bridge hangs in the form of a parabola.\nThe roadway which is horizontal and 100 m long is supported by vertical wires\nattached  to the cable, the longest wire being 30 m and the shortest being 6 m.\nFind the le ngth of a supporting wire attached to the roadway 18 m from the\nmiddle.\n4. An arch is in the form of a semi-ellipse. It is 8 m wide and 2 m high at the centre.\nFind the height of the arch at a poi nt 1.5 m from one end.\n5. A rod of length 12 cm moves with its ends always touching the coordinate axes.\nDetermine the equation of the locus of a point P on the rod, which is 3 cm from\nthe end  in contact with the x-axis.\n6. Find the area of the triangle formed by the lines joining the vertex of the parabola\nx2 = 12 y to the ends of its latus rectum.\n7. A man running a racecourse notes that the sum of the distances from the two flag\nposts from him is always 10 m and the distance between the flag posts is 8 m.\nFind t\nhe equation of the posts traced by the man.\n8. An equilateral triangle is inscribed in the parabola y2 = 4 ax, where one vertex is\nat the vertex of the parabola. Find the length of the side of the triangle.\nReprint 2025-26\n\nCONIC SECTIONS        205\nSummary\nIn this Chapter the following concepts and generalisations are studied.\n®A circle  is the set of all points in a plane that are equidistant from a fixed point\nin the plane.\n®The equation of a circle with centre ( h, k) and the radius r is\n(x – h)2 + (y – k)2 = r2.\n®A parabola is the set of all points in a plane that are equidistant from a fixed\nline and a fixed point in the plane.\n®The equation of the parabola with foc us at ( a, 0) a > 0 and directrix x = – \na is\ny2 = 4ax.\n®Latus rectum of a parabola is a line segment perpendicular to the axis of the\nparabola, through the focus and whose end points lie on the parabola.\n®Length of the latus rectum of the parabola y2 = 4ax is 4a .\n®An ellipse  is the set of all points in a plane, the sum of whose distances from\ntwo fixed points in the plane is a constant.\n®The equation of an ellipse wi th foci on the x-axis is 2 2\n2 21x y+ =\na b.\n®Latus rectum of an ellipse is a line segment perpendicular to the major axis\nthrough any of the foci and whose end points lie on the ellipse.\n®Length of the latus rectum of the ellipse 2 2\n2 2+ = 1x y\na b is 22b\na .\n®The eccentricity of an ellipse is the ratio between the distances from the centre\nof the ellipse to one of the foci and to one of the vertices of the ellipse.\n®A hyperbola is the set of all points in a plane, the difference of whose distances\nfrom two fixed points in the plane is a constant.\n®The equation of a hyperbola with foci on the x-axis is :2 2\n2 21x y\na b− =\nReprint 2025-26\n\n206    MA THEMA TICS\n®Latus rectum of hyperbola is a line segment perpendicular to the transverse\naxis through any of the foci and whose end points lie on the hyperbola.\n®Length of the lat us rectum of the hyperbola :2 2\n2 21x y\na b− =  is : 22b\na.\n®The eccentricity of a hyperbola is the ratio of the distances from the centre of\nthe hyperbola to one of the foci and to one of the vertices of the hyperbola.\nHistorical Note\nGeometry is one of the most ancient branches of mathematics. The Greek\ngeometers investigated the properties of many curves that have theoretical and\npractical importance. Euclid wrote his treatise on geometry around 300 B.C. He\nwas the first who organised the geometric figures based on certain axioms\nsuggested by physical considerations. Geometry as initially studied by the ancient\nIndians and Greeks, who made essentially no use of the process of algebra. The\nsynthetic approach to the subject of geometry as given by Euclid and in\nSulbasutras , etc., was continued for some 1300 years. In the 200 B.C., Apollonius\nwrote a book called ‘ The Conic ’ which was all about conic sections with many\nimportant discoveries that have remained unsurpassed for eighteen centuries.\nModern analytic geometry is called ‘ Cartesian ’ after the name of Rene\nDescartes (1596-1650) whose relevant ‘La Geometrie’ was published in 1637.\nBut the fundamental principle and method of analytical geometry were already\ndiscovered by Pierre de Fermat (1601-1665). Unfortunately , Fermats treatise on\nthe subject, entitled Ad Locus Planos et So LIDOS Isagoge (Introduction to\nPlane and Solid Loci) was published only posthumously in\n1679. So, Descartes came to be regarded as the unique inventor of the analytical\ngeom etry.\nIsaac Barrow avoided using cartesian method. Newton used method of\nundetermined coefficients to find equations of curves. He used several types of\ncoordinates including polar and bipolar . Leibnitz used the terms ‘ abscissa ’,\n‘ordinate’  and ‘coordinate’. L ’ Hospital (about 1700) wrote an important textbook\non analytical geometry .\nClairaut (1729) was the first to give the distance formula although in clumsy\nform. He also gave the intercept form of the linear equation. Cramer (1750)\nReprint 2025-26\n\nCONIC SECTIONS        207\nmade formal use of the two axes and gave the equation of a circle as\n( y – a)2 + (b – x)2 = r\nHe gave the best exposition of the analytical geometry of his time. Monge\n(1781) gave the modern ‘point-slope’ form of equation of a line as\ny – y′ = a (x – x′)\nand the condition of perpendicularity of two lines as aa′ + 1 = 0.\nS.F. Lacroix (1765–1843) was a prolific textbook writer , but his contributions\nto analytical geometry are found scattered. He gave the ‘two-point’ form of\nequation of a line as\n      β ββ = ( α)  α α–y – x ––′\n′\nand the length of the perpendicular from ( α, β) on y = ax + b as 2(β )\n1– a – b\na+.\nHis formula for finding angle between two lines was tan θ  1a – a\naa′ = ′+ . It is, of\ncourse, surprising that one has to wait for more than 150 years after the invention\nof analytical geometry before finding such essential basic formula. In 1818, C.\nLame, a civil engineer , gave mE + \nm′E′ = 0 as the curve passing through the\npoints of intersection of two loci E = 0 and E ′ = 0.\nMany important discoveries, both in Mathematics and Science, have been\nlinked to the conic sections. The Greeks particularly Archimedes (287–212 B.C.)\nand Apollonius (200 B.C.) studied conic sections for their own beauty . These\ncurves are important tools for present day exploration of outer space and also for\nresearch into behaviour of atomic particles.\n—v vv vv—\nReprint 2025-26\n\n",
      "wordCount": 3510,
      "examples": [
        {
          "chapterNumber": 20,
          "exampleNumber": 14,
          "title": "Find the coordinates of the foci and the vertices, the eccentricity ,the",
          "question": "Example 14  Find the coordinates of the foci and the vertices, the eccentricity ,the\nlength of the latus rectum of the hyperbolas:\n(i) 2 2\n19 16x y– =, (ii) y2 – 16 x2 = 16\nSolution\n  (i) Comparing the equation  2 2\n19 16x y– = with the standard equation\n2 2\n2 21x y–\na b=\nHere,  a = 3, b = 4 and c = 2 29 16 5 a b+ = + =\nTherefore, the coordinates of the foci are ( ± 5, 0) and that of  vertices are ( ± 3, 0).Also,\nThe eccentricity e = 5\n3c\na=. The latus rectum 22 32\n3b\na= =\n(ii) Dividing the equa",
          "solution": "(i) Comparing the equation  2 2\n19 16x y– = with the standard equation\n2 2\n2 21x y–\na b=\nHere,  a = 3, b = 4 and c = 2 29 16 5 a b+ = + =\nTherefore, the coordinates of the foci are ( ± 5, 0) and that of  vertices are ( ± 3, 0).Also,\nThe eccentricity e = 5\n3c\na=. The latus rectum 22 32\n3b\na= =\n(ii) Dividing the equation by 16 on both sides, we have 2 2\n116 1y x– =\nComparing the equation with the standard equation 2 2\n2 21y x–\na b=, we find that\na = 4,  b = 1 and  2 216 1 17 c a b= + = + = .\nReprint 2025-26\n\nCONIC SECTIONS        201\nTherefore, the coordinates of the foci are (0,  ± 17) and that of  the vertices are\n(0, ± 4). Also,\nThe eccentricity 17\n4cea= = . The latus rectum 22 1\n2b\na= = ."
        },
        {
          "chapterNumber": 20,
          "exampleNumber": 15,
          "title": "Find the equation of the hyperbola with foci (0, ± 3) and vertices",
          "question": "Example 15  Find the equation of the hyperbola with foci (0, ± 3) and vertices\n(0, ± 11\n2).\nSolution Since the foci is on y-axis, the equation of the hyperbola is of the form\n2 2\n2 21y x–\na b=\nSince vertices are (0,   ± 11\n2 ),   a =  11\n2\nAlso, since foci are (0, ± 3); c = 3  and b2 = c2 – a2 = 25\n4.\nTherefore, the equation of the hyperbola is\n2 2\n11 25\n4 4y x–\n   \n        = 1, i.e.,  100 y2\n  –  44 x2 = 275.\nExample 16 Find the equation of the hyperbola where foci are (0, ±12) and",
          "solution": "Since the foci is on y-axis, the equation of the hyperbola is of the form\n2 2\n2 21y x–\na b=\nSince vertices are (0,   ± 11\n2 ),   a =  11\n2\nAlso, since foci are (0, ± 3); c = 3  and b2 = c2 – a2 = 25"
        },
        {
          "chapterNumber": 20,
          "exampleNumber": 16,
          "title": "Find the equation of the hyperbola where foci are (0, ±12) and the length",
          "question": "Example 16 Find the equation of the hyperbola where foci are (0, ±12) and the length\nof the latus rectum is 36.\nSolution  Since foci are (0, ± 12), it follows that c = 12.\nLength of the latus rectum =  3622\n=ab   or   b2 = 18 a\nTherefore   c2 = a2 + b2;  gives\n144 = a2 + 18 a\ni.e., a2 + 18a  – 144 = 0,\nSo  a = – 24, 6.\nSince a cannot be negative, we take a = 6 and so  b2 = 108.\nTherefore, the equation of the required hyperbola is   2 2\n136 108y x– =, i.e., 3y2 – x2 = 108\nReprint 2025-26\n\n202",
          "solution": "Since foci are (0, ± 12), it follows that c = 12.\nLength of the latus rectum =  3622\n=ab   or   b2 = 18 a\nTherefore   c2 = a2 + b2;  gives\n144 = a2 + 18 a\ni.e., a2 + 18a  – 144 = 0,\nSo  a = – 24,"
        },
        {
          "chapterNumber": 20,
          "exampleNumber": 17,
          "title": "The focus of a parabolic mirror as shown in Fig 10.31 is at a distance of",
          "question": "Example 17  The focus of a parabolic mirror as shown in Fig 10.31 is at a distance of\n5 cm from its vertex. If the mirror is 45 cm deep, find\nthe distance AB (Fig 10.31).\nSolution   Since the distance from the focus to the\nvertex is 5 cm. We have, a = 5. If the origin is taken at\nthe vertex and the axis of the mirror lies along the\npositive x-axis, the equation of the parabolic section is\ny2 = 4 (5) \nx = 20 x\nNote that x = 45.  Thus\ny2 = 900\nTherefore y = ±30\nHence AB = 2y = 2 × 30 = 60 cm.\nExam",
          "solution": "Since the distance from the focus to the\nvertex is 5 cm. We have, a = 5. If the origin is taken at\nthe vertex and the axis of the mirror lies along the\npositive x-axis, the equation of the parabolic section is\ny2 = 4 (5) \nx = 20 x\nNote that x = 4"
        },
        {
          "chapterNumber": 20,
          "exampleNumber": 18,
          "title": "A beam is supported at its ends by",
          "question": "Example 18  A beam is supported at its ends by\nsupports which are 12 metres apart. Since the load is concentrated at its centre, there\nReprint 2025-26\n\nCONIC SECTIONS        203\nis a deflection of 3 cm at the centre and the deflected beam is in the shape of a\nparabola. How far from the centre is the deflection 1 cm?\nSolution   Let the vertex be at the lowest point and the axis vertical. Let the coordinate\naxis be chosen as shown in Fig 10.32.\nFig 10.32\nThe equation of the parabola takes the form",
          "solution": "Let the vertex be at the lowest point and the axis vertical. Let the coordinate\naxis be chosen as shown in Fig 10.3"
        },
        {
          "chapterNumber": 20,
          "exampleNumber": 19,
          "title": "A rod AB of length 15 cm rests in between two coordinate axes in such",
          "question": "Example 19  A rod AB of length 15 cm rests in between two coordinate axes in such\na way that the end point A lies on x-axis and end point B lies on\ny-axis. A point P( x, y) is taken on the rod in such a way\nthat AP = 6 cm. Show that the locus of P  is an ellipse.\nSolut ion Let AB be the rod making an angle θ with\nOX as sho wn in Fig 10.33 and P ( x, y) the point on it\nsuch that      AP = 6 cm.\nSince AB = 15 cm, we have\nPB = 9 cm.\nFrom P draw PQ and PR perpendiculars on y-axis and\nx-axis, respect",
          "solution": ""
        }
      ],
      "exercises": [
        {
          "chapterNumber": 20,
          "exerciseNumber": "10.4",
          "questions": [
            {
              "questionNumber": 10,
              "questionText": "Foci ( ± 5, 0),  the transverse axis is of length 8."
            },
            {
              "questionNumber": 12,
              "questionText": "Foci ( ± 35, 0), the latus rectum is of length 8."
            },
            {
              "questionNumber": 13,
              "questionText": "Foci ( ± 4, 0), the latus rectum is of length 12"
            },
            {
              "questionNumber": 14,
              "questionText": "vertices ( ± 7,0),  e =  34."
            },
            {
              "questionNumber": 15,
              "questionText": "Foci (0, ± 10), passing through (2,3)\nMiscellaneous Examples\nExample 17  The focus of a parabolic mirror as shown in Fig 10.31 is at a distance of\n5 cm from its vertex. If the mirror is 45 cm deep, find\nthe distance AB (Fig 10.31).\nSolution   Since the distance from the focus to the\nvertex is 5 cm. We have, a = 5. If the origin is taken at\nthe vertex and the axis of the mirror lies along the\npositive x-axis, the equation of the parabolic section is\ny2 = 4 (5) \nx = 20 x\nNote that x = 45.  Thus\ny2 = 900\nTherefore y = ±30\nHence AB = 2y = 2 × 30 = 60 cm.\nExample 18  A beam is supported at its ends by\nsupports which are 12 metres apart. Since the load is concentrated at its centre, there\nReprint 2025-26"
            },
            {
              "questionNumber": 1,
              "questionText": "If a parabolic reflector is 20 cm in diameter and 5 cm deep, find the focus."
            },
            {
              "questionNumber": 2,
              "questionText": "An arch is in the form of a parabola with its axis vertical. The arch is 10 m"
            }
          ]
        }
      ],
      "stats": {
        "examplesCount": 6,
        "exercisesCount": 7
      }
    }
  ],
  "metadata": {
    "pages": 32,
    "totalWords": 13990
  }
}