{
  "filename": "keph201.pdf",
  "chapters": [
    {
      "chapterNumber": 1,
      "title": "Stress is the restoring force per unit area and stra",
      "content": "1. Stress is the restoring force per unit area and strain is the fractional change in dimension.\nIn general there are three types of stresses (a) tensile stress — longitudinal stress\n(associated with stretching) or compressive stress (associated with compression),\n(b) shearing stress, and (c) hydraulic stress.\n",
      "wordCount": 47,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 2,
      "title": "For small deformations,  stress is directly proporti",
      "content": "2. For small deformations,  stress is directly proportional to the strain for many materials.\nThis is known as Hooke’s law. The constant of proportionality is called modulus of\nelasticity. Thr ee elastic moduli viz., Young’s modulus, shear modulus and bulk modulus\nare used to describe the elastic behaviour of objects as they respond to deforming forces\nthat act on them.\nA class of solids called elastomers does not obey Hooke’s law.\n",
      "wordCount": 71,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 3,
      "title": "When an object is under tension or compression, the",
      "content": "3. When an object is under tension or compression, the Hooke’s law takes the form\n F/A  = Y∆L/L\nwhere  ∆L/L is the tensile or compressive strain of the object, F is the magnitude of the\napplied force causing the strain, A is the cross-sectional area over which F is applied\n(perpendicular to A) and Y is the Y oung’s modulus for the object. The str ess is F/A.\n4. A pair of forces when applied parallel to the upper and lower faces, the solid deforms so\nthat the upper face moves sideways with r espect to the lower . The horizontal displacement\n∆L of the upper face is perpendicular to the vertical height L. This type of deformation is\ncalled shear  \nand the corresponding stress is the shearing stress. This type of stress is\npossible only in solids.\nIn this kind of deformation the Hooke’s law takes the form\nF/A = G ×  ∆L/L\nwhere ∆L is the displacement of one end of object in the direction of the applied force F,\nand G is the shear modulus.\n",
      "wordCount": 178,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 5,
      "title": "When an object undergoes hydraulic compression due t",
      "content": "",
      "wordCount": 0,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 6,
      "title": ", we studied the rotation of the bodies and then",
      "content": "Chapter 6, we studied the rotation of the bodies and then\nrealised that the motion of a body depends on how mass is\ndistributed within the body.  W e restricted ourselves to simpler\nsituations of rigid bodies.  A rigid body generally means a\nhard solid object having a definite shape and size.  But in\nreality,  bodies can be str etched, compr\nessed and bent. Even\nthe  appr eciably  rigid  steel bar can be defor med when a\nsufficiently lar ge exter nal for ce is applied on it.  This means\nthat solid bodies ar e not per fectly rigid.\nA solid has  definite shape and size. In or der to change (or\ndefor m) the shape or size of a body, a for ce  is r equired. If\nyou str etch a helical spring by gently pulling its ends, the\nlength of the spring incr eases slightly. When you leave the\nends of the spring, it r egains its original size and shape.  The\nproperty of a body, by virtue of  which  it tends to r egain its\noriginal size and shape when the applied for ce is r emoved, is\nknown as elasticity and the defor mation caused is known\nas elastic  defor mation. However , if you apply for ce to a lump\nof putty or mud, they have no gr oss tendency to r egain their\nprevious shape, and they get per manently defor med. Such\nsubstances ar e called plastic  and this pr operty is called\nplasticity. Putty and mud ar e close to ideal plastics.\n The elastic behaviour of materials plays an important r ole\nin engineering design.  For example, while designing a\nbuilding, knowledge of elastic pr operties of materials like steel,\nconcr ete etc. is essential.  The same is true in the design of\nbridges, automobiles, r opeways etc.  One could also ask  —\nCan we design an aer oplane which is very  light  but\nsufficiently  str ong?  Can we design an artificial limb which\nis lighter but str onger?  Why does a railway track have a\nparticular shape  like  I?  Why  is glass brittle while brass is\nnot?  Answers to such questions begin with the study of how\nrelatively  simple kinds of loads or for ces act to defor m\ndifferent solids bodies.  In this chapter , we  shall study the8.1 Introduction\n8.2 Stress and strain\n8.3 Hooke’s law\n8.4 Stress-strain curve\n8.5 Elastic moduli\n8.6 Applications of elastic\nbehaviour of materials\nSummary\nPoints to ponder\nExercises\nReprint 2025-26\n\n168 PHYSICS\n8.2  STRESS AND STRAIN\nWhen  forces are applied on a body in such a\nmanner that the body is still in static equilibrium,\nit is deformed to a small or large extent depending\nupon the nature of the material of the body and\nthe magnitude of the deforming force.  The\ndeformation may not be noticeable visually in\nmany materials but it is there.  When a body is\nsubjected to a deforming force, a restoring force\nis developed in the body.  This restoring force is\nequal in magnitude but opposite in direction to\nthe applied force. The restoring force per unit area\nis known as stress.  If F is the force applied normal\nto the cross–section and A  is the  area of cross\nsection of  the body,\nMagnitude of the stress = F/A (8.1)\nThe SI unit of stress is  N m–2 or pascal (Pa)\nand its dimensional for mula is [ ML–1T–2 ].\nThere are thr ee ways in which a solid may\nchange its dimensions when an exter nal for ce\nacts on it. These are shown in Fig. 8.1. In\nFig.8.1(a), a cylinder is stretched by two equal\nforces applied nor mal to its cr oss-sectional ar ea.\nThe restoring force per unit area  in this case is\ncalled tensile stress . If the cylinder is\ncompressed under the action of applied forces,\nthe restoring force per unit area is known as\ncompressive stress . Tensile or compressive\nstress can also be ter med as longitudinal str ess.\nIn both the cases, ther e is a change in the\nlength of the cylinder . The change in the length\n∆L to the original length L\n of the body (cylinder\nin this case) is known as longitudinal strain .Longitudinal strain  Δ=L\nL(8.2)\nHowever , if two equal and opposite  defor ming\nforces ar e applied parallel to the cr oss-sectional\narea of the cylinder , as shown in Fig. 8.1(b),\nthere is r elative displacement between the\nopposite faces of the cylinder .  The r estoring for ce\nper unit ar ea developed due to the applied\ntangential force is known as tangential or\nshearing stress .\nAs a r esult of applied tangential for ce, ther e\nis a r elative displacement ∆x between opposite\nfaces of the cylinder as shown in the Fig. 8.1(b).\nThe strain so pr oduced is known as shearing\nstrain  and it is defined as the ratio of relative\ndisplacement of the faces ∆x  to the length of the\ncylinder \nL.\nShearing strain Δ=x\nL = tan θ (8.3)\nwhere θ is the angular displacement of the\ncylinder from the vertical (original position of the\ncylinder). Usually  θ is very small, tan θ\nis nearly equal to angle θ, (if θ = 10°, for\nexample, ther e is only 1% dif ference between θ\nand tan θ).\nIt can also be visualised, when a book is\npressed with the hand and pushed horizontally,\nas shown in Fig. 8.2 (c).\nThus, shearing strain  = tan θ ≈ θ (8.4)\nIn Fig. 8.1 (d), a solid sphere placed in the fluid\nunder high pressure is compressed uniformly on\nall sides. The force applied by the fluid acts in\nperpendicular direction at each point of the\nsurface and the body is said to be under\nhydraulic compression. This leads to decrease\n(a) (b) (c) (d)\nFig. 8.1 (a) A cylindrical body under tensile stress elongates by ∆L (b) She aring stress on a cylinder de forming it by\nan angle θ (c) A body subjected to shearing stress (d) A solid body under a stress normal to the surface at\nevery point (hydraulic stress). The volumetric strain is ∆V/V, but ther e is no change in shape.elastic behaviour and mechanical properties of\nsolids which would answer many such\nquestions.\nReprint 2025-26\n\nMECHANICAL PROPER TIES OF SOLIDS 169\nin its volume without any change of its\ngeometrical shape.\nThe body develops internal restoring forces\nthat are equal and opposite to the forces applied\nby the fluid (the body restores its original shape\nand size when taken out from the fluid). The\ninternal restoring force per unit area in this case\nis known as hydraulic stress  and in magnitude\nis equal to the hydraulic pressure (applied force\nper unit area).\nThe strain produced by a hydraulic pressure\nis called volume strain  and is defined as the\nratio of change in volume ( ∆V) to the original\nvolume ( V).\nVolume strain Δ=V\nV(8.5)\nSince the strain is a ratio of change in\ndimension to the original dimension, it has no\nunits or dimensional formula.\n8.3  HOOKE’S LAW\nStress and strain take different forms in the\nsituations depicted in the Fig. (8.1). For small\ndeformations the stress and strain are\nproportional to each other . This is known as\nHooke’s law.\nThus,\nstress ∝ strain\nstress = k × strain (8.6)\nwhere k is the proportionality constant and is\nknown as modulus of elasticity.\nHooke’s law is an empirical law and is found\nto be valid for most materials. However , ther e\nare some materials which do not exhibit this\nlinear relationship.\n8.4  STRESS-STRAIN CURVE\nThe relation between the stress and the strain\nfor a given material under tensile str ess can be\nfound experimentally. In a standar d test of\ntensile pr operties, a test cylinder or a wir e is\nstretched by an applied for ce. The fractional\nchange in length (the strain) and the applied\nfor\nce needed to cause the strain ar e recorded.\nThe applied force is gradually increased in steps\nand the change in length is noted. A graph is\nplotted between the str ess (which is equal in\nmagnitude to the applied force per unit area) and\nthe strain produced. A typical graph for a metal\nis shown in Fig. 8.2. Analogous graphs forcompression and shear stress may also be\nobtained. The stress-strain curves vary from\nmaterial to material. These curves help us to\nunderstand how a given material defor ms with\nincreasing loads. Fr om the graph, we can see\nthat in the r egion between O to A, the curve is\nlinear .  In this region, Hooke’s law is obeyed.\nThe body r egains its original dimensions when\nthe applied force is removed. In this region, the\nsolid behaves as an elastic body.\nIn the r egion from A to B, str ess and strain\nare not pr oportional. Nevertheless, the body still\nreturns to its original dimension when the load\nis removed. The point B in the curve is known\nas yield point  (also known as elastic limit ) and\nthe corr esponding str ess is known as yield\nstrength ( σy) of the material.\nIf the load is increased further , the str ess\ndeveloped exceeds the yield str ength and strain\nincreases rapidly even for a small change in the\nstress. The portion of the curve between B and\nD shows this. When the load is r emoved, say at\nsome point C between B and D, the body does\nnot regain its original dimension. In this case,\neven when the str ess is zer o, the strain is not\nzero. The material is said to have a permanent\nset. The defor mation is said to be plastic\ndeformation . The point D on the graph is the\nultimate tensile strength  (σu) of the material.\nBeyond this point, additional strain is pr oduced\neven by a r educed applied for ce and fractur e\noccurs at point E. If the ultimate strength and\nfracture points D and E are close, the material\nis said to be brittle . If they are far apart, the\nmaterial is said to be ductile .Fig. 8.2 A typical stress-strain curve for a metal.\nReprint 2025-26\n\n170 PHYSICS\nAs stated earlier , the str ess-strain behaviour\nvaries from material to material. For example,\nrubber can be pulled to several times its original\nlength and still returns to its original shape. Fig.\n8.3 shows stress-strain curve for the elastic\ntissue of aorta, present in the heart. Note that\nalthough elastic region is very large, the material\ndoes not obey Hooke’s law over most of the region.\nSecondly, there is no well defined plastic region.\nSubstances like tissue of aorta, rubber etc.\nwhich can be stretched to cause large strains\nare called elastomers .8.5  ELASTIC MODULI\nThe proportional region within the elastic limit\nof the stress-strain curve (region OA in Fig. 8.2)\nis of great importance for structural and\nmanufacturing engineering designs. The ratio\nof stress and strain, called modulus of elasticity ,\nis found to be a characteristic of the material.\n8.5.1   Young’s Modulus\nExperimental observation show that for a given\nmaterial, the magnitude of the strain pr oduced\nis same whether the str ess is tensile or\ncompr essive. The ratio of tensile (or compr essive)\nstress ( σ) to the longitudinal strain ( ε) is defined as\nYoung’s modulus  and is denoted by the symbol Y.\nY =σ\nε(8.7)\nFrom Eqs. (8.1) and (8.2), we have\nY = (F/A)/( ∆L/L\n)\n   = (F × L) /(A × ∆L) (8.8)\nSince strain is a dimensionless quantity, the\nunit of Y oung’s modulus is the same as that of\nstress i.e. , N m–2 or Pascal (Pa). Table 8.1 gives\nthe values of Y oung’s moduli and yield str engths\nof some material.\nFrom the data given in Table 8.1, it is noticed\nthat for metals Y oung’s moduli ar e lar ge.Fig. 8.3 Stress-strain curve for the elastic tissue of\nAorta, the lar ge tube (vessel) carrying blood\nfrom the heart.\nTable 8.1 Young’s moduli and yield strenghs of some material\n# Substance tested under compression\nReprint 2025-26\n\nMECHANICAL PROPER TIES OF SOLIDS 171\nuuTherefore, these materials require a large force\nto produce small change in length. To increase\nthe length of a thin steel wire of 0.1 cm2 cross-\nsectional area by 0.1%, a force of 2000 N is\nrequired. The force required to produce the same\nstrain in aluminium, brass and copper wir es\nhaving the same cr oss-sectional ar ea are 690 N,\n900 N and 1100 N r espectively. It means that\nsteel is mor e elastic than copper , brass and\naluminium. It is for this reason that steel is\npreferred in heavy-duty machines and in\nstructural designs. W ood, bone, concr ete and\nglass have rather small Y oung’s moduli.\nExample 8.1  A structural steel rod  has a\nradius of 10 mm and a length of 1.0 m. A\n100 kN for ce str etches it along its length.\nCalculate (a) str ess, (b) elongation, and (c)\nstrain on the r od. Y oung’s modulus, of\nstructural steel is 2.0 × 1011 N m-2.\nAnswer  We assume that the r od is held by a\nclamp at one end , and the force F is applied at\nthe other end, parallel to the length of the rod.\nThen the stress on the rod is given by\nStressF\nA= =F\nrπ2\n        =\n×( )×\n−100 10 N\n3.14\n10 m3\n22\n         =  3.18 × 108 N m–2\nThe elongation,\n( )F/A LLY∆ =\n    = ( )( ) ×\n×8 –2\n11 –21m 3.18 10 N m\n2 10 N m\n    = 1.59 × 10–3 m\n    = 1.59 mm\nThe strain is given by\nStrain   = ∆L/L\n            = (1.59 × 10–3 m)/(1m)\n             = 1.59 × 10–3\n             = 0.16 % ⊳\nExample 8.2  A copper wire of length 2.2 m\nand a steel wire of length 1.6 m, both of\ndiameter 3.0 mm, are connected end to end.\nWhen stretched by a load, the net\nelongation is found to be 0.70 mm. Obtain\nthe load applied.Answer The copper and steel wires are under\na tensile stress because they have the same\ntension (equal to the load W) and the same area\nof cross-section A. From Eq. (8.7) we have stress\n= strain × Young’s modulus. Ther efore\nW/A = Yc × (∆Lc/Lc) = Ys × (∆Ls/Ls)\nwhere the subscripts c  and s refer to copper\nand stainless steel r espectively. Or ,\n∆Lc/∆Ls = (Ys/Yc) × (Lc/Ls)\nGiven Lc = 2.2 m, Ls = 1.6 m,\nFrom T able 9.1 Yc = 1.1 × 1011 N.m–2, and\n   Ys = 2.0 ×  1011 N.m–2.\n∆Lc/∆Ls = (2.0 × 1011/1.1 × 1011) × (2.2/1.6) = 2.5.\nThe total elongation is given to be\n∆Lc + ∆Ls =  7.0  × 10-4 m\nSolving the above equations,\n∆Lc = 5.0  × 10-4 m,   and   ∆ Ls = 2.0  × 10-4 m.\nTherefore\nW   = ( A × Yc × ∆Lc)/Lc\n= π (1.5 × 10-3)2 × [(5.0 × 10-4 × 1.1 × 1011)/2.2]\n= 1.8 × 102 N ⊳\nuExample 8.3  In a human pyramid in a\ncircus, the entire weight of the balanced\ngroup is supported by the legs of a performer\nwho is lying on his back (as shown in Fig.\n8.4). The combined mass of all the persons\nperforming the act, and the tables, plaques\netc. involved is 280 kg. The mass of the\nperformer lying on his back at the bottom of\nthe pyramid is 60 kg. Each thighbone (femur)\nof this performer has a length of 50 cm and\nan effective radius of 2.0 cm. Determine the\namount by which each thighbone gets\ncompressed under the extra load.\nFig. 8.4  Human pyramid in a circus.\nReprint 2025-26\n\n172 PHYSICS\nAnswer Total mass of all the performers, tables,\nplaques etc.     = 280 kg\nMass of the performer  = 60 kg\nMass supported by the legs of the performer\nat the bottom of the pyramid\n= 280 – 60 = 220 kg\nWeight of this supported mass\n = 220 kg wt. = 220 × 9.8 N = 2156 N.\nWeight supported by each thighbone of the\nperformer = ½ (2156) N = 1078 N.\nFrom Table 9.1, the Y oung’s modulus for bone\nis given by\nY = 9.4 × 109 N m–2.\nLength of each thighbone L = 0.5 m\nthe radius of thighbone = 2.0 cm\nThus the cross-sectional area of the thighbone\nA  = π × (2 × 10-2)2 m2 = 1.26 × 10-3 m2.\nUsing Eq. (9.8), the compression in each\nthighbone (∆ L) can be computed as\n∆L=[(F × L)/(Y ×  A)]\n=[(1078 × 0.5)/(9.4 × 109 × 1.26 × 10-3)]\n=4.55 × 10-5 m or 4.55 × 10-3 cm.\nThis is a very small change! The fractional\ndecrease in the thighbone is ∆L/L = 0.000091 or\n0.0091%. ⊳\n8.5.2  Shear Modulus\nThe ratio of shearing stress to the corresponding\nshearing strain is called the shear modulus  of\nthe material and is represented by G. It is also\ncalled the modulus of rigidity .\nG  = shearing stress ( σs)/shearing strain\nG  = (F/A)/(∆x/L)\n    = (F × L)/(A × ∆x) (8.10)\nSimilarly, from Eq. (9.4)\nG  = ( F/A)/θ\n     = F/(A × θ) (8.11)\nThe shearing stress σs can also be expressed as\nσs  =  G  × θ (8.12)\nSI unit of shear modulus is N m–2 or Pa. The\nshear moduli of a few common materials are\ngiven in Table 9.2. It can be seen that shear\nmodulus (or modulus of rigidity) is generally less\nthan Y oung’s modulus (fr om Table 9.1). For most\nmaterials G ≈ Y/3.uTable 8.2 Shear moduli (G) of some common\nmaterials\nMaterial G (109 Nm–2\nor GPa)\nAluminium 25\nBrass 36\nCopper 42\nGlass 23\nIron 70\nLead 5.6\nNickel 77\nSteel 84\nTungsten 150\nWood 10\n Example 8.4  A square lead slab of side 50\ncm and thickness 10 cm is subject to a\nshearing for ce (on its narr ow face) of 9.0 ×\n104 N. The lower edge is riveted to the floor .\nHow much will the upper edge be displaced?\nAnswer  The lead slab is fixed and the force is\napplied parallel to the narrow face as shown in\nFig. 8.6. The area of the face parallel to which\nthis force is applied is\n A  = 50 cm × 10 cm\n                = 0.5 m × 0.1 m\n= 0.05 m2\nTherefore, the stress applied is\n= (9.4  × 104 N/0.05 m2)\n                  = 1.80 × 106 N.m–2\naaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa\nFig. 8.5\nWe know that she aring strain = ( ∆x/L)= Stress /G.\nTherefore the displacement ∆x = (Stress × L)/G\n = (1.8 × 106 N m–2 × 0.5m)/(5.6 × 109 N m–2)\n = 1.6 ×  10–4 m = 0.16 mm ⊳\nReprint 2025-26\n\nMECHANICAL PROPER TIES OF SOLIDS 173\n8.5.3  Bulk Modulus\nIn Section (8.3), we have seen that when a body\nis submerged in a fluid, it undergoes a hydraulic\nstress (equal in magnitude to the hydraulic\npressure). This leads to the decrease in the\nvolume of the body thus producing a strain called\nvolume strain [Eq. (8.5)]. The ratio of hydraulic\nstress to the corresponding hydraulic strain is\ncalled bulk modulus . It is denoted by symbol B.\nB = – p/(∆V/V) (8.12)\nThe negative sign indicates the fact that with\nan increase in pressure, a decrease in volume\noccurs. That is, if p is positive, ∆V is negative.\nThus for a system in equilibrium, the value of\nbulk modulus B is always positive. SI unit of\nbulk modulus is the same as that of pr essur e\ni.e., N m–2 or Pa. The bulk moduli of a few common\nmaterials are given in Table 8.3.\nThe reciprocal of the bulk modulus is called\ncompressibility  and is denoted by k. It is defined\nas the fractional change in volume per unit\nincrease in pressure.\nk = (1/ B) = – (1/ ∆p) × (∆V/\nV) (8.13)\nIt can be seen from the data given in Table\n8.3 that the bulk moduli for solids are much\nlarger than for liquids, which are again much\nlarger than the bulk modulus for gases (air).\nTable 8.4 Stress, strain and various elastic moduli\nType of Stress Strain     Change in Elastic  Name of State of\nstress  shape  volume Modulus  Modulus Matter\n Tensile Two equal and Elongation or  Yes No           Y = (F×L)/  Young’s Solid\n  or opposite forces compression    (A×∆L) modulus\n compressive perpendicular to parallel to force\n (σ = F/A\n) opposite faces direction ( ∆L/L)\n(longitudinal strain)\n Shearing Two equal and Pure shear , θ  Yes No        G = F/(A× θ) Shear Solid\n (σs = F/A) opposite forces  modulus\nparallel to oppoiste  or modulus\nsurfaces forces  of rigidity\nin each case such\nthat total force and\ntotal torque on the\nbody vanishes\n Hydraulic Forces perpendicular Volume change   No Yes      B = –p/(∆V/V ) Bulk Solid, liquid\neverywhere to the (compression or  modulus and gas\nsurface, force per elongation)\nunit area (pressure) (∆V/V)\nsame everywhere.Table 8.3 Bulk moduli (B) of some common\nMaterials\nMaterial B (109 N m–2 or GPa)\nSolids\nAluminium 72\nBrass 61\nCopper 140\nGlass 37\nIron 100\nNickel 260\nSteel 160\nLiquids\nWater 2.2\nEthanol 0.9\nCarbon disulphide 1.56\nGlycerine 4.76\nMercury 25\nGases\nAir (at STP) 1.0 × 10–4\nReprint 2025-26\n\n174 PHYSICS\nuThus, solids are the least compressible, whereas,\ngases are the most compressible. Gases are about\na million times more compressible than solids!\nGases have large compressibilities, which vary\nwith pressure and temperature. The\nincompressibility of the solids is primarily due\nto the tight coupling between the neighbouring\natoms. The molecules in liquids are also bound\nwith their neighbours but not as strong as in\nsolids. Molecules in gases are very poorly\ncoupled to their neighbours.\nTable 8.4 shows the various types of stress,\nstrain, elastic moduli, and the applicable state\nof matter at a glance.\nExample 8.5  The average depth of Indian\nOcean is about 3000 m. Calculate the\nfractional compr ession, ∆V/V, of water at\nthe bottom of the ocean, given that the bulk\nmodulus of water is 2.2 × ×× ×× 109 N m–2. (Take\ng  = 10 m s–2)\nAnswer    The press ure exerted by a  3000 m\ncolumn of water on the bottom layer\np = hρ g  = 3000 m  × 1000 kg m–3 × 10 m s–2\n= 3  × 107 kg m–1 s-2\n= 3  × 107 N m–2\nFractional compression ∆V/V, is\n∆V/V  =  stress/ B  = (3 × 107 N m-2)/(2.2 × 109 N m–2)\n= 1.36 × 10-2 or  1.36 %     ⊳\n8.5.4 POISSON ’S RATIO\nThe strain perpendicular to the applied force is\ncalled lateral strain . Simon Poisson pointed out\nthat within the elastic limit, lateral strain is\ndirectly proportional to the longitudinal strain.\nThe ratio of the lateral strain to the longitudinal\nstrain in a stretched wire is called Poisson’s\nratio. If the original diameter of the wire is d\nand the contraction of the diameter under stress\nis ∆d, the lateral strain is ∆d/d. If the original\nlength of the wire is L and the elongation under\nstress is ∆L, the longitudinal strain is ∆L/L.\nPoisson’s ratio is then ( ∆d/d)/(∆L/L) or ( ∆d/∆L)\n× (L/d). Poisson’s ratio is a ratio of two strains;\nit is a pure number and has no dimensions or\nunits. Its value depends only on the nature of\nmaterial. For steels the value is between 0.28 and\n0.30, and for aluminium alloys it is about 0.33.8.5.5 Elastic Potential Energy\nin a Stretched Wire\nWhen a wire is put under a tensile stress, work\nis done against the inter -atomic for ces. This\nwork is stored in the wire in the form of elastic\npotential energy. When a wire of original length\nL and area of cross-section A is subjected to a\ndeforming force F along the length of the wire,\nlet the length of the wire be elongated by l. Then\nfrom Eq. (8.8), we have F = YA × (l/L). Her e Y is\nthe Young’s modulus of the material of the wir e.\nNow for a further elongation of infinitesimal\nsmall length d l, work done d W is F × dl or YAldl/\nL. Therefore, the amount of work done ( W) in\nincreasing the length of the wire from L to L + l,\nthat is from l = 0 to l = l is\n      W = = × ∫02\n2lYAl YA ldlL L\n      W =  × × ×   21\n2lY ALL\n= 1\n2× Young’s modulus  × strain2 ×\n         volume of the wire\n= 1\n2× stress  × strain  × volume of the\n          wire\nThis work is stored in the wire in the form of\nelastic potential energy ( U). Therefore the elastic\npotential energy per unit volume of the wire ( u) is\n       u = 1\n2×σ ε (8.14)\n8.6 APPLICATIONS OF ELASTIC\nBEHAVIOUR OF MATERIALS\nThe elastic behaviour of materials plays an\nimportant role in everyday life. All engineering\ndesigns require precise knowledge of the elastic\nbehaviour of materials. For example while\ndesigning a building, the structural design of\nthe columns, beams and supports require\nknowledge of strength of materials used. Have\nyou ever thought why the beams used in\nconstruction of bridges, as supp orts etc. have\na cross-section of the type I? Why does a heap\nof sand or a hill have a pyramidal shape?\nAnswers to these questions can be obtained\nfrom the study of structural engineering which\nis based on concepts developed here.\nReprint 2025-26\n\nMECHANICAL PROPER TIES OF SOLIDS 175\nCranes used for lifting and moving heavy loads\nfrom one place to another have a thick metal\nrope to which the load is attached. The rope is\npulled up using pulleys and motors. Suppose we\nwant to make a crane, which has a lifting\ncapacity of 10 tonnes or metric tons (1 metric\nton = 100 0 kg). How thick should the steel rope\nbe? W e obviously want that the load does not\ndeform the rope permanently. Therefore, the\nextension should not exceed the elastic limit.\nFrom Table 8.1, we find that mild steel has a\nyield strength ( σy) of about 300 × 106 N m–2. Thus,\nthe area of cross-section ( A) of the rope should\nat least be\nA ≥ W/σy  =  Mg/σy (8.15)\n=  (104 kg × 9.8 m s-2)/(300 × 106 N m-2)\n=  3.3 × 10-4 m2\ncorresponding to a radius of about 1 cm for a\nrope of circular cross-section. Generally a\nlarge margin of safety (of about a factor of ten\nin the load) is provided. Thus a thicker rope of\nradius about 3 cm is recommended. A single\nwire of this radius would practically be a rigid\nrod. So the ropes are always made of a number\nof thin wires braided together , like in pigtails,\nfor ease in manufacture, flexibility and strength.\nA bridge has to be designed such that it can\nwithstand the load of the flowing traffic, the force\nof winds and its own weight. Similarly, in the\ndesign of buildings the use of beams and columns\nis very common. In both the cases, the\novercoming of the problem of bending of beam\nunder a load is of prime importance. The beam\nshould not bend too much or break. Let us\nconsider the case of a beam loaded at the centre\nand supported near its ends as shown in\nFig. 8.6.  A bar of length l, breadth b, and depth\nd when loaded at the centre by a load W sags by\nan amount given by\nδ = W l3/(4bd3Y) (8.16)This relation can be derived using what you\nhave already learnt and a little calculus. From\nEq. (8.16), we see that to reduce the bending\nfor a given load, one should use a material with\na large Young’s modulus Y. For a given material,\nincreasing the depth d rather than the breadth\nb is more effective in reducing the bending, since\nδ  is proportional to d -3 and only to b-1(of course\nthe length l of the span should be as small as\npossible). But on increasing the depth, unless\nthe load is exactly at the right place (difficult to\narrange in a bridge with moving traffic), the\ndeep bar  may bend as shown in Fig. 8.7(b). This\nis called buckling. To avoid this, a common\ncompromise is the cross-sectional shape shown\nin Fig. 8.7(c). This section provides a large load-\nbearing surface and enough depth to prevent\nbending. This shape reduces the weight of the\nbeam without sacrificing the strength and\nhence reduces the cost.\nFig. 8.6 A beam supported at the ends and loaded\nat the centre.(a) (b) (c)\nFig. 8.7 Different cross-sectional shapes of a\nbeam. (a) Rectangular section of a bar;\n(b) A thin bar and how it can buckle;\n(c) Commonly used section for a load\nbearing bar .\nThe use of pillars or columns is also very\ncommon in buildings and bridges. A pillar with\nrounded ends as shown in Fig. 8.9(a) supports\nless load than that with a distributed shape at\nthe ends [Fig. 8.9(b)]. The precise design of a\nbridge or a building has to take into account\nthe conditions under which it will function, the\ncost and long period, reliability of usable\nmaterial, etc.\nReprint 2025-26\n\n176 PHYSICS\nSUMMARY\n1. Stress is the restoring force per unit area and strain is the fractional change in dimension.\nIn general there are three types of stresses (a) tensile stress — longitudinal stress\n(associated with stretching) or compressive stress (associated with compression),\n(b) shearing stress, and (c) hydraulic stress.\n2. For small deformations,  stress is directly proportional to the strain for many materials.\nThis is known as Hooke’s law. The constant of proportionality is called modulus of\nelasticity. Thr ee elastic moduli viz., Young’s modulus, shear modulus and bulk modulus\nare used to describe the elastic behaviour of objects as they respond to deforming forces\nthat act on them.\nA class of solids called elastomers does not obey Hooke’s law.\n3. When an object is under tension or compression, the Hooke’s law takes the form\n F/A  = Y∆L/L\nwhere  ∆L/L is the tensile or compressive strain of the object, F is the magnitude of the\napplied force causing the strain, A is the cross-sectional area over which F is applied\n(perpendicular to A) and Y is the Y oung’s modulus for the object. The str ess is F/A.\n4. A pair of forces when applied parallel to the upper and lower faces, the solid deforms so\nthat the upper face moves sideways with r espect to the lower . The horizontal displacement\n∆L of the upper face is perpendicular to the vertical height L. This type of deformation is\ncalled shear  \nand the corresponding stress is the shearing stress. This type of stress is\npossible only in solids.\nIn this kind of deformation the Hooke’s law takes the form\nF/A = G ×  ∆L/L\nwhere ∆L is the displacement of one end of object in the direction of the applied force F,\nand G is the shear modulus.\n5. When an object undergoes hydraulic compression due to a stress exerted by a surrounding\nfluid, the Hooke’s law takes the form\np = B (∆V/V),\nwhere p is the pressure (hydraulic stress) on the object due to the fluid, ∆V/V  (the\nvolume strain) is the absolute fractional change in the object’s volume due to that\npressure and B is the bulk modulus  of the object.                    (a)                         (b)\nFig. 8.8 Pillars or columns: (a) a pillar with rounded\nends, (b) Pillar with distributed ends.\nThe answer to the question why the maximum\nheight of a mountain on earth is ~10 km can\nalso be provided by considering the elastic\nproperties of rocks. A mountain base is not under\nuniform compression and this provides someshearing stress to the rocks under which they\ncan flow. The stress due to all the material on\nthe top should be less than the critical shearing\nstress at which the rocks flow.\nAt the bottom of a mountain of height h, the\nforce per unit area due to the weight of the\nmountain is hρg where ρ is the density of the\nmaterial of the mountain and g is the acceleration\ndue to gravity. The material at the bottom\nexperiences this force in the vertical direction,\nand the sides of the mountain are free. Therefore,\nthis is not a case of pressure or bulk compression.\nThere is a shear component, approximately hρg\nitself. Now the elastic limit for a typical rock is\n30 × 107 N m-2. Equating this to hρg, with\nρ  = 3 × 103 kg m-3 gives\nhρg  = 30 × 107 N m-2 .\nh      =  30 × 107 N m-2/(3 × 103 kg m-3 × 10 m s-2)\n      = 10 km\nwhich is more than the height of Mt. Everest!\nReprint 2025-26\n\nMECHANICAL PROPER TIES OF SOLIDS 177\nPOINTS TO PONDER\n1.In the case of a wire, suspended from celing and stretched under the action of a weight ( F)\nsuspended from its other end, the force exerted by the ceiling on it is  equal and opposite to\nthe weight. However , the tension at any cr oss-section A of the wir e is just F and not 2 F.\nHence, tensile stress which is equal to the tension per unit area is equal to F/A.\n2.Hooke’s law is valid only in the linear part of stress-strain curve.\n3.The Y oung’s modulus and shear modulus ar e relevant only for solids since only solids\nhave lengths and shapes.\n4.Bulk modulus is relevant for solids, liquid and gases.  It refers to the change in volume\nwhen every part of the body is under the uniform stress so that the shape of the body\nremains unchanged.\n5.Metals have lar ger values of Y oung’s modulus than alloys and elastomers. A material\nwith lar ge value of Y oung’s modulus r equir es a large for ce to pr oduce small changes in its\nlength.\n6.In daily life, we feel that a material which stretches more is more elastic, but it a is\nmisnomer . In fact material which str etches to a lesser extent for a given load is consider ed\nto be more elastic.\n7.In general, a deforming force in one direction can produce strains in other directions\nalso. The proportionality between stress and strain in such situations cannot be described\nby just one elastic constant.  For example, for a wire under longitudinal strain, the\nlateral dimensions (radius of cross section) will undergo a small change, which is described\nby another elastic constant of the material (called Poisson ratio ).\n8.Stress is not a vector quantity since, unlike a force, the stress cannot be assigned a\nspecific dir ection. For ce acting on the portion of a body on a specified side of a section\nhas a definite dir ection.\nEXERCISES\n8.1 A steel wire of length 4.7 m and cross-sectional area 3.0 × 10-5 m2 stretches by the same\namount as a copper wire of length 3.5 m and cross-sectional area of 4.0 × 10–5 m2 under\na given load. What is the ratio of the Y oung’s modulus of steel to that of copper?\n8.2 Figur e 8.9 shows the strain-str ess curve for a given material. What ar e (a) Y oung’s\nmodulus and (b) approximate yield strength for this material?\nFig. 8.9\nReprint 2025-26\n\n178 PHYSICS\n8.3 The stress-strain graphs for materials A and B are shown in Fig. 8.10.\nFig. 8.10\nThe graphs are drawn to the same scale.\n(a) Which of the materials has the gr eater Y oung’s modulus?\n(b) Which of the two is the stronger material?\n8.4 Read the following two statements below carefully and state, with reasons, if it is true\nor false.\n(a) The Y oung’s modulus of rubber is gr eater than that of steel;\n(b) The str etching of a coil is deter mined by its shear modulus.\n8.5 Two wires of diameter 0.25 cm, one made of steel and the other made of brass are loaded\nas shown in Fig. 8.11. The unloaded length of steel wire is 1.5 m and that of brass wire\nis 1.0 m. Compute the elongations of the steel and the brass wires.\nFig. 8.11\n8.6 The edge of an aluminium cube is 10 cm long. One face of the cube is firmly fixed to a\nvertical wall. A mass of 100 kg is then attached to the opposite face of the cube. The\nshear modulus of aluminium is 25 GPa. What is the vertical deflection of this face?\n8.7 Four identical hollow cylindrical columns of mild steel support a big structure of mass\n50,000 kg. The inner and outer radii of each column are 30 and 60 cm respectively.\nAssuming the load distribution to be uniform, calculate the compressional strain of\neach column.\n8.8 A piece of copper having a rectangular cross-section of 15.2 mm × 19.1 mm is pulled in\ntension with 44,500 N force, producing only elastic deformation. Calculate the resulting\nstrain?\n8.9 A steel cable with a radius of 1.5 cm supports a chairlift at a ski area. If the maximum\nstress is not to exceed 108 N m–2, what is the maximum load the cable can support ?\n8.10 A rigid bar of mass 15 kg is supported symmetrically by three wires each 2.0 m long.\nThose at each end are of copper and the middle one is of iron. Determine the ratios of\ntheir diameters if each is to have the same tension.\n8.11 A 14.5 kg mass, fastened to the end of a steel wire of unstretched length 1.0 m, is\nwhirled in a vertical circle with an angular velocity of 2 rev/s at the bottom of the circle.\nThe cross-sectional area of the wire is 0.065 cm2. Calculate the elongation of the wire\nwhen the mass is at the lowest point of its path.\nReprint 2025-26\n\nMECHANICAL PROPER TIES OF SOLIDS 179\n8.12 Compute the bulk modulus of water from the following data: Initial volume = 100.0\nlitre, Pressure increase = 100.0 atm (1 atm = 1.013 × 105 Pa), Final volume = 100.5 litre.\nCompare the bulk modulus of water with that of air (at constant temperature). Explain\nin simple terms why the ratio is so large.\n8.13 What is the density of water at a depth where pressure is 80.0 atm, given that its\ndensity at the surface is 1.03 × 103 kg m–3?\n8.14 Compute the fractional change in volume of a  glass slab, when subjected to a hydraulic\npressure of 10 atm.\n8.15 Determine the volume contraction of a solid copper cube, 10 cm on an edge, when\nsubjected to a hydraulic pressure of 7.0 × 106 Pa.\n8.16 How much should the pressure on a litre of water be changed to compress it by 0.10%?\ncarry one quarter of the load.\nReprint 2025-26\n\n",
      "wordCount": 6533,
      "examples": [
        {
          "chapterNumber": 6,
          "exampleNumber": 8,
          "title": "1  A structural steel rod  has a",
          "question": "Example 8.1  A structural steel rod  has a\nradius of 10 mm and a length of 1.0 m. A\n100 kN for ce str etches it along its length.\nCalculate (a) str ess, (b) elongation, and (c)\nstrain on the r od. Y oung’s modulus, of\nstructural steel is 2.0 × 1011 N m-2.\nAnswer  We assume that the r od is held by a\nclamp at one end , and the force F is applied at\nthe other end, parallel to the length of the rod.\nThen the stress on the rod is given by\nStressF\nA= =F\nrπ2\n        =\n×( )×\n−100 10 N\n3.14\n10 m3\n22",
          "solution": ""
        },
        {
          "chapterNumber": 6,
          "exampleNumber": 8,
          "title": "2  A copper wire of length 2.2 m",
          "question": "Example 8.2  A copper wire of length 2.2 m\nand a steel wire of length 1.6 m, both of\ndiameter 3.0 mm, are connected end to end.\nWhen stretched by a load, the net\nelongation is found to be 0.70 mm. Obtain\nthe load applied.Answer The copper and steel wires are under\na tensile stress because they have the same\ntension (equal to the load W) and the same area\nof cross-section A. From Eq. (8.7) we have stress\n= strain × Young’s modulus. Ther efore\nW/A = Yc × (∆Lc/Lc) = Ys × (∆Ls/Ls)\nwhere the subscrip",
          "solution": ""
        },
        {
          "chapterNumber": 6,
          "exampleNumber": 8,
          "title": "3  In a human pyramid in a",
          "question": "Example 8.3  In a human pyramid in a\ncircus, the entire weight of the balanced\ngroup is supported by the legs of a performer\nwho is lying on his back (as shown in Fig.\n8.4). The combined mass of all the persons\nperforming the act, and the tables, plaques\netc. involved is 280 kg. The mass of the\nperformer lying on his back at the bottom of\nthe pyramid is 60 kg. Each thighbone (femur)\nof this performer has a length of 50 cm and\nan effective radius of 2.0 cm. Determine the\namount by which each thig",
          "solution": ""
        },
        {
          "chapterNumber": 6,
          "exampleNumber": 8,
          "title": "4  A square lead slab of side 50",
          "question": "Example 8.4  A square lead slab of side 50\ncm and thickness 10 cm is subject to a\nshearing for ce (on its narr ow face) of 9.0 ×\n104 N. The lower edge is riveted to the floor .\nHow much will the upper edge be displaced?\nAnswer  The lead slab is fixed and the force is\napplied parallel to the narrow face as shown in\nFig. 8.6. The area of the face parallel to which\nthis force is applied is\n A  = 50 cm × 10 cm\n                = 0.5 m × 0.1 m\n= 0.05 m2\nTherefore, the stress applied is\n= (9.4  × 104 N",
          "solution": ""
        },
        {
          "chapterNumber": 6,
          "exampleNumber": 8,
          "title": "5  The average depth of Indian",
          "question": "Example 8.5  The average depth of Indian\nOcean is about 3000 m. Calculate the\nfractional compr ession, ∆V/V, of water at\nthe bottom of the ocean, given that the bulk\nmodulus of water is 2.2 × ×× ×× 109 N m–2. (Take\ng  = 10 m s–2)\nAnswer    The press ure exerted by a  3000 m\ncolumn of water on the bottom layer\np = hρ g  = 3000 m  × 1000 kg m–3 × 10 m s–2\n= 3  × 107 kg m–1 s-2\n= 3  × 107 N m–2\nFractional compression ∆V/V, is\n∆V/V  =  stress/ B  = (3 × 107 N m-2)/(2.2 × 109 N m–2)\n= 1.36 × 10-2 or",
          "solution": ""
        }
      ],
      "exercises": [],
      "stats": {
        "examplesCount": 5,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 13,
    "totalWords": 6829
  }
}