{
  "filename": "keph202.pdf",
  "chapters": [
    {
      "chapterNumber": 1,
      "title": "The basic property of a fluid is that it can flow. T",
      "content": "1. The basic property of a fluid is that it can flow. The fluid does not have any\nresistance to change of its shape. Thus, the shape of a fluid is governed by the\nshape of its container .\n2. A liquid is incompressible and has a free surface of its own. A gas is compressible\nand it expands to occupy all the space available to it.\n3. If F is the normal force exerted by a fluid on an area A then the average pressure Pav\nis defined as the ratio of the force to area\nAFPav=\nReprint 2025-26\n\n198 PHYSICS\n4. The unit of the pressure is the pascal (Pa). It is the same as N m-2. Other common\nunits of pressure are\n1 atm = 1.01 ×105 Pa\n1 bar = 105 Pa\n1 torr = 133 Pa = 0.133 kPa\n1 mm of Hg = 1 torr = 133 Pa\n5. Pascal’s law  states that: Pressure in a fluid at rest is same at all points which are at\nthe same height. A change in pressure applied to an enclosed fluid is transmitted\nundiminished to every point of the fluid and the walls of the containing vessel.\n6. The pressure in a fluid varies with depth h according to the expression\nP = Pa + ρgh\nwhere  ρ is the density of the fluid, assumed uniform.\n7. The volume of an incompressible fluid passing any point every second in a pipe of\nnon uniform crossection is the same in the steady flow.\nv A = constant ( v is the velocity and A is the area of crossection)\nThe equation is due to mass conservation in incompressible fluid flow.\n8. Bernoulli’s principle  states that as we move along a streamline, the sum of the\npressure ( P), the kinetic energy per unit volume ( ρv2/2) and the potential energy per\nunit volume ( ρgy) remains a constant.\nP + ρv2/2 + ρgy = constant\nThe equation is basically the conservation of energy applied to non viscuss fluid\nmotion in steady state. There is no fluid which have zero viscosity, so the above\nstatement is true only approximately. The viscosity is like friction and converts the\nkinetic energy to heat energy.\n9. Though shear strain in a fluid does not require shear stress, when a shear stress is\napplied to a fluid, the motion is generated which causes a shear strain growing\nwith time. The ratio of the shear stress to the time rate of shearing strain is known\nas coefficient of viscosity, η.\nwhere symbols have their usual meaning and are defined in the text.\n10. Stokes’ law  states that the viscous drag force F on a sphere of radius a moving with\nvelocity v through a fluid of viscosity is, F = 6 πηav.\n11. Surface tension is a force per unit length (or surface energy per unit area) acting in\nthe plane of interface between the liquid and the bounding surface. It is the extra\nenergy that the molecules at the inter face have as compar ed to the interior .\nPOINTS TO PONDER\n1. Pressure is a scalar quantity . The definition of the pressure as “force per unit area”\nmay give one false impr ession that pr essur e is a vector . The “for ce” in the numerator of\nthe definition is the component of the force normal to the area upon which it is\nimpressed. While describing fluids as a concept, shift from particle and rigid body\nmechanics is r equir ed. W e are concer ned with pr operties that vary fr om point to point\nin the fluid.\n",
      "wordCount": 610,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 2,
      "title": "One should not think of pressure of a fluid as being",
      "content": "",
      "wordCount": 0,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 3,
      "title": "If F is the normal force exerted by a fluid on an ar",
      "content": "3. If F is the normal force exerted by a fluid on an area A then the average pressure Pav\nis defined as the ratio of the force to area\nAFPav=\nReprint 2025-26\n\n198 PHYSICS\n",
      "wordCount": 35,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 4,
      "title": "The unit of the pressure is the pascal (Pa). It is t",
      "content": "4. The unit of the pressure is the pascal (Pa). It is the same as N m-2. Other common\nunits of pressure are\n1 atm = 1.01 ×105 Pa\n1 bar = 105 Pa\n1 torr = 133 Pa = 0.133 kPa\n1 mm of Hg = 1 torr = 133 Pa\n",
      "wordCount": 52,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 5,
      "title": "Pascal’s law  states that: Pressure in a fluid at re",
      "content": "",
      "wordCount": 0,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 6,
      "title": ") to this volume of the fluid and",
      "content": "Chapter 6) to this volume of the fluid and\nthis yields\n(P1− P2) ∆V = 1\n2       ρ ∆V (v22 − v12) + ρg∆V (h2 − h1)\nWe now divide each ter m by ∆V to obtain\n(P1− P2) = 1\n2       ρ (v22 − v12) + ρg (h2 − h1)\nWe can r earrange the above ter ms to obtain\nP1 + 1\n2       ρv12 + ρgh1 = P2+ 1\n2       ρv22 + ρgh2\n     (9.12)\nThis is Bernoulli’s equation . Since 1 and 2\nrefer to any two locations along the pipeline, we\nmay write the expression in general as\n P + 1\n2      ρv2 + ρgh = constant (9.13)In words, the Bernoulli’s relation may be\nstated as follows: As we move along a streamline\nthe sum of the pressure ( P), the kinetic energy\nper unit volume ρv2\n2\n\n and the potential energy\nper unit volume ( ρgh) remains a constant.\nNote that in applying the energy conservation\nprinciple, there is an assumption that no energy\nis lost due to friction. But in fact, when fluids\nflow, some energy does get lost due to internal\nfriction. This arises due to the fact that in a fluid\nflow, the different layers of the fluid flow with\ndifferent velocities. These layers exert frictional\nforces on each other resulting in a loss of energy.\nThis property of the fluid is called viscosity and\nis discussed in more detail in a later section. The\nlost kinetic energy of the fluid gets converted into\nheat energy. Thus, Bernoulli’s equation ideally\napplies to fluids with zero viscosity or non-\nviscous fluids. Another restriction on application\nof Bernoulli theorem is that the fluids must be\nincompressible, as the elastic energy of the fluid\nis also not taken into consideration. In practice,\nit has a large number of useful applications and\ncan help explain a wide variety of phenomena\nfor low viscosity incompressible fluids.\nBernoulli’s equation also does not hold for non-\nsteady or turbulent flows, because in that\nsituation velocity and pressure are constantly\nfluctuating in time.\nWhen a fluid is at rest i.e., its velocity is zero\neverywhere, Bernoulli’s equation becomes\nP1 + ρgh1 = P2 + ρgh2\n(P1− P2) = ρg (h2 − h1)\nwhich is same as Eq. (9.6).\n9.4.1 Speed of Efflux: Torricelli’s Law\nThe word efflux means fluid outflow. Torricelli\ndiscover ed that the speed of ef flux fr om an open\ntank is given by a formula identical to that of a\nfreely falling body. Consider a tank containing\na liquid of density ρ with a small hole in its side\nat a height y1 from the bottom (see Fig. 9.10).\nThe air above the liquid, whose surface is at\nheight y2, is at pr essur e P. From the equation of\ncontinuity [Eq. (9.10)] we have\nv1 A1 = v2 A2\nvA\nAv21\n2=1Fig. 9.9 The flow of an ideal fluid in a pipe of varying\ncross section. The fluid in a section of length\nv1∆t moves to the section of length v2∆t in\ntime ∆t.\nReprint 2025-26\n\nMECHANICAL PROPER TIES OF FLUIDS 189\nIf the cross-sectional area of the tank A2 is\nmuch larger than that of the hole ( A2 >>A1), then\nwe may take the fluid to be approximately at rest\nat the top, i.e., v2 = 0. Now, applying the Bernoulli\nequation at points 1 and 2 and noting that at\nthe hole P1 = Pa, the atmospheric pressure, we\nhave from Eq. (9.12)\n2\n1 1 21\n2aP  v g y P g y             + ρ + ρ = +ρ\nTaking  y2 – y1 = h we have\n( )22a\n1P Pv g h     −= +ρ(9.14)\nWhen P >>Pa and 2 g h may be ignored, the\nspeed of efflux is determined by the container\npressure. Such a situation occurs in rocket\npropulsion. On the other hand, if the tank is\nopen to the atmosphere, then P  = Pa and\nh g v   21= (9.15)\nThis is also the speed of a freely falling body.\nEquation (9.15) represents Torricelli’s law .\n9.4.2 Dynamic Lift\nDynamic lift is the force that acts on a body,\nsuch as airplane wing, a hydrofoil or a spinning\nball, by virtue of its motion through a fluid.  In\nmany games such as cricket, tennis, baseball,\nor golf, we notice that a spinning ball deviatesfrom its parabolic trajectory as it moves through\nair. This deviation can be partly explained on\nthe basis of Bernoulli’s principle.\n(i)Ball moving without spin : Fig. 9.11(a)\nshows the streamlines around a\nnon-spinning ball moving relative to a\nfluid. From the symmetry of streamlines\nit is clear that the velocity of fluid (air)\nabove and below the ball at corresponding\npoints is the same resulting in zero\npressure difference. The air therefore,\nexerts no upward or downward force on\nthe ball.\n(ii)Ball moving with spin : A ball which is\nspinning drags air along with it. If the\nsurface is rough more air will be dragged.\nFig 9.11(b) shows  the streamlines of air\nfor a ball which is moving and spinning\nat the same time. The ball is moving\nforward and relative to it the air is moving\nbackwards. Therefore, the velocity of air\nabove the ball relative to the ball is larger\nand below it is smaller (see Section 9.3).\nThe stream lines, thus, get crowded above\nand rarified below.\nThis difference in the velocities of air results\nin the pressure difference between the lower and\nupper faces and there is a net upward force on\nthe ball. This dynamic lift due to spining is called\nMagnus effect .\nAerofoil or lift on aircraft wing:  Figure 9.11\n(c) shows an aerofoil, which is a solid piece\nshaped to provide an upward dynamic lift\nwhen it moves horizontally thr ough air . The\ncross-section of the wings of an aeroplane\nlooks somewhat like the aerofoil shown in Fig.\n9.11 (c) with streamlines around it. When the\naerofoil moves against the wind, the\norientation of the wing relative to flow direction\ncauses the streamlines to crowd together\nabove the wing more than those below it. The\nflow speed on top is higher than that below it.\nThere is an upward force resulting in a\ndynamic lift of the wings and this balances\nthe weight of the plane. The following example\nillustrates this.Fig. 9.10 Torricelli’s law. The speed of efflux, v1,\nfrom the side of the container is given by\nthe application of Ber noulli’s equation.\nIf the container is open at the top to the\natmospher e then 1  2  hv g= .\nReprint 2025-26\n\n190 PHYSICS⊳\nExample 9.7  A fully loaded Boeing aircraft\nhas a mass of 3.3 × 105 kg. Its total wing\narea is 500 m2. It is in level flight with a\nspeed of 960 km/h. (a) Estimate the\npressure difference between the lower and\nupper surfaces of the wings (b) Estimate\nthe fractional increase in the speed of the\nair on the upper surface of the wing relative\nto the lower surface. [The density of air is ρ\n= 1.2 kg m-3]\nAnswer  (a) The weight of the Boeing aircraft is\nbalanced by the upward force due to the\npressure difference\n∆P × A = 3.3 × 105 kg × 9.8\nP∆= (3.3 × 105 kg × 9.8 m s–2) / 500 m2\n      = 6.5 ×103 Nm-2\n(b) W e ignor e the small height dif ference\nbetween the top and bottom sides in Eq. (9.12).\nThe pressure difference between them is\nthen\nΔP v v=( )ρ\n222\n12–\nwhere v2 is the speed of air over the upper\nsurface and v1 is the speed under the bottom\nsurface.\nv vP\nv v2 1\n2 12–()=+( )Δ\nρ\nTaking the average speed(a) (b) (c)\nFig 9.11 (a) Fluid streaming past a static sphere. (b) Streamlines for a fluid around a sphere spinning  clockwise.\n(c) Air flowing past an aer ofoil.\nvav = (v2 + v1)/2 = 960 km/h = 267 m s-1,\nwe have\nv v vP\nv2 1 2– /()=av\navΔ\nρ≈ 0.08\nThe speed above the wing needs to be only 8\n% higher than that below. ⊳\n9.5  VISCOSITY\nMost of the fluids are not ideal ones and offer some\nresistance to motion. This resistance to fluid motion\nis like an internal friction analogous to friction when\na solid moves on a surface. It is called  viscosity.\nThis force exists when there is relative motion\nbetween layers of the liquid. Suppose we consider\na fluid  like oil  enclosed between two glass plates\nas shown in Fig. 9 .12 (a). The bottom plate is fixed\nwhile the top plate  is moved with a constant\nvelocity v relative to the fixed plate. If oil is\nreplaced by honey, a greater force is required to\nmove the plate with the same velocity. Hence\nwe say that honey is more viscous than oil. The\nfluid in contact with a surface has the same\nvelocity as that of the surfaces. Hence, the layer\nof the liquid in contact with top surface moves\nwith a velocity v and the layer of the liquid in\ncontact with the fixed surface is stationary. The\nvelocities of layers increase uniformly from\nbottom (zero velocity) to the top layer (velocity\nv). For any layer of liquid, its upper layer pulls\nit forward while lower layer pulls it backward.\nThis results in force between the layers. This\nReprint 2025-26\n\nMECHANICAL PROPER TIES OF FLUIDS 191⊳change of strain’ or ‘strain rate’ i.e. ∆x/(l ∆t) or\nv/l instead of strain itself. The coefficient of\nviscosity (pronounced ‘eta’) for a fluid is defined\nas the ratio of shearing stress to the strain rate.\n(9.16)\nThe SI unit of viscosity is poiseiulle (Pl). Its\nother units are N s m-2 or Pa s. The dimensions\nof viscosity ar e [ML-1T-1]. Generally, thin liquids,\nlike water , alcohol, etc., ar e less viscous than\nthick liquids, like coal tar , blood, glycerine, etc.\nThe coefficients of viscosity for some common\nfluids ar e listed in T able 9.2. W e point out two\nfacts about blood and water that you may find\ninteresting. As Table 9.2 indicates, blood is\n‘thicker’ (mor e viscous) than water . Further , the\nrelative viscosity ( η/ηwater) of blood remains\nconstant between 0 oC and 37 oC.type of flow is known as laminar . The layers of\nliquid slide over one another as the pages of a\nbook do when it is placed flat on a table and a\nhorizontal for ce is applied to the top cover . When\na fluid is flowing in a pipe or a tube, then  velocity\nof the liquid layer along the axis of the tube is\nmaximum and  decreases  gradually as we move\ntowards the walls where it becomes zero,\nFig. 9.12 (b). The velocity on a cylindrical surface\nin a tube is constant.\n(a)\n(b)\nFig 9.12  (a) A layer of liquid sandwiched between\ntwo parallel glass plates, in which the\nlower plate is fixed and the upper one is\nmoving to the right with velocity v\n(b) velocity distribution for viscous flow in\na pipe.\nOn account of this motion, a portion of liquid,\nwhich at some instant has the shape ABCD,\ntake the shape of AEFD after short interval of\ntime ( ∆t). During this time interval the liquid has\nundergone a shear strain of ∆x/l. Since, the\nstrain in a flowing fluid increases with time\ncontinuously. Unlike a solid, here the stress is\nfound experimentally to depend on ‘rate ofFig. 9.13 Measurement of the coefficient of viscosity\nof a liquid.\nThe viscosity of liquids decreases with\ntemperature , while it increases in the case of gases.\nExample 9.8 A metal block of area 0.10 m2 is\nconnected to a 0.010 kg mass via a string\nthat passes over an ideal pulley (considered\nmassless and frictionless), as in Fig. 9.13.\nA liquid with a film thickness of 0.30 mm\nis placed between the block and the table.\nWhen released the block moves to the right\nwith a constant speed of 0.085 m s-1. Find\nthe coefficient of viscosity of the liquid.\nReprint 2025-26\n\n192 PHYSICS⊳Answer  The metal block moves to the right\nbecause of the tension in the string. The tension\nT is equal in magnitude to the weight of the\nsuspended mass m. Thus, the shear force  F  is\nF = T = mg = 0.010 kg × 9.8 m s–2 = 9.8 × 10-2 N\nShear stress on the fluid = F/A = N/m2\nStrain rate = \n \n  = \n  = 3.46 ×10-3 Pa s\n  ⊳\nTable 9.2  The viscosities of some fluids\nFluid T(oC) Viscosity (mPl)\nWater 20 1.0\n100 0.3\nBlood 37 2.7\nMachine Oil 16 113\n38 34\nGlycerine 20 830\nHoney – 200\nAir 0 0.017\n40 0.019\n9.5.1 Stokes’ Law\nWhen a body falls through a fluid it drags the\nlayer of the fluid in contact with it. A relative\nmotion between the different layers of the fluid\nis set and, as a result, the body experiences a\nretarding force. Falling of a raindrop and\nswinging of a pendulum bob are some common\nexamples of such motion. It is seen that the\nviscous force is proportional to the velocity of\nthe object and is opposite to the direction of\nmotion. The other quantities on which the force\nF depends are viscosity η of the fluid and radius\na of the sphere. Sir George G. Stokes (181 9–\n1903), an English scientist enunciated clearly\nthe viscous drag force F as\n6F avη= π (9.17)This is known as Stokes’ law. W e shall not\nderive Stokes’ law.\nThis law is an interesting example of retarding\nforce, which is pr oportional to velocity. W e can\nstudy its consequences on an object falling\nthrough a viscous  medium. W e consider a\nraindr op in air . It accelerates initially due to\ngravity. As the velocity increases, the retarding\nforce also increases. Finally , when viscous force\nplus buoyant force becomes equal to  the force\ndue to gravity, the net force becomes zero and so\ndoes the acceleration. The sphere (raindrop) then\ndescends with a constant velocity. Thus , in\nequilibrium, this terminal velocity vt is given by\n6πηavt = (4π/3) a3 (ρ-σ)g\nwhere ρ and σ are mass densities of sphere and\nthe fluid, r espectively. W e obtain\nvt = 2a2 (ρ-σ)g / (9η) (9.18)\nSo the terminal velocity vt depends on the\nsquare of the radius of the sphere and inversely\non the viscosity of the medium.\nYou may like to r efer back to Example 6.2 in\nthis context.\nExample 9.9  The terminal velocity of a\ncopper ball of radius 2.0 mm falling through\na tank of oil at 20oC is 6.5 cm s-1. Compute\nthe viscosity of the oil at 20oC. Density of\noil is 1.5 ×103 kg m-3, density of copper is\n8.9 × 103 kg m-3.\nAnswer  We have vt = 6.5 × 10-2 ms-1, a = 2 × 10-3 m,\ng = 9.8 ms-2,  ρ = 8.9 × 103 kg m-3,\nσ =1.5 ×103 kg m-3. From Eq. (9.18)\n   =  9.9 × 10-1 kg m–1 s–1⊳\n9.6  SURFACE TENSION\nYou must have noticed that, oil and water do\nnot mix; water wets you and me but not ducks;\nmercury does not wet glass but water sticks to\nit, oil rises up a cotton wick, inspite of gravity,\nReprint 2025-26\n\nMECHANICAL PROPER TIES OF FLUIDS 193\nFig. 9.14 Schematic picture of molecules in a liquid, at the surface and balance of forces. (a) Molecule inside\na liquid. Forces on a molecule due to others are shown. Direction of arrows indicates attraction of\nrepulsion. (b) Same, for a molecule at a surface. (c) Balance of attractive (AI and repulsive (R) forces.Let us consider a molecule near the surface\nFig. 9.14(b). Only lower half side of it is\nsurrounded by liquid molecules. There is some\nnegative potential energy due to these, but\nobviously it is less than that of a molecule in\nbulk, i.e., the one fully inside. Approximately\nit is half of the latter . Thus, molecules on a\nliquid surface have some extra energy in\ncomparison to molecules in the interior . A\nliquid, thus, tends to have the least surface\narea which external conditions permit.\nIncreasing surface area requires energy. Most\nsurface phenomenon can be understood in\nterms of this fact. What is the energy required\nfor having a molecule at the surface? As\nmentioned above, roughly it is half the energy\nrequired to remove it entirely from the liquid\ni.e., half the heat of evaporation.\nFinally, what is a surface? Since a liquid\nconsists of molecules moving about, there cannot\nbe a perfectly sharp surface. The density of the\nliquid molecules drops rapidly to zero around\nz = 0 as we move along the direction indicated\nFig 9.14 (c) in a distance of the order of a few\nmolecular sizes.\n9.6.2 Surface Energy and Surface Tension\nAs we have discussed that an extra energy is\nassociated with surface of liquids, the creation\nof more surface (spreading of surface) keeping\nother things like volume fixed requires aSap and water rise up to the top of the leaves of\nthe tree, hair of a paint brush do not cling\ntogether when dry and even when dipped in\nwater but form a fine tip when taken out of it.\nAll these and many more such experiences are\nrelated with the free surfaces of liquids. As\nliquids have no definite shape but have a\ndefinite volume, they acquire a free surface when\npoured in a container . These sur faces  possess\nsome additional  energy. This phenomenon is\nknown as surface tension and it is concerned\nwith only liquid as gases do not have free\nsurfaces. Let us now understand this\nphenomena.\n9.6.1 Surface  Energy\nA liquid stays together because of attraction\nbetween molecules. Consider a molecule well\ninside a liquid. The intermolecular distances are\nsuch that it is attracted to all the surrounding\nmolecules [Fig. 9.14(a)]. This attraction results\nin a negative potential energy for the molecule,\nwhich depends on the number and distribution\nof molecules around the chosen one. But the\naverage potential energy of all the molecules is\nthe same. This is supported by the fact that to\ntake a collection of such molecules (the liquid)\nand to disperse them far away from each other\nin order to evaporate or vaporise, the heat of\nevaporation required is quite large. For water it\nis of the order of 40 kJ/mol.\nReprint 2025-26\n\n194 PHYSICS\nhorizontal liquid film ending in bar free to slide\nover parallel guides Fig (9.15).\nFig. 9.15 Stretching a film. (a) A film in equilibrium;\n(b) The film stretched an extra distance.\nSuppose that we move the bar by a small\ndistance d as shown. Since the area of the\nsurface increases, the system now has more\nenergy, this means that some work has been\ndone against an internal force. Let this internal\nforce be F, the work done by the applied for ce is\nF.d = Fd. From conservation of ener gy, this is\nstored as additional energy in the film. If the\nsurface energy of the film is S per unit area, the\nextra area is 2 dl. A film has two sides and the\nliquid in between, so there are two surfaces and\nthe extra energy is\nS (2dl) = Fd (9.19)\nOr, S=Fd/2 dl = F/2l (9.20)\nThis quantity S is the magnitude of surface\ntension. It is equal to the surface energy per unit\narea of the liquid interface and is also equal to\nthe force per unit length exerted by the fluid on\nthe movable bar .\nSo far we have talked about the surface of\none liquid. More generally, we need to consider\nfluid surface in contact with other fluids or solid\nsurfaces. The surface energy in that case\ndepends on the materials on both sides of the\nsurface. For example, if the molecules of the\nmaterials attract each other , surface ener gy is\nreduced while if they repel each other the\nsurface energy is increased. Thus, more\nappropriately, the surface energy is the energy\nof the interface between two materials and\ndepends on both of them.\nWe make the following observations from\nabove:\n(i)Surface tension is a force per unit length\n(or surface energy per unit area) acting in\nthe plane of the interface between the plane\nof the liquid and any other substance; it also\nis the extra energy that the molecules at the\ninterface have as compared to molecules in\nthe interior .\n(ii)At any point on the interface besides the\nboundary, we can draw a line and imagine\nequal and opposite surface tension forces\nS per unit length of the line acting\nperpendicular to the line, in the plane of\nthe interface. The line is in equilibrium. To\nbe more specific, imagine a line of atoms or\nmolecules at the surface. The atoms to the\nleft pull the line towards them; those to the\nright pull it towards them! This line of\natoms is in equilibrium under tension. If\nthe line really marks the end of the\ninterface, as in Figure 9.14 (a) and (b) there\nis only the force S per unit length\nacting inwards.\nTable 9.3 gives the surface tension of various\nliquids. The value of surface tension depends\non temperature. Like viscosity, the surface\ntension of a liquid usually falls with\ntemperature.\nTable 9.3 Surface tension of some liquids at the\ntemperatures indicated with the\nheats of the vaporisation\nLiquid Temp (oC) Surface Heat of\nTension vaporisation\n (N/m)  (kJ/mol)\nHelium –270 0.000239 0.115\nOxygen –183 0.0132 7.1\nEthanol 20 0.0227 40.6\nWater 20 0.0727 44.16\nMercury 20 0.4355 63.2\nReprint 2025-26\n\nMECHANICAL PROPER TIES OF FLUIDS 195\nA fluid will stick to a solid surface if the\nsurface energy between fluid and the solid is\nsmaller than the sum of surface energies\nbetween solid-air , and fluid-air . Now ther e is\nattraction between the solid surface and the\nliquid. It can be directly measured\nexperimentaly as schematically shown in Fig.\n9.16. A flat vertical glass plate, below which a\nvessel of some liquid is kept, forms one arm of\nthe balance. The plate is balanced by weights\non the other side, with its horizontal edge just\nover water . The vessel is raised slightly till the\nliquid just touches the glass plate and pulls it\ndown a little because of sur face tension. W eights\nare added till the plate just clears water .\nFig. 9.16  Measuring Surface Tension.\nSuppose the additional weight r equir ed is W.\nThen from Eq. 9.20 and the discussion given\nthere, the surface tension of the liquid-air\ninterface is\nSla = (W/2l) = (mg/2l ) (9.21)\nwhere m is the extra mass and l is the length of\nthe plate edge. The subscript (la) emphasises\nthe fact that the liquid-air interface tension\nis involved.\n9.6.3 Angle of Contact\nThe surface of liquid near the plane of contact,\nwith another medium is in general curved. The\nangle between tangent to the liquid surface at\nthe point of contact and solid surface inside the\nliquid is termed as angle of contact. It is denotedby θ. It is different at interfaces of different pairs\nof liquids and solids. The value of θ determines\nwhether a liquid will spread on the surface of a\nsolid or it will form droplets on it. For example,\nwater forms droplets on lotus leaf as shown in\nFig. 9.17 (a) while spreads over a clean plastic\nplate as shown in Fig. 9.17(b).\n(a)\n(b)\nFig. 9.17 Different shapes of water drops with\ninterfacial tensions (a) on a lotus leaf (b)\non a clean plastic plate.\nWe consider the thr ee inter facial tensions at\nall the thr ee inter faces, liquid-air , solid-air and\nsolid-liquid denoted by  Sla, Ssa and Ssl , respectively\nas given in Fig. 9.17 (a) and (b). A t the line of\ncontact, the surface forces between the three media\nmust be in equilibrium. From the Fig. 9.17(b) the\nfollowing relation is easily derived.\nSla cos θ  +  Ssl =  Ssa(9.22)\nThe angle of contact is an obtuse angle if\nSsl  > Sla as in the case of water -leaf inter face\nwhile it is an acute angle if Ssl  < Sla as in the\ncase of water -plastic inter face. When θ is an\nobtuse angle then molecules of liquids are\nattracted strongly to themselves and weakly to\nthose of solid, it costs a lot of energy to create a\nliquid-solid surface, and liquid then does not\nwet the solid. This is what happens with water\non a waxy or oily surface, and with mercury on\nReprint 2025-26\n\n196 PHYSICS\nany surface. On the other hand, if the molecules\nof the liquid are strongly attracted to those of\nthe solid, this will reduce Ssl and therefore,\ncos θ may increase or θ may decrease. In this\ncase θ is an acute angle. This is what happens\nfor water on glass or on plastic and for kerosene\noil on virtually anything (it just spreads). Soaps,\ndetergents and dying substances are wetting\nagents. When they are added the angle of\ncontact becomes small so that these may\npenetrate well and become ef fective. W ater\nproofing agents on the other hand are added to\ncreate a large angle of contact between the water\nand fibres.\n9.6.4 Drops and Bubbles\nOne consequence of surface tension is that free\nliquid drops and bubbles are spherical if effects\nof gravity can be neglected. Y ou must have seen\nthis especially clearly in small drops just formed\nin a high-speed spray or jet, and in soap bubbles\nblown by most of us in childhood. Why are drops\nand bubbles spherical? What keeps soap\nbubbles stable?\nAs we have been saying repeatedly, a liquid-\nair interface has energy, so for a given volume\nthe surface with minimum energy is the one with\nthe least area. The sphere has this property.\nThough it is out of the scope of this book, but\nyou can check that a sphere is better than at\nleast a cube in this respect! So, if gravity and\nother forces (e.g. air resistance) were ineffective,\nliquid drops would be spherical.\nAnother interesting consequence of surface\ntension is that the pressure inside a spherical\ndrop Fig. 9.18(a) is more than the pressure\noutside. Suppose a spherical drop of radius r is\nin equilibrium. If its radius incr ease by ∆r. The\nextra surface energy is\n[4π(r + ∆r) 2- 4πr2] Sla = 8πr ∆r Sla(9.23)\nIf the drop is in equilibrium this energy cost is\nbalanced by the energy gain due to\nexpansion under the pressure difference ( Pi – Po)\nbetween the inside of the bubble and the outside.\nThe work done is\nW = (Pi – Po) 4πr2∆r (9.24)so that\n(Pi – Po) = (2 Sla/ r) (9.25)\nIn general, for a liquid-gas interface, the\nconvex side has a higher pressure than the\nconcave side. For example, an air bubble in a\nliquid, would have higher pressure inside it.\nSee Fig 9.18 (b).\nFig. 9.18  Drop, cavity and bubble of radius r .\nA bubble Fig 9.18 (c) differs from a drop\nand a cavity; in this it has two interfaces. Applying\nthe above argument we have for a bubble\n (Pi – Po) = (4 Sla/ r) (9.26)\nThis is probably why you have to blow hard,\nbut not too hard, to form a soap bubble. A little\nextra air pressure is needed inside!\n9.6.5 Capillary Rise\nOne consequence of the pressure difference\nacross a curved liquid-air interface is the well-\nknown effect that water rises up in a narrow\ntube in spite of gravity. The word capilla means\nhair in Latin; if the tube were hair thin, the rise\nwould be very large. To see this, consider a\nvertical capillary tube of circular cross section\n(radius a) inserted into an open vessel of water\n(Fig. 9.19). The contact angle between water and\nFig. 9.19 Capillary rise, (a) Schematic picture of a\nnarrow tube immersed water .\n(b) Enlarged picture near interface.\nReprint 2025-26\n\nMECHANICAL PROPER TIES OF FLUIDS 197⊳ glass is acute. Thus the surface of water in the\ncapillary is concave.  This means that there is\na pressure difference between the two sides\nof the top surface. This is given by\n(Pi – Po) =(2S/r) = 2S/(a sec θ)\n= (2S/a) cos θ (9.27)\nThus the pressure of the water inside the\ntube, just at the meniscus (air-water interface)\nis less than the atmospheric pressure. Consider\nthe two points A and B in Fig. 9.19(a). They\nmust be at the same pressure, namely\nP0 + h ρ g = Pi = PA(9.28)\nwhere ρ ρρ ρρ is the density of water and h is called\nthe capillary rise  [Fig. 9.19(a)]. Using\nEq. (9.27) and (9.28) we have\nh ρ g = (Pi – P0) = (2S cos θ )/a    (9.29)\nThe discussion here, and the Eqs. (9.24) and\n(9.25) make it clear that the capillary rise is due\nto sur face tension. It is lar ger, for a smaller a.\nTypically it is of the order of a few cm for fine\ncapillaries. For example, if a = 0.05 cm, using\nthe value of surface tension for water (Table 9.3),\nwe find that\nh = 2S/(ρ g a)\n  -1\n3 -3 -2 -42×(0.073 N m )=(10 kg m ) (9.8 m s )(5 × 10 m)\n  = 2.98 × 10–2 m = 2.98 cm\nNotice that if the liquid meniscus is convex,\nas for mercury, i.e., if cos  θ is negative then from\nEq. (9.28) for example, it is clear that the liquid\nwill be lower in the capillary !Example 9.10  The lower end of a capillary\ntube of diameter 2.00 mm is dipped 8.00\ncm below the sur face of water in a beaker .\nWhat is the pressure required in the tube\nin order to blow a hemispherical bubble at\nits end in water? The surface tension of\nwater at temperature of the experiments is\n7.30 × 10-2 Nm-1. 1 atmospheric pressure =\n1.01  × 105 Pa, density of water = 1000 kg/m3,\ng = 9.80 m  s-2. Also calculate the excess\npressure.\nAnswer  The excess pressure in a bubble of gas\nin a liquid is given by 2 S/r, wher e S is the\nsurface tension of the liquid-gas inter face. Y ou\nshould note there is only one liquid surface in\nthis case. (For a bubble of liquid in a gas, there\nare two liquid surfaces, so the formula for\nexcess pr essur e in that case is 4 S/r.) The\nradius of the bubble is r . Now the pr essur e\noutside the bubble Po equals atmospheric\npressure plus the pressure due to 8.00 cm of\nwater column. That is\nPo = (1.01  × 105 Pa + 0.08 m  × 1000 kg m–3\n    × 9.80 m s–2)\n    = 1.01784  × 105 Pa\nTherefore, the pressure inside the bubble is\n  Pi  = Po + 2S/r\n= 1.01784  × 105 Pa + (2 × 7.3 × 10-2 Pa m/10-3 m)\n= (1.01784 + 0.00146)  × 105  Pa\n= 1.02   × 105 Pa\nwhere the radius of the bubble is taken\nto be equal to the radius of the capillary tube,\nsince the bubble is hemispherical ! (The answer\nhas been rounded off to three significant figures.)\nThe excess pressure in the bubble is 146 Pa.\n⊳\nSUMMARY\n1. The basic property of a fluid is that it can flow. The fluid does not have any\nresistance to change of its shape. Thus, the shape of a fluid is governed by the\nshape of its container .\n2. A liquid is incompressible and has a free surface of its own. A gas is compressible\nand it expands to occupy all the space available to it.\n3. If F is the normal force exerted by a fluid on an area A then the average pressure Pav\nis defined as the ratio of the force to area\nAFPav=\nReprint 2025-26\n\n198 PHYSICS\n4. The unit of the pressure is the pascal (Pa). It is the same as N m-2. Other common\nunits of pressure are\n1 atm = 1.01 ×105 Pa\n1 bar = 105 Pa\n1 torr = 133 Pa = 0.133 kPa\n1 mm of Hg = 1 torr = 133 Pa\n5. Pascal’s law  states that: Pressure in a fluid at rest is same at all points which are at\nthe same height. A change in pressure applied to an enclosed fluid is transmitted\nundiminished to every point of the fluid and the walls of the containing vessel.\n6. The pressure in a fluid varies with depth h according to the expression\nP = Pa + ρgh\nwhere  ρ is the density of the fluid, assumed uniform.\n",
      "wordCount": 5494,
      "examples": [
        {
          "chapterNumber": 6,
          "exampleNumber": 9,
          "title": "7  A fully loaded Boeing aircraft",
          "question": "Example 9.7  A fully loaded Boeing aircraft\nhas a mass of 3.3 × 105 kg. Its total wing\narea is 500 m2. It is in level flight with a\nspeed of 960 km/h. (a) Estimate the\npressure difference between the lower and\nupper surfaces of the wings (b) Estimate\nthe fractional increase in the speed of the\nair on the upper surface of the wing relative\nto the lower surface. [The density of air is ρ\n= 1.2 kg m-3]\nAnswer  (a) The weight of the Boeing aircraft is\nbalanced by the upward force due to the\npressure",
          "solution": ""
        },
        {
          "chapterNumber": 6,
          "exampleNumber": 9,
          "title": "8 A metal block of area 0.10 m2 is",
          "question": "Example 9.8 A metal block of area 0.10 m2 is\nconnected to a 0.010 kg mass via a string\nthat passes over an ideal pulley (considered\nmassless and frictionless), as in Fig. 9.13.\nA liquid with a film thickness of 0.30 mm\nis placed between the block and the table.\nWhen released the block moves to the right\nwith a constant speed of 0.085 m s-1. Find\nthe coefficient of viscosity of the liquid.\nReprint 2025-26\n\n192 PHYSICS⊳Answer  The metal block moves to the right\nbecause of the tension in the string",
          "solution": ""
        },
        {
          "chapterNumber": 6,
          "exampleNumber": 6,
          "title": "2 in",
          "question": "Example 6.2 in\nthis context.\nExample 9.9  The terminal velocity of a\ncopper ball of radius 2.0 mm falling through\na tank of oil at 20oC is 6.5 cm s-1. Compute\nthe viscosity of the oil at 20oC. Density of\noil is 1.5 ×103 kg m-3, density of copper is\n8.9 × 103 kg m-3.\nAnswer  We have vt = 6.5 × 10-2 ms-1, a = 2 × 10-3 m,\ng = 9.8 ms-2,  ρ = 8.9 × 103 kg m-3,\nσ =1.5 ×103 kg m-3. From Eq. (9.18)\n   =  9.9 × 10-1 kg m–1 s–1⊳\n9.6  SURFACE TENSION\nYou must have noticed that, oil and water do\nnot mix; wa",
          "solution": ""
        },
        {
          "chapterNumber": 6,
          "exampleNumber": 9,
          "title": "9  The terminal velocity of a",
          "question": "Example 9.9  The terminal velocity of a\ncopper ball of radius 2.0 mm falling through\na tank of oil at 20oC is 6.5 cm s-1. Compute\nthe viscosity of the oil at 20oC. Density of\noil is 1.5 ×103 kg m-3, density of copper is\n8.9 × 103 kg m-3.\nAnswer  We have vt = 6.5 × 10-2 ms-1, a = 2 × 10-3 m,\ng = 9.8 ms-2,  ρ = 8.9 × 103 kg m-3,\nσ =1.5 ×103 kg m-3. From Eq. (9.18)\n   =  9.9 × 10-1 kg m–1 s–1⊳\n9.6  SURFACE TENSION\nYou must have noticed that, oil and water do\nnot mix; water wets you and me but not d",
          "solution": ""
        },
        {
          "chapterNumber": 6,
          "exampleNumber": 9,
          "title": "10  The lower end of a capillary",
          "question": "Example 9.10  The lower end of a capillary\ntube of diameter 2.00 mm is dipped 8.00\ncm below the sur face of water in a beaker .\nWhat is the pressure required in the tube\nin order to blow a hemispherical bubble at\nits end in water? The surface tension of\nwater at temperature of the experiments is\n7.30 × 10-2 Nm-1. 1 atmospheric pressure =\n1.01  × 105 Pa, density of water = 1000 kg/m3,\ng = 9.80 m  s-2. Also calculate the excess\npressure.\nAnswer  The excess pressure in a bubble of gas\nin a liquid i",
          "solution": ""
        }
      ],
      "exercises": [],
      "stats": {
        "examplesCount": 5,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 7,
      "title": "The volume of an incompressible fluid passing any po",
      "content": "7. The volume of an incompressible fluid passing any point every second in a pipe of\nnon uniform crossection is the same in the steady flow.\nv A = constant ( v is the velocity and A is the area of crossection)\nThe equation is due to mass conservation in incompressible fluid flow.\n",
      "wordCount": 53,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 8,
      "title": "Bernoulli’s principle  states that as we move along",
      "content": "8. Bernoulli’s principle  states that as we move along a streamline, the sum of the\npressure ( P), the kinetic energy per unit volume ( ρv2/2) and the potential energy per\nunit volume ( ρgy) remains a constant.\nP + ρv2/2 + ρgy = constant\nThe equation is basically the conservation of energy applied to non viscuss fluid\nmotion in steady state. There is no fluid which have zero viscosity, so the above\nstatement is true only approximately. The viscosity is like friction and converts the\nkinetic energy to heat energy.\n",
      "wordCount": 91,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 9,
      "title": "Though shear strain in a fluid does not require shea",
      "content": "9. Though shear strain in a fluid does not require shear stress, when a shear stress is\napplied to a fluid, the motion is generated which causes a shear strain growing\nwith time. The ratio of the shear stress to the time rate of shearing strain is known\nas coefficient of viscosity, η.\nwhere symbols have their usual meaning and are defined in the text.\n",
      "wordCount": 65,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 10,
      "title": "Stokes’ law  states that the viscous drag force F on",
      "content": "10. Stokes’ law  states that the viscous drag force F on a sphere of radius a moving with\nvelocity v through a fluid of viscosity is, F = 6 πηav.\n",
      "wordCount": 30,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 11,
      "title": "Surface tension is a force per unit length (or surfa",
      "content": "11. Surface tension is a force per unit length (or surface energy per unit area) acting in\nthe plane of interface between the liquid and the bounding surface. It is the extra\nenergy that the molecules at the inter face have as compar ed to the interior .\nPOINTS TO PONDER\n1. Pressure is a scalar quantity . The definition of the pressure as “force per unit area”\nmay give one false impr ession that pr essur e is a vector . The “for ce” in the numerator of\nthe definition is the component of the force normal to the area upon which it is\nimpressed. While describing fluids as a concept, shift from particle and rigid body\nmechanics is r equir ed. W e are concer ned with pr operties that vary fr om point to point\nin the fluid.\n2.  One should not think of pressure of a fluid as being exerted only on a solid like the\nwalls of a container or a piece of solid matter immersed in the fluid. Pressure exists at\nall points in a fluid. An element of a fluid (such as the one shown in Fig. 9.4) is in\nequilibrium because the pressures exerted on the various faces are equal.\nReprint 2025-26\n\nMECHANICAL PROPER TIES OF FLUIDS 199\n3. The expression for pressure\nP = Pa + ρgh\nholds true if fluid is incompressible. Practically speaking it holds for liquids, which\nare largely incompressible and hence  is a constant with height.\n4. The gauge pressure is the difference of the actual pressure and the atmospheric pressure.\nP – Pa = Pg\nMany pressure-measuring devices measure the gauge pressure. These include the tyre\npressure gauge and the blood pressure gauge (sphygmomanometer).\n5. A streamline is a map of fluid flow. In a steady flow two streamlines do not intersect as\nit means that the fluid particle will have two possible velocities at the point.\n6. Bernoulli’s principle does not hold in presence of viscous drag on the fluid. The work\ndone by this dissipative viscous force must be taken into account in this case, and P2\n[Fig. 9.9] will be lower than the value given by Eq. (9.12).\n7. As the temperature rises the atoms of the liquid become more mobile and the coefficient\nof viscosity, η  falls. In a gas the temperature rise increases the random motion of\natoms and η  increases.\n8. Surface tension arises due to excess potential energy of the molecules on the surface\nin comparison to their potential ener gy in the interior . Such a sur face ener gy is pr esent\nat the interface separating two substances at least one of which is a fluid. It is not the\nproperty of a single fluid alone.\nEXERCISES\n9.1 Explain why\n(a)The blood pressure in humans is greater at the feet than at the brain\n(b)Atmospheric pressure at a height of about 6 km decreases to nearly half of\nits value at the sea level, though the height of the atmosphere is more than\n100 km\n(c)Hydrostatic pressure is a scalar quantity even though pressure is force\ndivided by area.\n9.2 Explain why\n(a)The angle of contact of mercury with glass is obtuse, while that of water\nwith glass is acute.\n(b)Water on a clean glass sur face tends to spr ead out while mer cury on the\nsame surface tends to form drops. (Put differently, water wets glass while\nmercury does not.)\nReprint 2025-26\n\n200 PHYSICS\n(c)Surface tension of a liquid is independent of the area of the surface\n(d)Water with deter gent disolved in it should have small angles of contact.\n(e)A drop of liquid under no external forces is always spherical in shape\n9.3 Fill in the blanks using the word(s) from the list appended with each statement:\n(a)Surface tension of liquids generally ... with temperatures (increases / decreases)\n(b)Viscosity of gases ... with temperature, whereas viscosity of   liquids  ...  with\ntemperature (increases / decreases)\n(c)For solids with elastic modulus of rigidity, the shearing force is proportional\nto ... , while for fluids it is proportional to ..\n. (shear strain / rate of shear\nstrain)\n(d)For a fluid in a stead y flow, the increase in flow speed at a constriction follows\n(conservation of mass / Bernoulli’s principle)\n(e)For the model of  a plane in a wind tunnel, turbulence occurs at a ... speed for\nturbulence for an actual plane (greater / smaller)\n9.4 Explain why\n(a)To keep a piece of paper horizontal, you should blow over , not under , it\n(b)When we try to close a water tap with our fingers, fast jets of water gush\nthrough the openings between our fingers\n(c)The size of the needle of a syringe controls flow rate better than the thumb\npressure exerted by a doctor while administering an injection\n(d)A fluid flowing out of a small hole in a vessel results in a backward thrust on\nthe vessel\n(e)A spinning cricket ball in air does not follow a parabolic trajectory\n9.5 A 50 kg girl wearing high heel shoes balances on a single heel. The heel is circular with\na diameter 1.0 cm. What is the pressure exerted by the heel on the horizontal floor ?\n9.6 Toricelli’s barometer used mercury. Pascal duplicated it using French wine of density\n984 kg m–3. Determine the height of the wine column for normal atmospheric\npressure.\n9.7 A vertical off-shore structure is built to withstand a maximum stress of 109 Pa. Is\nthe structure suitable for putting up on top of an oil well in the ocean ? Take the\ndepth of the ocean to be roughly 3 km, and ignore ocean currents.\n9.8 A hydraulic automobile lift is designed to lift cars with a maximum mass of 3000\nkg. The area of cross-section of the piston carrying the load is 425 cm2. What\nmaximum pressure would the smaller piston have to bear ?\n9.9 A U-tube contains water and methylated spirit separated by mercury. The mercury\ncolumns in the two arms are in level with 10.0 cm of water in one arm and 12.5 cm\nof spirit in the other . What is the specific gravity of spirit ?\n9.10 In the previous problem, if 15.0 cm of water and spirit each are further poured into\nthe respective arms of the tube, what is the difference in the levels of mercury in the\ntwo arms ? (Specific gravity of mercury = 13.6)\n9.11 Can Bernoulli’s equation be used to describe the flow of water through a rapid in a\nriver ? Explain.\n9.12 Does it matter if one uses gauge instead of absolute pressures in applying Bernoulli’s\nequation ? Explain.\n9.13 Glycerine flows steadily through a horizontal tube of length 1.5 m and radius 1.0\ncm. If the amount of glycerine collected per second at one end is 4.0 × 10–3 kg s–1,\nwhat is the pressure difference between the two ends of the tube ? (Density of glycerine\n= 1.3 × 103 kg m–3 and viscosity of glycerine = 0.83 Pa s). [Y ou may also like to check\nif the assumption of laminar flow in the tube is correct].\n9.14 In a test experiment on a model aeroplane in a wind tunnel, the flow speeds on the\nupper and lower surfaces of the wing are 70 m s–1and 63 m s-1 respectively. What is\nthe lift on the wing if its area is 2.5 m2 ? Take the density of air to be 1.3 kg m–3.\n9.15 Figures 9.20(a) and (b) refer to the steady flow of a (non-viscous) liquid. Which of\nthe two figur es is incorr ect? Why ?\nReprint 2025-26\n\nMECHANICAL PROPER TIES OF FLUIDS 201\nFig. 9.20\n9.16 The cylindrical tube of a spray pump has a cross-section of 8.0 cm2 one end of\nwhich has 40 fine holes each of diameter 1.0 mm. If the liquid flow inside the tube\nis 1.5 m min–1, what is the speed of ejection of the liquid through the holes ?\n9.17 A U-shaped wire is dipped in a soap solution, and removed. The thin soap film\nformed between the wire and the light slider supports a weight of 1.5 × 10–2 N (which\nincludes the small weight of the slider). The length of the slider is 30 cm. What is\nthe surface tension of the film ?\n9.18 Figure 9.21 (a) shows a thin liquid film supporting a small weight = 4.5 × 10–2 N.\nWhat is the weight supported by a film of the same liquid at the same temperature\nin Fig. (b) and (c) ? Explain your answer physically.\nFig. 9.21\n9.19 What is the pressure inside the drop of mercury of radius 3.00 mm at room temperature ?\nSurface  tension of mercury  at that temperature  (20 °C) is 4.65 × 10–1 N m–1. The\natmospheric pressure is 1.01 × 105 Pa. Also give the excess pressure inside the drop.\n9.20 What is the excess pressure inside a bubble of soap solution of radius 5.00 mm,\ngiven that the surface tension of soap solution at the temperature (20 °C) is 2.50 ×\n10–2 N m–1? If an air bubble of the same dimension were formed at depth of 40.0 cm\ninside a container containing the soap solution (of relative density 1.20), what would\nbe the pressure inside the bubble ? (1 atmospheric pressure is  1.01 × 105 Pa).\nReprint 2025-26\n\n",
      "wordCount": 1569,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 22,
    "totalWords": 7999
  }
}