{
  "filename": "keph205.pdf",
  "chapters": [
    {
      "chapterNumber": 1,
      "title": "for a more precise",
      "content": "Chapter 1 for a more precise\ndefinition). Avogadro had guessed the equality of\nnumbers in equal volumes of gas at a fixed\ntemperature and pressure from chemical\nreactions.  Kinetic  theory justifies this hypothesis.\nThe perfect gas equation can be written as\nPV = µ RT (12.3)\nwhere  µ   is the number of moles and R  = NA\nkB is a universal constant. The temperatur e T is\nabsolute temperature.  Choosing kelvin scale for\nabsolute temperature, R = 8.314 J mol–1K–1.\nHere\n0 AM N\nM Nµ= = (12.4)\nwhere M is the mass of the gas containing N\nmolecules, M0 is the molar mass and NA the\nAvogadr o’s number . Using  Eqs. (12.4) and (12.3)\ncan also be written as\nPV = kB NT or P = kB nT\nP (atm)\nFig.12.1 Real gases approach ideal gas behaviour at\nlow pressures and high temperatures.\nwhere  n is the number density, i.e. number of\nmolecules per unit volume. kB is  the Boltzmann\nconstant introduced above. Its value in SI units\nis 1.38 ×  10–23 J K–1.\nAnother useful form of Eq. (12.3) is\n0RTPMρ=(12.5)\nReprint 2025-26\n\nKINETIC THEORY 247⊳where ρ is the mass density of the gas.\nA gas that satisfies Eq. (12.3) exactly at all\npressur es and temperatur es is defined to be an\nideal gas . An ideal gas is a simple theor etical\nmodel of a gas. No r eal gas is truly ideal.\nFig. 12.1 shows departures from ideal gas\nbehaviour for a r eal gas at thr ee dif ferent\ntemperatures. Notice that all curves appr oach\nthe ideal gas behaviour for low  pr essur es and\nhigh temperatur es.\nAt low pressur es or high temperatur es the\nmolecules ar e far apart and molecular\ninteractions ar e negligible. W ithout interactions\nthe gas behaves like an ideal one.\nIf we fix µ and T in Eq. (12.3), we get\nPV = constant (12.6)\ni.e., keeping temperature constant, pressure of\na given mass of gas varies inversely with volume.\nThis is the famous Boyle’s law . Fig. 12.2  shows\ncomparison between experimental P-V curves\nand the theor etical curves predicted by Boyle’s\nlaw. Once again you see that the  agr eement is\ngood at high temperatur es and  low pr essur es.\nNext, if you fix P, Eq. (12.1) shows that V ∝  T i.e.,\nfor a fixed pressure, the volume of a gas is\nproportional to its absolute temperatur e T\n(Charles’ law) . See Fig. 12.3.\nFig.12.2 Experimental P-V curves (solid lines) for\nsteam at three temperatures compared with\nBoyle’s law (dotted lines). P is in units of 22\natm and V in units of 0.09 litres.\nFinally, consider a mixtur e of non-interacting\nideal  gases: µ\n1  moles of gas 1, µ\n2 moles of gas 2,etc. in a vessel of volume V at temperature T and\npressur e P. It is then found that the equation  of\nstate of the mixture is :\nPV = ( µ1 + µ2 +…  ) RT (12.7)\ni.e. 1 2 ...RT RTPV Vµ µ= + + (12.8)\n= P1 + P2 + … (12.9)\nClearly P1 =    µ1 R T/V    is the pressur e that\ngas 1 would  exert at the same conditions of\nvolume and  temperature if no other gases were\npresent. This is called the partial pressure of the\ngas. Thus, the total pressure of a mixture of ideal\ngases is the sum of partial pr essur es. T his is\nDalton’s law of partial pressures.\nFig. 12 .3Experimental T-V curves (solid lines) for CO2\nat three pressures compared with Charles’\nlaw (dotted lines). T is in units of 300 K and\nV in units of 0.13 litres.\nWe next consider some examples which give\nus infor mation about the volume occupied by\nthe molecules and the volume of a single\nmolecule.\nExample 12.1  The density of water is  1000\nkg m–3. The density of water vapour at 100 °C\nand 1 atm pr essur e is 0.6 kg m–3. The\nvolume of a molecule multiplied by the total\nnumber gives ,what is called, molecular\nvolume. Estimate the ratio (or fraction) of\nthe molecular volume  to the total volume\noccupied by the water vapour under the\nabove conditions of temperatur e and\npressur e.\nReprint 2025-26\n\n248 PHYSICS⊳\n⊳Answer  For  a given mass of water molecules,\nthe density is less if volume is large. So the\nvolume of the vapour is  1000/0.6  = 1/(6 × 10 -4 )\ntimes lar ger.  If densities of bulk water and water\nmolecules are same, then the fraction of\nmolecular volume to the total volume in liquid\nstate is 1. As volume in vapour state has\nincreased, the fractional volume is less by the\nsame amount, i.e.  6× 10-4.  ⊳\nExample 12.2   Estimate the volume of a\nwater molecule using the data in Example\n12.1.\nAnswer  In the liquid (or solid) phase, the\nmolecules of water ar e quite closely packed. The\ndensity of water molecule may therefore, be\nregarded as roughly equal to the density of bulk\nwater = 1000 kg m–3. To estimate the volume of\na water molecule, we need to know the mass of\na single water molecule. W e know that 1 mole\nof water has a mass appr oximately equal to\n(2 + 16)g  = 18 g  =  0.018 kg.\nSince 1 mole   contains  about   6 × 1023\nmolecules   (A vogadr o’s  number),   the mass of\na molecule of water is  (0.018)/(6 × 1023) kg  =\n3 × 10–26 kg. Therefore, a rough estimate of the\nvolume of a water  molecule is as follows :\nVolume of a water molecule\n= (3 × 10–26 kg)/ (1000 kg m–3)\n= 3 × 10–29 m3\n= (4/3) π  (Radius)3\nHence, Radius ≈ 2 ×10-10  m = 2 Å ⊳\nExample 12.3    What is the average\ndistance between atoms (interatomic\ndistance) in water? Use the data given in\nExamples 12.1 and 12.2.\nAnswer  :   A given mass of water in vapour state\nhas 1.67×103 times the volume of the same mass\nof water in liquid state (Ex. 12.1). This is also\nthe increase in the amount of volume available\nfor each molecule of water . When volume\nincreases by 103 times the radius increases by\nV1/3 or 10 times, i.e., 10 × 2 Å  = 20 Å. So the\naverage distance is 2 × 20 = 40  Å.    ⊳\nExample 12.4 A vessel contains two non-\nreactive gases : neon (monatomic) and\noxygen (diatomic). The ratio of their partial\npressures is 3:2. Estimate the ratio of  (i)number of molecules and (ii) mass density\nof neon and oxygen in the vessel. Atomic\nmass of Ne = 20.2 u, molecular mass of O2\n= 32.0 u.\nAnswer  Partial pr essur e of a gas in a mixtur e is\nthe pr essur e it would have for the same volume\nand temperatur e if it alone occupied the vessel.\n(The total pr essur e of a mixtur e of non-r eactive\ngases is the sum of partial pr essur es due to its\nconstituent gases.) Each gas (assumed ideal)\nobeys the gas law. Since V  and T are common to\nthe two gases,  we  have  P1V = µ 1 RT and P2V =\nµ2 RT, i.e. ( P1/P2) = (µ1 / µ2). Her e 1 and 2 refer\nto neon and oxygen r espectively. Since ( P1/P2) =\n(3/2) (given), ( µ1/ µ2) = 3/2.\n(i)By definition µ1 = (N1/NA ) and µ2 = (N2/NA)\nwhere N1 and N2 are the number of molecules\nof 1 and 2, and NA is the A vogadr o’s number .\nTherefore, (N1/N2) = (µ1 / µ2)  = 3/2.\n(ii)We can also write µ1 = (m1/M1) and µ2 =\n(m2/M2) wher e m1 and m2 are the masses of\n1 and 2; and M1 and M2 are their molecular\nmasses. (Both m1 and M1; as well as m2 and\nM2 should be expr essed in the same units).\nIf ρ1 and ρ2  are the mass densities of 1 and\n2 respectively,  we have\nρ\nρµ\nµ1\n21\n21\n21\n21\n2= = = ×\n\nm V\nm Vm\nmM\nM/\n/\n3 20.20.9472 32.0= × =\n  ⊳\n12.4 KINETIC THEORY OF AN IDEAL GAS\nKinetic theory of gases is based on the molecular\npictur e of matter . A given amount of gas is a\ncollection of a lar ge number of molecules\n(typically of the or der of A vogadr o’s number) that\nare in incessant random motion. At or dinary\npressur e and temperatur e, the average distance\nbetween molecules is a factor of 10 or mor e than\nthe typical size of a molecule (2 Å). Thus,\ninteraction between molecules is negligible and\nwe can assume that they move freely in straight\nlines accor ding to Newton’s first law. However ,\noccasionally, they come close to each other ,\nexperience intermolecular forces and their\nvelocities change.  These interactions are called\ncollisions. The molecules collide incessantly\nagainst each other or with the walls and change\n⊳\nReprint 2025-26\n\nKINETIC THEORY 249\ntheir velocities.  The collisions are considered to\nbe elastic. W e can derive an expr ession for the\npressure of a gas based on the kinetic theory.\nWe begin with the idea that molecules of a\ngas ar e in incessant random motion, colliding\nagainst one another and with the walls of the\ncontainer . All collisions between molecules\namong themselves or between molecules and the\nwalls ar e elastic. This implies that  total kinetic\nenergy is conserved. The total momentum is\nconserved as usual.\n12.4.1 Pressure of an Ideal Gas\nConsider a gas enclosed in a cube of side l. T ake\nthe axes to be parallel to the sides of the cube,\nas shown in Fig. 12.4.  A molecule with velocity\n(vx, vy, vz ) hits the planar wall parallel to yz-\nplane of ar ea A (= l2). Since the collision is elastic,\nthe molecule r ebounds with the same velocity;\nits y and z components of velocity do not change\nin the collision but the x-component r everses\nsign. That is, the velocity after collision is\n(-vx, vy, vz ) . The change in momentum of the\nmolecule is:  – mvx – (mvx) = – 2 mvx . By the\nprinciple of conservation of momentum, the\nmomentum imparted to the wall in the collision\n= 2mvx .the wall. Thus, the number of molecules with\nvelocity (vx, vy, vz )  hitting the wall in time ∆t is\n½A vx  ∆t n, where n is the number of molecules\nper unit volume. The total momentum\ntransferr ed to the wall by these molecules in\ntime ∆t  is:\nQ = (2mvx) (½ n A vx \n∆t ) (12.10)\nThe force on the wall is the rate of momentum\ntransfer Q/∆t  and pr essur e is for ce per unit\narea :\nP =  Q /(A ∆t)  =  n m vx2(12.11)\nActually, all molecules in a gas do not have\nthe same velocity; ther e is a distribution in\nvelocities.  The  above equation, therefore, stands\nfor pressure du e to the group of molecules with\nspeed vx  in  the x-direction and n stands for the\nnumber density of that group of molecules. The\ntotal  pressure is obtained by summing over the\ncontribution due to all gr oups:\nP = n m  2\nxv (12.12)\nwhere2\nxv is the average of  vx2  .  Now the gas\nis isotr opic, i.e. ther e is no pr eferred dir ection\nof velocity of the molecules in the vessel.\nTherefore, by symmetry,\n2\nxv = 2\nyv = 2\nzv\n= (1/3) [2\nxv +  2\nyv + 2\nzv] = (1/3) 2v (12.13)\nwhere v is the speed and 2v  denotes the mean\nof the squar ed speed. Thus\nP = (1/3) n m  2v (12.14)\nSome remarks on this derivation. First,\nthough we choose the container to be a cube,\nthe shape of the vessel really is immaterial. For\na vessel of arbitrary shape, we can always choose\na small infinitesimal (planar) area and carry\nthrough the steps above. Notice that both A and\n∆t do not appear in the final result. By Pascal’s\nlaw, given in Ch. 9,  pressure in one portion of\nthe gas  in equilibrium is the same as anywhere\nelse. Second, we have ignored any collisions in\nthe derivation. Though this assumption is\ndifficult to justify rigorously, we can qualitatively\nsee that it will not lead to erroneous results. The\nnumber of molecules hitting the wall in time ∆t\nwas found to be ½ n  Avx ∆t. Now the collisions\nare random and the gas is in a steady state.\nThus, if a molecule with velocity ( vx, vy, vz )\nacquires a  different velocity due to collision with\nsome molecule, there will always be some otherFig. 12.4 Elastic collision of a gas molecule with the\nwall of the container .\nTo calculate the force (and pressure) on the\nwall, we need to calculate momentum imparted\nto the wall per unit time. In a small time interval\n∆t, a molecule with x-component of velocity vx\nwill hit the wall if it is within the distance vx ∆t\nfrom the wall. That is, all molecules within the\nvolume Avx ∆t only can hit the wall in time ∆t.\nBut, on the average, half of these are moving\ntowards the wall and the other half away from\nReprint 2025-26\n\n250 PHYSICS⊳molecule with a different initial velocity which\nafter a collision acquires the velocity  ( vx, vy, vz ).\nIf this were not so, the distribution of velocities\nwould not r emain steady. In any case we ar e\nfinding 2\nxv. Thus, on the whole, molecular\ncollisions (if they ar e not too fr equent and the\ntime spent in a collision is  negligible compar ed\nto time between collisions)  will not af fect the\ncalculation above.\n12.4.2  Kinetic Interpretation of Temperature\nEquation (13.14) can be written as\nPV   =  (1/3) nV m  2v (12.15a)\nPV   =   (2/3) N x ½ m 2v (12.15b)\nwhere N (= nV) is the number of molecules in\nthe sample.\nThe quantity in the bracket is the average\ntranslational kinetic ener gy of the molecules in\nthe gas. Since the inter nal ener gy E of an ideal\ngas is pur ely kinetic\n*,\nE = N × (1/2) m 2v (12.16)\nEquation (12.15) then gives :\nPV = (2/3) E (12.17)\nWe are now r eady for a kinetic interpr etation\nof temperature. Combining Eq. (12.17) with the\nideal gas Eq. (12.3), we get\nE \n= (3/2)  kB  NT                                             (12.18)\nor  E/ N  = ½  m  2v   =   (3/2) kBT (12.19)\ni.e., the average kinetic energy of a molecule is\nproportional to the absolute temperatur e of the\ngas; it is independent of pr essur e, volume or\nthe natur e of the ideal gas. This is a fundamental\nresult relating temperature, a macroscopic\nmeasurable parameter of a gas\n(a ther modynamic variable as it is called) to a\nmolecular quantity, namely the average kinetic\nenergy of a molecule. The two domains are\nconnected by the Boltzmann constant. W e note\nin passing that Eq. (12.18) tells us that internal\nener gy of an ideal gas depends only on\ntemperatur e, not on pr essur e or volume. W ith\nthis interpr etation of temperatur e, kinetic theory\nof an ideal gas is completely consistent with the\nideal gas equation and the various gas laws\nbased on it.\nFor a mixture of non-reactive ideal gases, the\ntotal pressure gets contribution from each gas\nin the mixture. Equation (12.14) becomesP = (1/3) [ n1m12\n1v + n2 m2 2\n2v+…  ] (12.20)\nIn equilibrium, the average kinetic energy of\nthe molecules of different gases will be equal.\nThat is,\n½  m1 2\n1v = ½ m2 2\n2v= (3/2) kB T\nso that\nP = (n1 + n2 +…  ) kB T (12.21)\nwhich is Dalton’s law of partial pressures.\nFrom Eq. (12.19), we can get an idea of the\ntypical speed of molecules in a gas. At a\ntemperatur e T = 300 K, the mean squar e speed\nof a molecule in nitr ogen gas is :\n2 –26\n26284.65 106.02 10N\nAMmN= = = ×× kg.\n2v  =  3 kB T / m    =    (516)2 m2s-2\nThe squar e root of 2v is known as r oot mean\nsquar e (rms) speed and is denoted by vrms,\n( We can also write    2v    as   < v2 >.)\nvrms   =    516 m s-1\nThe speed is of the or der of the speed of sound\nin air. It follows fr om Eq. (12.19) that at the same\ntemperatur e, lighter molecules have gr eater r ms\nspeed.\nExample 12.5  A flask contains argon and\nchlorine in the ratio of 2:1 by mass.  The\ntemperatur e of the mixtur e is 27 °C. Obtain\nthe ratio of  (i) average kinetic ener gy per\nmolecule, and (ii) r oot mean squar e speed\nvrms of the molecules of the two gases.\nAtomic mass of ar gon = 39.9 u; Molecular\nmass of chlorine = 70.9 u.\nAnswer The important point to remember is that\nthe average kinetic energy (per molecule) of any\n(ideal) gas (be it monatomic like argon, diatomic\nlike chlorine or polyatomic) is always equal to\n(3/2) kBT. It depends only on temperature, and\nis independent of the nature of the gas.\n(i)Since argon and chlorine both have the same\ntemperature in the flask, the ratio of average\nkinetic energy (per molecule) of the two gases\nis 1:1.\n(ii)Now  ½ m vrms2  =  average kinetic energy per\nmolecule =  (3/2) ) kBT where m  is the mass\n*E denotes the translational part of the inter nal ener gy U that may include ener gies due to other degr ees of\nfreedom also. See section 12.5.\nReprint 2025-26\n\nKINETIC THEORY 251⊳⊳of a molecule of the gas. Therefore,\n()\n( )( )\n()( )\n()2\nCl Cl Ar\n2\nAr ArClrms\nrmsm M\nm M= =v\nv= 70.9\n39.9 =1.77\nwhere M denotes the molecular mass of the gas.\n(For argon, a molecule is just an atom of argon.)\nTaking square root of both sides,\n()\n( )Ar\nClrms\nrmsv\nv =  1.33\nYou should note that the composition of the\nmixtur e by mass is quite irr elevant to the above\ncalculation. Any other proportion by mass of\nargon and chlorine would give the same answers\nto (i) and (ii), pr ovided the temperatur e remains\nunalter ed. ⊳\nExample 12.6    Uranium has two isotopes\nof masses 235 and 238 units. If both ar e\npresent in Uranium hexafluoride gas which\nwould have the  lar ger average speed ? If\natomic mass of fluorine is 19 units,\nestimate the per centage dif ference in\nspeeds at any temperatur e.\nAnswer   At a fixed temperature the average\nenergy  = ½ m  <v2 > is constant. So  smaller the\nmass of the molecule, faster will be the speed.\nThe ratio of speeds is inversely proportional to\nthe square root of the ratio of the masses. The\nmasses are 349 and 352 units. So\nv349 / v352  =   ( 352/ 349)1/2 = 1.0044 .\nHence difference V\nVΔ= 0.44 %.\n[235U is the isotope needed for nuclear fission.\nTo separate it fr om the mor e abundant isotope\n238U,  the mixtur e  is surr ounded by a  por ous\ncylinder . The por ous cylinder must be thick and\nnarrow, so that the molecule wanders thr ough\nindividually, colliding with the walls of the long\npore. The faster molecule will leak out mor e than\nthe slower one and so there is more of the lighter\nmolecule (enrichment) outside the por ous\ncylinder (Fig. 12.5). The method is not very\nefficient and has to be r epeated several times\nfor sufficient enrichment.]. ⊳\nWhen gases diffuse, their rate of diffusion is\ninversely proportional to square root of the\nmasses (see Exercise 12.12 ). Can you guess the\nexplanation from the above answer?Fig. 12.5  Molecules going through a porous wall.\nExample 12.7   (a)  When a molecule (or an\nelastic ball) hits a ( massive) wall, it\nrebounds with the same speed. When a ball\nhits a massive bat held fir mly, the same\nthing happens. However , when the bat is\nmoving towards the ball, the ball rebounds\nwith a different speed. Does the ball move\nfaster or slower? (Ch.5 will refresh your\nmemory on elastic collisions.)\n(b) When gas in a cylinder is compressed\nby pushing in a piston, its temperatur e\nrises. Guess at an explanation of this in\nterms of kinetic theory using (a) above.\n(c) What happens when a compr essed gas\npushes a piston out and expands. What\nwould you observe ?\n(d) Sachin Tendulkar used a heavy cricket\nbat while playing. Did it help him in\nanyway ?\nAnswer   (a)  Let the speed of the ball be u  relative\nto the wicket behind the bat. If the bat is moving\ntowards the ball with a speed V  relative to the\nwicket, then the relative speed of the ball to bat\nis V + u  towards the bat. When the ball rebounds\n(after hitting the massive bat) its speed,  relative\nto bat,  is V + u  moving away from the bat. So\nrelative to the wicket the speed of the rebounding\nball is V + (V + u) = 2V + u, moving away from the\nwicket. So the ball speeds up after the collision\nwith the bat. The rebound speed will be less than\nu if the bat is not massive. For a molecule this\nwould imply an increase in temperature.\nReprint 2025-26\n\n252 PHYSICS\nYou  should be able to answer (b) (c) and (d)\nbased on the answer to (a).\n(Hint: Note the correspondence, piston à bat,\ncylinder à wicket, molecule à ball.)         ⊳\n12.5  LAW OF EQUIPARTITION OF ENERGY\nThe kinetic energy of a single molecule is\n2 2 2 1 1 1      2 2 2t x y z mv mv mv ε= + + (12.22)\nFor a gas in thermal equilibrium at\ntemperatur e T  the average value of ener gy\ndenoted by   <tε> is\n2 2 2 1 1 1 3\n2 2 2 2t x y z B mv mv mv k Tε= + + = (12.23)\nSince there is no preferred direction, Eq. (12.23)\nimplies\n2 1 1    2 2x Bmv k T=  ,2 1 1    2 2y Bmv k T= ,\n2 1 1    2 2z Bmv k T= (12.24)\nA molecule free to move in space needs three\ncoordinates to specify its location. If it is\nconstrained to move in a plane it needs two; and\nif constrained to move along a line, it needs just\none coor dinate to locate it. This can also be\nexpressed in another way. W e say that it has\none degr ee of fr eedom for motion in a line, two\nfor motion in a plane and thr ee for motion in\nspace. Motion of a body as a whole fr om one\npoint to another is called translation. Thus, a\nmolecule fr ee to move in space has three\ntranslational degr ees of fr eedom. Each\ntranslational degree of freedom contributes a\nterm that contains square of some variable of\nmotion, e.g., ½ mvx2  and similar ter ms in\nvy and vz. In, Eq. (12.24) we see that in thermal\nequilibrium, the average of each such term is\n½ kBT .\nMolecules of a monatomic gas like argon have\nonly translational degrees of freedom. But what\nabout a diatomic gas such as O2 or N2? A\nmolecule of O2 has thr ee translational degr ees\nof freedom. But in addition it can also r otate\nabout its centre of mass. Figure 12.6 shows the\ntwo independent axes of r otation 1 and 2, nor malto the axis joining the two oxygen atoms about\nwhich the molecule can rotate *. The molecule\nthus has two r otational degr ees of fr eedom, each\nof which contributes a ter m to the total ener gy\nconsisting of translational energy tε and\nrotational ener gy εr.\n2 2 2 2 2\n1 1 2 21 1 1 1 1\n2 2 2 2 2t r x y z mv mv mv I I ε ε ω ω + = + + + + (12.25)\n*Rotation along the line joining the atoms has very small moment of inertia and does not come into play for\nquantum mechanical reasons. See end of section 12.6.Fig. 12.6 The two independent axes of rotation of\na diatomic molecule\nwhere ω1 and ω2  are the angular speeds about\nthe axes 1 and 2 and I1, I2 are the corresponding\nmoments of inertia. Note that each rotational\ndegree of freedom contributes a term to the\nenergy that contains square of a rotational\nvariable of motion.\nWe have assumed above that the O2 molecule\nis a ‘rigid rotator’, i.e., the molecule does not\nvibrate. This assumption, though found to be\ntrue (at moderate temperatures) for O2, is not\nalways valid. Molecules, like CO, even at\nmoderate temperatures have a mode of\nvibration, i.e., its atoms oscillate along the\ninteratomic axis like a one-dimensional\noscillator , and contribute a vibrational ener gy\nterm εv to the total energy:\nεv my\ntky =\n\n+1\n21\n22\n2 d\nd\nt r vε ε ε= + + ε (12.26)\nwhere k is the force constant of the oscillator\nand y the vibrational co-ordinate.\nOnce again the vibrational energy terms in\nEq. (12.26) contain squared terms of vibrational\nvariables of motion y and d y/dt .\nReprint 2025-26\n\nKINETIC THEORY 253\nAt this point, notice an important feature in\nEq.(12.26). While each translational and\nrotational degree of freedom has contributed only\none ‘squared term’ in Eq.(12.26), one vibrational\nmode contributes two ‘squared terms’ : kinetic\nand potential energies.\nEach quadratic term occurring in the\nexpression for energy is a mode of absorption of\nenergy by the molecule. W e have seen that in\nthermal equilibrium at absolute temperature T,\nfor each translational mode of motion, the\naverage energy is ½ kBT. The most elegant\nprinciple of classical statistical mechanics (first\nproved by Maxwell) states that this is so for each\nmode of energy: translational, rotational and\nvibrational. That is, in equilibrium, the total\nenergy is equally distributed in all possible\nenergy modes, with each mode having an average\nenergy equal to  ½ kBT. This is known as the law\nof equipartition of energy . Accordingly, each\ntranslational and rotational degree of freedom\nof a molecule contributes ½ kBT  to the energy,\nwhile each vibrational frequency contributes\n2 × ½ kBT  = kBT ,  since a vibrational mode has\nboth kinetic and potential energy modes.\nThe proof of the law of equipartition of energy\nis beyond the scope of this book. Here, we shall\napply the law to predict the specific heats of gases\ntheor etically. Later , we shall also discuss briefly,\nthe application to specific heat  of solids.\n12.6  SPECIFIC HEAT CAPACITY\n12.6.1 Monatomic Gases\nThe molecule of a monatomic gas has only thr ee\ntranslational degr ees of fr eedom. Thus, the\naverage ener gy of a molecule at temperatur e\nT is (3/2) kBT .  The total internal energy of a mole\nof such a gas is\n3 3 2 2B A U k T N RT= × = (12.27)\nThe molar specific heat at constant volume,\nCv, is\n Cv (monatomic gas) = d\ndU\nT =3\n2RT (12.28)\nFor an ideal gas,\nCp – Cv = R (12.29)where Cp is the molar specific heat at constant\npressure.  Thus,\nCp = 5\n2 R    (12.30)\nThe ratio of specific heats p\nv5\n3C\nCγ= =    (12.31)\n12.6.2 Diatomic Gases\nAs explained earlier , a diatomic molecule tr eated\nas a rigid r otator , like a dumbbell, has 5 degr ees\nof freedom: 3 translational and 2 rotational.\nUsing the law of equipartition of ener gy, the total\ninternal ener gy of a mole of such a gas is\n5 5\n2 2B A U k T N RT= × = (12.32)\nThe molar specific heats are then given by\nCv (rigid diatomic) = 5\n2R, Cp = 7\n2R (12.33)\nγ (rigid diatomic) = 7\n5(12.34)\nIf the diatomic molecule is not rigid but has\nin addition a vibrational mode\nU k T k T N  RTB B A= +\n\n=5\n27\n2\n7 9 9, , 2 2 7v p C R C R γ = = = R (12.35)\n12.6.3 Polyatomic Gases\nIn general a polyatomic molecule has 3\ntranslational, 3 r otational degrees of freedom\nand a certain number (f) of vibrational modes.\nAccor ding to the law of equipartition of ener gy,\nit is easily seen that one mole of such a gas has\nU = 3\n2\n kBT + 3\n2 kBT + f kBT\n NA\ni.e.,Cv = (3 +  f ) R,  Cp = (4 + f) R,\n()\n()f\nfγ4 +=3+(12.36)\nNote that Cp – Cv = R is true for any ideal\ngas, whether mono, di or polyatomic.\nTable 12.1 summarises the theoretical\npredictions for specific heats of gases ignoring\nany vibrational modes of motion. The values are\nReprint 2025-26\n\n254 PHYSICS⊳in good agreement with experimental values of\nspecific heats of several gases given in Table 1 2.2.\nOf course, there are discrepancies between\npredicted and actual values of specific heats of\nseveral other gases (not shown in the table), such\nas Cl2, C2H6 and many other polyatomic gases.\nUsually, the experimental values for specific\nheats of these gases ar e greater than the\npredicted values as given in Table12.1 suggesting\nthat the agreement can be improved by including\nvibrational modes of motion in the calculation.\nThe  law of equipartition of energy is, thus, w ell\nverified experimentally at ordinary temperatures.\nTable 12.1 Predicted values of specific heat\ncapacities of gases (ignoring\nvibrational modes)\nNature of\nGasCv\n(J mol/c451K/c451)Cp\n(J mol/c451K/c451)Cp/c45Cv\n(J mol/c451K/c451)/c103\nMonatomic 12.5 20.8 8.31 1.67\nDiatomic 20.8\n29.1 8.31 1.40\nTriatomic 24.93 33.24 8.31 1.33\nTable12.2 Measured values of specific heat\ncapacities of some gases\nExample 12.8  A cylinder of fixed capacity\n44.8 litres contains helium gas at standard\ntemperature and pressure. What is the\namount of heat needed to raise the\ntemperature of the gas in the cylinder by\n15.0 °C ? (R = 8.31 J mo1–1 K–1).Answer  Using the gas law PV = µRT, you can\neasily show that 1 mol of any (ideal) gas at\nstandar d temperatur e (273 K) and pr essur e\n(1 atm = 1.01 × 105 Pa) occupies a volume of  22.4\nlitres. This universal volume is called molar\nvolume. Thus the cylinder in this example\ncontains 2 mol of helium. Further , since helium\nis monatomic, its pr edicted (and observed) molar\nspecific heat at constant volume, Cv = (3/2) R,\nand molar specif ic heat at constant pr essur e,\nCp = (3/2) R + R = (5/2) R.  Since the volume of\nthe cylinder is fixed, the heat required is\ndeter mined by Cv. Ther efore,\nHeat required = no. of moles × molar specific heat\n× rise in temperature\n= 2 × 1.5 R × 15.0 = 45 R\n= 45 × 8.31 = 374 J. ⊳\n12.6.4   Specific Heat Capacity of Solids\nWe can use the law of equipartition of ener gy to\ndeter mine specific heats of solids. Consider a\nsolid of N  atoms, each vibrating about its mean\nposition. An oscillation in o ne dimension has\naverage energy of 2 × ½ kBT = kBT . In three\ndimensions, the average energy is 3 kBT. For a\nmole of solid, N = NA, and the total\nenergy is\nU =  3  kBT × NA  = 3 RT\nNow at constant pressure ∆Q = ∆U + P∆V\n= ∆U,  since for a solid  ∆V is negligible. Hence,\n 3Q UC RT TΔ Δ= = =Δ Δ(12.37)\nTable 12.3 Specific Heat Capacity of some\nsolids at room temperature and\natmospheric pressure\nAs Table 12.3 shows the prediction generally\nagrees with experimental values at ordinary\ntemperature (Carbon is an exception).\n12.7  MEAN FREE PATH\nMolecules in a gas have rather large speeds of\nthe or der of the speed of sound. Y et a gas leaking\nReprint 2025-26\n\nKINETIC THEORY 255⊳from a cylinder in a kitchen takes considerable\ntime to diffuse to the other corners of the room.\nThe top of a cloud of smoke holds together for\nhours. This happens because molecules in a gas\nhave a finite though small size, so they are bound\nto undergo collisions. As a result, they cannot\nmove straight unhindered; their paths keep\ngetting incessantly deflected.\nFig. 12.7 The volume swept by a molecule in time ∆t\nin which any molecule will collide with it.\nSuppose the molecules of a gas are spheres of\ndiameter d. Focus on a single molecule with the\naverage speed < v>. It will suffer collision with\nany molecule that comes within a distance d\nbetween the centres. In time ∆t, it sweeps a\nvolume πd2 <v> ∆t wherein any other molecule\nwill collide with it (see Fig. 12.7). If n is the\nnumber of molecules per unit volume, the\nmolecule suffers nπd2 <v> ∆t  collisions in time\n∆t. Thus the rate of collisions is  nπd2 <v> or the\ntime between two successive collisions is on the\naverage,\nτ  = 1/( nπ <v> d2 ) (12.38)\nThe average distance between two successive\ncollisions, called the mean free path l, is :\nl  = <v> τ = 1/(n πd2) (12.39)\nIn this derivation, we imagined the other\nmolecules to be at rest. But actually all moleculesare moving and the collision rate is determined\nby the average relative velocity of the molecules.\nThus we need to replace < v> by < v\nr> in Eq.\n(12.38). A more exact treatment gives\n()21/ 2l n d π = (12.40)\nLet us estimate  l and τ  for air molecules with\naverage speeds  < v> = ( 485m/s). At STP\nn = ( )\n( )×\n×23\n–30.02 10\n22.4 10\n=  2.7  × 10 25 m -3.\nTaking, d = 2 × 10–10 m,\nτ = 6.1 × 10–10 s\nand l = 2.9  × 10–7 m ≈ 1500 d (12.41)\nAs expected, the mean free path given by\nEq. (12.40) depends inversely on the number\ndensity and the size of the molecules. In a highly\nevacuated tube n is rather small and the mean\nfree path can be as large as the length of the\ntube.\nExample 12.9  Estimate the mean free path\nfor a water molecule in water vapour at 373 K.\nUse information from Exercises 12.1 and Eq.\n(12.41) above.\nAnswer  The d for water vapour is same as that\nof air . The number density is inversely\nproportional to absolute temperature.\nSo 25 25 –3 2732.7 10 2 10 m373n= × × = ×\nHence, mean free path –74 10 ml= × ⊳\nNote that the mean free path is 100 times the\ninteratomic distance ~ 40 Å = 4  × 10-9 m calculated\nearlier . It is this lar ge value of mean fr ee path that\nleads to the typical gaseous behaviour . Gases can\nnot be confined without a container .\nUsing, the kinetic theory of gases, the bulk\nmeasurable properties like viscosity, heat\nconductivity and dif fusion can be r elated to the\nmicroscopic parameters like molecular size. It is\nthrough such relations that the molecular sizes\nwere first estimated.\nt\nddv\nReprint 2025-26\n\n256 PHYSICS\nSUMMARY\n1. The ideal gas equation connectin g pressure ( P), volume ( V) and absolute temperature\n(T ) is\n                                         PV = µ RT     = kB NT\nwhere  µ is the number of moles and N is the number of molecules. R and kB are universal\nconstants.\nR = 8.314 J mol–1 K–1,     kB  = \nAR\nN   = 1.38 ××××× 10–23 J K–1\nReal gases satisfy the ideal gas equation only approximately, more so at low pressures\nand high temperatures.\n",
      "wordCount": 6038,
      "examples": [
        {
          "chapterNumber": 1,
          "exampleNumber": 12,
          "title": "1  The density of water is  1000",
          "question": "Example 12.1  The density of water is  1000\nkg m–3. The density of water vapour at 100 °C\nand 1 atm pr essur e is 0.6 kg m–3. The\nvolume of a molecule multiplied by the total\nnumber gives ,what is called, molecular\nvolume. Estimate the ratio (or fraction) of\nthe molecular volume  to the total volume\noccupied by the water vapour under the\nabove conditions of temperatur e and\npressur e.\nReprint 2025-26\n\n248 PHYSICS⊳\n⊳Answer  For  a given mass of water molecules,\nthe density is less if volume is la",
          "solution": ""
        },
        {
          "chapterNumber": 1,
          "exampleNumber": 12,
          "title": "2   Estimate the volume of a",
          "question": "Example 12.2   Estimate the volume of a\nwater molecule using the data in Example\n12.1.\nAnswer  In the liquid (or solid) phase, the\nmolecules of water ar e quite closely packed. The\ndensity of water molecule may therefore, be\nregarded as roughly equal to the density of bulk\nwater = 1000 kg m–3. To estimate the volume of\na water molecule, we need to know the mass of\na single water molecule. W e know that 1 mole\nof water has a mass appr oximately equal to\n(2 + 16)g  = 18 g  =  0.018 kg.\nSince 1 mol",
          "solution": ""
        },
        {
          "chapterNumber": 1,
          "exampleNumber": 12,
          "title": "1.",
          "question": "Example\n12.1.\nAnswer  In the liquid (or solid) phase, the\nmolecules of water ar e quite closely packed. The\ndensity of water molecule may therefore, be\nregarded as roughly equal to the density of bulk\nwater = 1000 kg m–3. To estimate the volume of\na water molecule, we need to know the mass of\na single water molecule. W e know that 1 mole\nof water has a mass appr oximately equal to\n(2 + 16)g  = 18 g  =  0.018 kg.\nSince 1 mole   contains  about   6 × 1023\nmolecules   (A vogadr o’s  number),   the",
          "solution": ""
        },
        {
          "chapterNumber": 1,
          "exampleNumber": 12,
          "title": "3    What is the average",
          "question": "Example 12.3    What is the average\ndistance between atoms (interatomic\ndistance) in water? Use the data given in\nExamples 12.1 and 12.2.\nAnswer  :   A given mass of water in vapour state\nhas 1.67×103 times the volume of the same mass\nof water in liquid state (Ex. 12.1). This is also\nthe increase in the amount of volume available\nfor each molecule of water . When volume\nincreases by 103 times the radius increases by\nV1/3 or 10 times, i.e., 10 × 2 Å  = 20 Å. So the\naverage distance is 2 × 20 = 40",
          "solution": ""
        },
        {
          "chapterNumber": 1,
          "exampleNumber": 12,
          "title": "4 A vessel contains two non-",
          "question": "Example 12.4 A vessel contains two non-\nreactive gases : neon (monatomic) and\noxygen (diatomic). The ratio of their partial\npressures is 3:2. Estimate the ratio of  (i)number of molecules and (ii) mass density\nof neon and oxygen in the vessel. Atomic\nmass of Ne = 20.2 u, molecular mass of O2\n= 32.0 u.\nAnswer  Partial pr essur e of a gas in a mixtur e is\nthe pr essur e it would have for the same volume\nand temperatur e if it alone occupied the vessel.\n(The total pr essur e of a mixtur e of non-r",
          "solution": ""
        },
        {
          "chapterNumber": 1,
          "exampleNumber": 12,
          "title": "5  A flask contains argon and",
          "question": "Example 12.5  A flask contains argon and\nchlorine in the ratio of 2:1 by mass.  The\ntemperatur e of the mixtur e is 27 °C. Obtain\nthe ratio of  (i) average kinetic ener gy per\nmolecule, and (ii) r oot mean squar e speed\nvrms of the molecules of the two gases.\nAtomic mass of ar gon = 39.9 u; Molecular\nmass of chlorine = 70.9 u.\nAnswer The important point to remember is that\nthe average kinetic energy (per molecule) of any\n(ideal) gas (be it monatomic like argon, diatomic\nlike chlorine or polyatom",
          "solution": ""
        },
        {
          "chapterNumber": 1,
          "exampleNumber": 12,
          "title": "6    Uranium has two isotopes",
          "question": "Example 12.6    Uranium has two isotopes\nof masses 235 and 238 units. If both ar e\npresent in Uranium hexafluoride gas which\nwould have the  lar ger average speed ? If\natomic mass of fluorine is 19 units,\nestimate the per centage dif ference in\nspeeds at any temperatur e.\nAnswer   At a fixed temperature the average\nenergy  = ½ m  <v2 > is constant. So  smaller the\nmass of the molecule, faster will be the speed.\nThe ratio of speeds is inversely proportional to\nthe square root of the ratio of the",
          "solution": ""
        },
        {
          "chapterNumber": 1,
          "exampleNumber": 12,
          "title": "7   (a)  When a molecule (or an",
          "question": "Example 12.7   (a)  When a molecule (or an\nelastic ball) hits a ( massive) wall, it\nrebounds with the same speed. When a ball\nhits a massive bat held fir mly, the same\nthing happens. However , when the bat is\nmoving towards the ball, the ball rebounds\nwith a different speed. Does the ball move\nfaster or slower? (Ch.5 will refresh your\nmemory on elastic collisions.)\n(b) When gas in a cylinder is compressed\nby pushing in a piston, its temperatur e\nrises. Guess at an explanation of this in\nterms of",
          "solution": ""
        },
        {
          "chapterNumber": 1,
          "exampleNumber": 12,
          "title": "8  A cylinder of fixed capacity",
          "question": "Example 12.8  A cylinder of fixed capacity\n44.8 litres contains helium gas at standard\ntemperature and pressure. What is the\namount of heat needed to raise the\ntemperature of the gas in the cylinder by\n15.0 °C ? (R = 8.31 J mo1–1 K–1).Answer  Using the gas law PV = µRT, you can\neasily show that 1 mol of any (ideal) gas at\nstandar d temperatur e (273 K) and pr essur e\n(1 atm = 1.01 × 105 Pa) occupies a volume of  22.4\nlitres. This universal volume is called molar\nvolume. Thus the cylinder in this",
          "solution": ""
        },
        {
          "chapterNumber": 1,
          "exampleNumber": 12,
          "title": "9  Estimate the mean free path",
          "question": "Example 12.9  Estimate the mean free path\nfor a water molecule in water vapour at 373 K.\nUse information from Exercises 12.1 and Eq.\n(12.41) above.\nAnswer  The d for water vapour is same as that\nof air . The number density is inversely\nproportional to absolute temperature.\nSo 25 25 –3 2732.7 10 2 10 m373n= × × = ×\nHence, mean free path –74 10 ml= × ⊳\nNote that the mean free path is 100 times the\ninteratomic distance ~ 40 Å = 4  × 10-9 m calculated\nearlier . It is this lar ge value of mean fr ee",
          "solution": ""
        }
      ],
      "exercises": [],
      "stats": {
        "examplesCount": 10,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 2,
      "title": "Kinetic theory of an ideal gas gives the relation",
      "content": "2. Kinetic theory of an ideal gas gives the relation\n                                        2 1\n3P   n m v=\nwhere n is number density of molecules, m the mass of the molecule and 2v    is the\nmean of squared speed. Combined with the ideal gas equation it yields a kinetic\ninterpretation of temperature.\n2 1 3\n2 2B  m v    k  T= ,  ()1/22 rmsv v=3Bk T\nm=\nThis tells us that  the temperature of a gas is a measure of the average kinetic energy of\na molecule,  independent of the nature of the gas or molecule.  In a mixture of gases at a\nfixed temperature the heavier molecule has the lower average speed.\n",
      "wordCount": 111,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 3,
      "title": "The translational kinetic energy",
      "content": "3. The translational kinetic energy\nE = \n23 kB NT.\nThis leads to a relation\nPV = 2\n3 E\n",
      "wordCount": 20,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 4,
      "title": "The law of equipartition of energy states that if a",
      "content": "4. The law of equipartition of energy states that if a system is in equilibrium at absolute\ntemperatur e T, the total ener gy is distributed equally in dif ferent ener gy modes of\nabsorption, the energy in each mode being equal to ½ kB T. Each translational and\nrotational degree of freedom corresponds to one energy mode of absorption and has\nenergy ½ kB T. Each vibrational frequency has two modes of energy (kinetic and potential)\nwith corresponding energy equal to\n2 × ×××× ½ \nkB T = kB T.\n",
      "wordCount": 91,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 5,
      "title": "Using the law of equipartition of energy, the molar",
      "content": "5. Using the law of equipartition of energy, the molar specific heats of gases can be\ndetermined and the values are in agreement with the experimental values of specific\nheats of several gases. The agreement can be improved by including vibrational modes\nof motion.\n",
      "wordCount": 44,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 6,
      "title": "The mean free path l is the average distance covered",
      "content": "6. The mean free path l is the average distance covered by a molecule between two successive\ncollisions :\n21\n2π = l\n n  d\nwhere n  is the number density and  d the diameter of the molecule.\nReprint 2025-26\n\nKINETIC THEORY 257\nPOINTS TO PONDER\n1. Pressure of a fluid is not only exerted on the wall. Pressure exists everywhere in a fluid.\nAny layer of gas inside the volume of a container is in equilibrium because the pressure\nis the same on both sides of the layer .\n2. We should not have an exaggerated idea of the intermolecular distance in a gas. At\nordinary pressures and temperatures, this is only 10 times or so the interatomic distance\nin solids and liquids. What is different is the mean free path which in a gas is 100 times\nthe interatomic distance and 1000 times the size of the molecule.\n3. The law of equipartition of energy is stated thus: the energy for each degree of freedom\nin thermal equilibrium is ½ k\nB T. Each quadratic term in the total energy expression of\na molecule is to be counted as a degree of freedom. Thus, each vibrational mode gives 2\n(not 1) degrees of freedom (kinetic and potential energy modes), corresponding to the\nenergy 2 × ×××× ½ k\nB T = k\nB T.\n4. Molecules of air in a room do not all fall and settle on the ground (due to gravity)\nbecause of their high speeds and incessant collisions. In equilibrium, there is a very\nslight increase in density at lower heights (like in the atmosphere). The effect is small\nsince the potential energy ( mgh) for ordinary heights is much less than the average\nkinetic energy ½ mv2 of the molecules.\n5. < v2 >  is not always equal to ( < v >)2. The average of a squared quantity is not necessarily\nthe square of the average. Can you find examples for this statement.\nEXERCISESEXERCISESEXERCISESEXERCISESEXERCISES\n12.1\n12.112.1 12.112.1 Estimate the fraction of molecular volume to the actual volume occupied by oxygen\ngas at STP . Take the diameter of an oxygen molecule to be 3 Å.\n12.212.212.2\n12.212.2 Molar volume is the volume occupied by 1 mol of any (ideal) gas at standard\ntemperature and pressure (STP : 1 atmospheric pressure, 0 °C). Show that it is 22.4\nlitres.\n12.3 12.312.3 12.312.3 Figure 12.8 shows plot of PV/T  versus P for 1.00 × ×× ××10–3 kg of oxygen gas at two\ndifferent temperatures.\nFig. 12.8Fig. 12.8Fig. 12.8Fig. 12.8Fig. 12.8\n(a) What does the dotted plot signify?\n(b) Which is true: T1 > T2 or T1 < T2?\n(c) What is the value of PV/T where the curves meet on the y-axis?PV\nT(J□K□□□)–1\nPT1T2\nxy\nReprint 2025-26\n\n258 PHYSICS\n(d) If we obtained similar plots for 1.00 × ×× ××10–3 kg of hydrogen, would we get the same\nvalue of PV/T  at the point where the curves meet on the y-axis? If not, what mass\nof hydrogen yields the same value of PV/T  (for low pressure high temperature\nregion of the plot) ? (Molecular mass of H2 = 2.02 u, of O2 = 32.0 u,\nR = 8.31 J mo1–1 K–1.)\n12.4 12.412.4 12.412.4 An oxygen cylinder of volume 30 litre has an initial gauge pressure of 15 atm and a\ntemperature of 27 °C. After some oxygen is withdrawn fr om the cylinder , the gauge\npressure drops to 11 atm and its temperature drops to 17 °C. Estimate the mass of\noxygen taken out of the cylinder ( R = 8.31 J mol–1 K–1, molecular mass of O2 = 32 u).\n12.5 12.512.5 12.512.5 An air bubble of volume 1.0 cm3 rises from the bottom of a lake 40 m deep at a\ntemperature of 12 °C. To what volume does it grow when it reaches the surface,\nwhich is at a temperature of 35 °C ?\n12.6 12.612.6 12.612.6 Estimate the total number of air molecules (inclusive of oxygen, nitrogen, water\nvapour and other constituents) in a room of capacity 25.0 m3 at a temperature of\n27 °C and 1 atm pressure.\n12.7 12.712.7 12.712.7 Estimate the average thermal energy of a helium atom at (i) room temperature\n(27 °C), (ii) the temperature on the surface of the Sun (6000 K), (iii) the temperature\nof 10 million kelvin (the typical cor e temperatur e in the case of a star).\n12.8 12.812.8 12.812.8 Three vessels of equal capacity have gases at the same temperature and pressure. The\nfirst vessel contains neon (monatomic), the second contains chlorine (diatomic),\nand the thir d contains uranium hexafluoride (polyatomic). Do the vessels contain\nequal number of r espective molecules ? Is the r oot mean squar e speed of molecules\nthe same in the thr ee cases? If not, in which case is vrms the lar gest ?\n12.9 12.912.9 12.912.9 At what temperature is the root mean square speed of an atom in an argon gas\ncylinder equal to the rms speed of a helium gas atom at – 20 °C ? (atomic mass of Ar\n= 39.9 u, of He = 4.0 u).\n12.10 12.1012.10 12.1012.10 Estimate the mean free path and collision frequency of a nitrogen molecule in a\ncylinder containing nitrogen at 2.0 atm and temperature 17 0C. Take the radius of a\nnitrogen molecule to be roughly 1.0 Å. Compare the collision time with the time the\nmolecule moves freely between two successive collisions (Molecular mass of\nN2 = 28.0 u).\nReprint 2025-26\n\n",
      "wordCount": 922,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 15,
    "totalWords": 7226
  }
}