{
  "filename": "keph1ps.pdf",
  "chapters": [
    {
      "chapterNumber": 2,
      "title": "as a",
      "content": "Chapter 2  as a\npart of prescribed syllabus/curriculum as well as a help in their pursuit of physics.\nA box-item in this chapter brings out the difficulty in measuring as simple a thing as\nthe length of a long curved line. Tables of SI base units and other related units are\ngiven here merely to indicate the presently accepted definitions and to indicate the\nhigh degree of accuracy with which measurements are possible today. The numbers\ngiven here are not to be memorised or asked in examinations.\nThere is a perception among students, teachers, as well as the general public\nthat there is a steep gradient between secondary and higher secondary stages.\nBut a little thought shows that it is bound to be there in the present scenario of\neducation. Education up to secondary stage is general education where a student\nhas to learn several subjects – sciences, social sciences, mathematics, languages,\nat an elementary level. Education at the higher secondary stage and beyond, borders\non acquiring pr ofessional competence, in some chosen fields of endeavour . You\nmay like to compare this with the following situation. Children play cricket or\nbadminton in lanes and small spaces outside (or inside) their homes. But then\nReprint 2025-26\n\nC KC K\nsome of them want to make it to the school team, then district team, then State\nteam and then the National team. At every stage, there is bound to be a steep\ngradient. Hard work would have to be put in whether students want to pursue\ntheir education in the area of sciences, humanities, languages, music, fine arts,\ncommerce, finance, architecture, or if they want to become sportspersons or fashion\ndesigners.\nCompleting this book has only been possible because of the spontaneous\nand continuous support of many people. The Textbook Development Team is\nthankful to Dr. V. H. Raybagkar for allowing us to use his box item in ",
      "wordCount": 317,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 4,
      "title": "and to Dr. F. I. Surve for allowing us to use two of his box items in Chapter 15.",
      "content": "Chapter\n4 and to Dr. F. I. Surve for allowing us to use two of his box items in Chapter 15.\nWe express also our gratitude to the Director, NCERT, for entrusting us with\nthe task of preparing this textbook as a part of national effort for improving\nscience education. The Head, Department of Education in Science and\nMathematics, NCERT, was always willing to help us in our endeavour in every\npossible way.\nThe previous text got excellent academic inputs from teachers, students and\nexperts who sincer ely suggested impr ovement during the past few years. W e are\nthankful to all those who conveyed these inputs to NCER T. We are also thankful to\nthe members of the Review W orkshop and Editing W orkshop or ganised to discuss\nand r efine the first draft. W e thank the Chair men and their teams of authors for\nthe text written by them in 1988, which provided the base and reference for\ndeveloping the 2002 version as well as the present version of the textbook.\nOccasionally, substantial portions from the earlier versions, particularly those\nappreciated by students/teachers, have been adopted/adapted and retained in\nthe present book for the benefit of coming generation of learners.\nWe welcome suggestions and comments fr om our valued users, especially\nstudents and teachers. W e wish our young r eaders a happy jour ney to the exciting\nrealm of physics.\nA. W. JOSHI\nChief Advisor\nTextbook Development Committeexi\nReprint 2025-26\n\nC K\nC KA NOTE FOR THE TEACHERS\nTo make the curriculum lear ner-centr ed, students should be made to participate and interact\nin the learning process directly. Once a week or one out of every six classes would be a good\nperiodicity for such seminars and mutual interaction. Some suggestions for making the discussion\nparticipatory are given below, with reference to some specific topics in this book.\nStudents may be divided into groups of five to six. The membership of these groups may be\nrotated during the year , if felt necessary.\nThe topic for discussion can be pr esented on the boar d or on slips of paper . Students should\nbe asked to write their reactions or answers to questions, whichever is asked, on the given\nsheets. They should then discuss in their groups and add modifications or comments in those\nsheets. These should be discussed either in the same or in a different class. The sheets may also\nbe evaluated.\nWe suggest her e three possible topics fr om the book. The first two topics suggested ar e, in\nfact, very general and refer to the development of science over the past four centuries or more.\nStudents and teachers may think of mor e such topics for each seminar .\n1.Ideas that changed civilisation\nSuppose human beings are becoming extinct. A message has to be left for future generations or\nalien visitors. Eminent physicist R P Feynmann wanted the following message left for future\nbeings, if any.\n“Matter is made up of atoms”\nA lady student and teacher of literature, wanted the following message left:\n“Water existed, so human beings could happen”.\nAnother person thought it should be: “Idea of wheel for motion”\nWrite down what message each one of you would like to leave for future generations. Then\ndiscuss it in your group and add or modify, if you want to change your mind. Give it to your\nteacher and join in any discussion that follows.\n2.Reductionism\nKinetic Theory of Gases relates the Big to the Small, the Macro to the Micro. A gas as a system\nis related to its components, the molecules. This way of describing a system as a result of the\nproperties of its components is usually called Reductionism . It explains the behaviour of the\ngroup by the simpler and predictable behaviour of individuals. Macroscopic observations and\nmicroscopic properties have a mutual interdependence in this approach. Is this method useful?\nThis way of understanding has its limitations outside physics and chemistry, may be even\nin these subjects. A painting cannot  be discussed as a collection of the properties of chemicals\nused in making the canvas and the painting. What emerges is more than the sum of its\ncomponents.\nQuestion : Can you think of other areas where such an approach is used?\n          Describe briefly a system which is fully describable in terms of its components.  Describe\none which is not. Discuss with other members of the group and write your views. Give it to your\nteacher and join in any discussion that may follow.\n3.Molecular approach to heat\nDescribe what you think will happen in the following case. An enclosure is separated by a\nporous wall into two parts. One is filled with nitrogen gas (N2) and the other with CO2. Gases\nwill dif fuse fr om one side to the other .\nQuestion 1 : Will both gases diffuse to the same extent? If not, which will diffuse more. Give\nreasons.\nQuestion 2 : Will the pressure and temperature be unchanged? If not, what will be the changes\nin both. Give reasons.\nWrite down your answers. Discuss with the group and modify them or add comments.\nGive to the teacher and join in the discussion.\nStudents and teachers will find that such seminars and discussions lead to tremendous\nunderstanding, not only of physics, but also of science and social sciences. They also bring in\nsome maturity among students.\nReprint 2025-26\n\nC KC K\nCONTENTS\nFOREWORD iii\nRATIONALISATION  OF CONTENT  IN THE TEXTBOOKS v\nPREFACE ix\nA N OTE FOR THE TEACHER xii\nC H A P T E R    1\nUNITS AND MEASUREMENTS\n1.1 Introduction 1\n1.2 The international system of units 1\n1.3 Significant figures 3\n1.4 Dimensions of physical quantities 7\n1.5 Dimensional formulae and dimensional equations 7\n1.6 Dimensional analysis and its applications 7\nC H A P \nT E R    2\nMOTION IN A STRAIGHT  LINE\n2.1 Introduction 13\n2.2 Instantaneous velocity and speed 14\n2.3 Acceleration 15\n2.4 Kinematic equations for uniformly accelerated motion 17\nC H A P T E R    3\nMOTION IN A PLANE\n3.1 Introduction 27\n3.2 Scalars and vectors 27\n3.3 Multiplication of vectors by real numbers 29\n3.4 Addition and subtraction of vectors – graphical method 29\n3.5 Resolution of vectors 31\n3.6 Vector addition – analytical method 33\n3.7 Motion in a plane 34\n3.8 Motion in a plane with constant acceleration 37\n3.9 Projectile motion 38\n3.10 Uniform circular motion 40\nC H A P T E R    4\nLAWS OF MOTION\n4.1 Introduction 49\n4.2 Aristotle’s fallacy 50\n4.3 The law of inertia 50\n4.4 Newton’s first law of motion 51\n4.5 Newton’s second law of motion 53\n4.6 Newton’s third law of motion 56\nReprint 2025-26\n\nC K\nC K4.7 Conservation of momentum 57\n4.8 Equilibrium of a particle 58\n4.9 Common forces in mechanics 59\n4.10 Circular motion 63\n4.11 Solving problems in mechanics 64\nC H A P T E R    5\nWORK, ENERGY AND POWER\n5.1 Introduction 71\n5.2 Notions of work and kinetic energy : The work-energy theorem 73\n5.3 Work 73\n5.4 Kinetic energy 74\n5.5 Work done by a variable force 75\n5.6 The work-energy theorem for a variable force 76\n5.7 The concept of potential energy 77\n5.8 The conservation of mechanical energy 78\n5.9 The potential energy of a spring 80\n5.10 Power 83\n5.11 Collisions 83\nC H A P T E R    6\nSYSTEM OF PARTICLES  AND ROTATIONAL  MOTION\n6.1 Introduction 92\n6.2 Centre of mass 95\n6.3 Motion of centre of mass 99\n6.4 Linear momentum of a system of particles 100\n6.5 Vector product of two vectors 101\n6.6 Angular velocity and its relation with linear velocity 103\n6.7 Torque and angular momentum 105\n6.8 Equilibrium of a rigid body 109\n6.9 Moment of inertia 114\n6.10 Kinematics of rotational motion about a fixed axis 116\n6.11 Dynamics of rotational motion about a fixed axis 118\n6.12 Angular momentum in case of rotations about a fixed axis 121\nC H A P T E R    7\nGRAVITATION\n7.1 Introduction 127\n7.2 Kepler’s laws 128\n7.3 Universal law of gravitation 129\n7.4 The gravitational constant 131\n7.5 Acceleration due to gravity of the earth 132\n7.6 Acceleration due to gravity below and above the surface of earth 133xiv\nReprint 2025-26\n\nC KC K\n7.7 Gravitational potential energy 134\n7.8 Escape speed 135\n7.9 Earth satellites 137\n7.10 Energy of an orbiting satellite 138\nAPPENDICES 144\nANSWERS 160xv\nReprint 2025-26\n\nC K\nC KCOVER DESIGN\n(Adapted from the website of the Nobel Foundation\nhttp://www.nobelprize.org)\nThe strong nuclear force binds protons and\nneutrons in a nucleus and is the strongest of\nnature’s four fundamental forces. A mystery\nsurrounding the strong nuclear force has been\nsolved. The three quarks within the proton can\nsometimes appear to be free, although no free\nquarks have ever been observed. The quarks\nhave a quantum mechanical property called\n‘colour’ and interact with each other through\nthe exchange of particles called ‘gluons’\n— nature glue .\nBACK COVER\n(Adapted from the website of the ISRO\nhttp://www.isro.gov.in)\nCARTOSA T-1 is a state-of-the-art Remote\nSensing Satellite, being eleventh one in the\nIndian Remote Sensing (IRS) Satellite Series,\nbuilt by ISRO. CAR TOSAT -1, having mass of\n156 kg  at lift off, has been launched into a\n618 km  high polar Sun Synchronous Orbit (SSO)\nby ISRO’s Polar Satellite Launch V ehicle,\nPSLV-C6. It is mainly intended for cartographic\napplications.\nReprint 2025-26\n\n",
      "wordCount": 1583,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 16,
    "totalWords": 1900
  }
}