{
  "filename": "keph104.pdf",
  "chapters": [
    {
      "chapterNumber": 4,
      "title": "that acceleration of",
      "content": "",
      "wordCount": 0,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 6,
      "title": ". Any internal forces in the system",
      "content": "Chapter 6. Any internal forces in the system\nare not to be included in  F.\nFig. 4.5 Acceleration at an instant is determined by\nthe force at that instant. The moment after a\nstone is dropped out of an accelerated train,\nit has no horizontal acceleration or force, if\nair resistance is neglected. The stone carries\nno memory of its acceleration with the train\na moment ago.\n4.The second law of motion is a local relation\nwhich means that force F at a point in space\n(location of the particle) at a certain instant\nof time is related to a at that point at that\ninstant. Acceleration here and now is\ndetermined by the force here and now, not by\nany history of the motion of the particle\n(See Fig. 4.5) .\nExample 4.2   A bullet of mass 0.04 kg\nmoving with a speed of 90 m s–1 enters a\nheavy wooden block and is stopped after a\ndistance of 60 cm. What is the average\nresistive force exerted by the block on  the\nbullet?Answer   The retardation ‘ a’ of the bullet\n(assumed constant) is given by\n2–\n2uas= = 2 2 – 90 90m s – 6750 m s2 0.6− − ×=×\nThe retarding force, by the second law of\nmotion, is\n= 0.04 kg × 6750 m s-2 = 270 N\nThe actual resistive force, and therefore,\nretardation of the bullet may not be uniform.  The\nanswer therefore, only indicates the average\nresistive force.                      ⊳\nExample 4.3   The motion of a particle of\nmass m is described by  y = +21\n2ut gt . Find\nthe force acting on the particle.\nAnswer   We know\n21\n2y ut gt= +\nNow,\nd\ndyv u gtt= = +\nacceleration, d\ndva gt= =\nThen the force is given by Eq.  (4.5)\nF = ma  = mg\nThus the given equation describes the motion\nof a particle under acceleration due to gravity\nand y is the position coordinate in the direction\nof g. ⊳\nImpulse\nWe sometimes encounter examples wher e a lar ge\nforce acts for a very short duration producing a\nfinite change in momentum of the body. For\nexample, when a ball hits a wall and bounces\nback, the force on the ball by the wall acts for a\nvery short time when the two are in contact , yet\nthe force is large enough to reverse the momentum\nof the ball. Often, in these situations, the force\nand the time duration are difficult to ascertain\nseparately. However , the pr oduct of for ce and time,\nwhich is the change in momentum of the body\nremains  a measurable quantity. This product is\ncalled  impulse:\nImpulse  =  Force × time duration\n          =  Change in momentum        (4.7)\nReprint 2025-26\n\nPHYSICS 56⊳A large force acting for a short time to produce a\nfinite change in momentum is called an impulsive\nforce. In the history of science, impulsive forces were\nput in a conceptually different category from\nordinary forces.  Newtonian mechanics has no such\ndistinction.  Impulsive force is like any other force –\nexcept that it is large and acts for a short time.\nExample 4. 4  A batsman hits back a ball\nstraight in the direction of the bowler without\nchanging its initial speed of 12  m s–1.\nIf the mass of the ball is 0.15 kg, determine\nthe impulse imparted to the ball.  (Assume\nlinear motion of the ball)\nAnswer   Change in momentum\n       =  0.15 × 12–(–0.15×12)\n      =  3.6 N s,\nImpulse  =  3.6 N s,\nin the dir ection from the batsman to the bowler .\nThis is an example where the force on the ball\nby the batsman and the time of contact of the\nball and the bat are difficult to know, but the\nimpulse is readily calculated.           ⊳\n4.6  NEWTON’S THIRD LAW OF MOTION\nThe second law relates the external force on a\nbody to its acceleration. What is the origin of the\nexternal force on the body ?  What agency\nprovides the external force ?  The simple answer\nin Newtonian mechanics is that the external\nforce on a body always arises due to some other\nbody.  Consider a pair of bodies A and B. B gives\nrise to an external force on A.  A natural question\nis: Does A in turn give rise to an external force\non B ?  In some examples, the answer seems\nclear.  If you pr ess a coiled spring, the spring is\ncompressed by the force of your hand.  The\ncompressed spring in turn exerts a force on your\nhand and you can feel it.  But what if the bodies\nare not in contact ?  The earth pulls a stone\ndownwards due to gravity.  Does the stone exert\na force on the earth ?  The answer is not obvious\nsince we hardly see the effect of the stone on the\nearth. The answer accor ding to Newton is: Y es,\nthe stone does exert an equal and opposite force\non the earth. W e do not notice it since the earth\nis very massive and the effect of a small force on\nits motion is negligible.Thus, according to Newtonian mechanics,\nforce never occurs singly in nature. Force is the\nmutual interaction between two bodies.  Forces\nalways occur in pairs. Further , the mutual for ces\nbetween two bodies are always equal and\nopposite.  This idea was expressed by Newton in\nthe form of the third law of motion .\nTo every action, there is always an equal and\nopposite reaction.\nNewton’s wording of the third law is so crisp and\nbeautiful that it has become a part of common\nlanguage. For the same reason perhaps,\nmisconceptions about the third law abound.  Let\nus note some important points about the third\nlaw, particularly in regard to the usage of the\nterms : action and reaction .\n1.The terms action and reaction in the third law\nmean nothing else but ‘force’. Using different\nterms for the same physical concept\ncan sometimes be confusing. A simple\nand clear way of stating the third law is as\nfollow s:\nForces always occur in pairs.  Force on a\nbody A by B is equal and opposite to the\nforce on the body B by A.\n2.The terms action and reaction in the third law\nmay give a wrong impression that action\ncomes before reaction i.e action is the cause\nand reaction the effect. There is no cause-\neffect relation implied in the third law.  The\nforce on A by B and the force on B by A act\nat the same instant.  By the same reasoning,\nany one of them may be called action and the\nother reaction.\n3.Action and reaction forces act on different\nbodies, not on the same body. Consider a pair\nof bodies A and B.  According to the third law,\nFAB  =  – FBA  (4.8)\n(force on A by B)  =  – (force on B by A)\nThus if we are considering the motion of any\none body ( A or B), only one of the two forces is\nrelevant.  It is an error to add up the two forces\nand claim that the net force is zero.\nHowever , if you ar e considering the system\nof two bodies as a whole, FAB and FBA are\ninternal forces of the system ( A + B ). They add\nup to give a null force. Internal forces in a\nbody or a system of particles thus cancel away\nReprint 2025-26\n\nLAWS OF MOTION 57⊳in pairs.  This is an important fact that\nenables the second law to be applicable to a\nbody or a system of particles (See Chapter 6).\nExample 4.5  Two identical billiard balls\nstrike a rigid wall with the same speed but\nat different angles, and get reflected without\nany change in  speed,  as shown in Fig. 4.6.\nWhat is (i) the direction of the force on the\nwall due to each ball? (ii) the ratio of the\nmagnitudes of impulses imparted to the\nballs by the wall ?\n       Fig. 4.6\nAnswer   An instinctive answer to (i) might be\nthat the force on the wall in case (a) is normal to\nthe wall, while that in case (b) is inclined at 30°\nto the normal. This answer is wrong.  The force\non the wall is normal to the wall in both cases.\nHow to find the force on the wall? The trick is\nto consider the force (or impulse) on  the ball\ndue to  the wall using the second law, and then\nuse the third law to answer (i). Let u be the speed\nof each ball before and after collision with the\nwall, and m the mass of each ball. Choose the x\nand y axes as shown in the figure, and consider\nthe change in momentum of the ball in each\ncase :\nCase (a)\n() () initial initial 0x y p mu          p= =\n() ()final final0x y p mu          p= − =\nImpulse is the change in momentum vector .\nTherefore,\nx-component of impulse  =  – 2 m u\ny-component of impulse  =   0\nImpulse and force are in the same direction.\nClearly, from above, the force on the ball due to\nthe wall is normal to the wall, along the negative\nx-direction.  Using Newton’s third law of motion,the force on the wall due to the ball is normal to\nthe wall along the positive x-direction. The\nmagnitude of force cannot be ascertained since\nthe small time taken for the collision has not\nbeen specified in the problem.\nCase (b)\n()  cos 30 initialxp m u =\u0001, ()    sin 30initialyp m u = −\u0001\n()  – cos 30 finalxp m u =\u0001, ()   sin 30finalyp m u = −\u0001\nNote,  while px changes sign  after collision,  py\ndoes not.  Therefore,\nx-component of impulse = –2 m u  cos  30°\ny-component of impulse = 0\nThe direction of impulse (and force) is the same\nas in (a) and is normal to the wall along the\nnegative x direction.  As before, using Newton’s\nthird law, the force on the wall due to the ball is\nnormal to the wall along the positive x direction.\nThe ratio of the magnitudes  of the impulses\nimparted to the balls in (a) and (b) is\n( )22 / 2 cos30 1.2\n3m u m u = ≈\u0001         ⊳\n4.7  CONSERVATION OF MOMENTUM\nThe s econd and third laws of motion lead to\nan important consequence: the law of\nconservation of momentum.  Take a familiar\nexample. A bullet is fired  from a gun. If the force\non the bullet by the gun is F, the for ce on the gun\nby the bullet is –F, accor ding to the third law.\nThe two forces act for a common interval of time\nΔt.  According to the second law, F Δt is the change\nin momentum of the bullet and –F Δt is the\nchange in momentum of the gun. Since initially,\nboth are at rest, the change in momentum equals\nthe final momentum  for each . Thus if pb is the\nmomentum of the bullet after firing and pg is the\nrecoil momentum of the gun,  pg = –pb  i.e. pb + pg\n= 0.  That is, the total momentum of the (bullet +\ngun) system is conserved.\nThus in an isolated system (i.e. a system with\nno external force), mutual forces between pairs\nof particles in the system can cause momentum\nchange in individual particles, but since the\nmutual forces for each pair are equal and\nopposite, the momentum changes cancel in pairs\nand the total momentum remains unchanged.\nThis fact is known as the law of conservation\nof momentum  :\nReprint 2025-26\n\nPHYSICS 58⊳The total momentum of an isolated system of\ninteracting particles is conserved.\nAn important example of the application of the\nlaw of conservation of momentum is the collision\nof two bodies. Consider two bodies A and B, with\ninitial momenta pA and pB. The bodies collide,\nget apart, with final momenta p′A and p′B\nrespectively. By the Second Law\nF p pAB A At∆ =′−\n and\nF p pBA B Bt∆ =′−\n(where we have taken a common interval of time\nfor both forces i.e. the time for which the two\nbodies are in contact.)\nSince F FAB BA=− by the third law,\n() ′− = − ′− p p p pA A B B\ni.e.′+′=+ pp ppA B A B         (4.9)\nwhich shows that the total final momentum of\nthe isolated system equals its initial momentum.\nNotice that this is true whether the collision is\nelastic or inelastic. In elastic collisions, there is\na second condition that the total initial kinetic\nenergy of the system equals the total final kinetic\nenergy (See Chapter 5).\n4.8  EQUILIBRIUM OF A PARTICLE\nEquilibrium of a particle in mechanics refers to\nthe situation when the net external force on the\nparticle is zero. *  According to the first law, this\nmeans that, the particle is either at rest or in\nuniform motion.\nIf two forces F1 and F2, act on a particle,\nequilibrium requires\nF1  = − F2      (4.10)\ni.e. the two forces on the particle  must be equal\nand opposite. Equilibrium under three\nconcurrent forces F1, F2  and F3 requires that\nthe vector sum of the three forces is zero.\nF1  + F2  + F3  =  0                                   (4.11)Fig. 4.7  Equilibrium under concurrent forces.\nIn other words, the resultant of any two forces\nsay F1 and F2, obtained by the parallelogram\nlaw of forces must be equal and opposite to the\nthird force, F3.  As seen in Fig. 4.7, the three\nforces in equilibrium can be represented by the\nsides of a triangle with the vector arrows taken\nin the same sense. The result can be\ngenerali sed to any number of forces. A particle\nis in equilibrium under the action of forces F1,\nF2,... Fn if they can be represented by the sides\nof a closed n-sided polygon with arrows directed\nin the same sense.\nEquation (4.11) implies that\nF1x + F2x + F3x = 0\nF1y + F2y + F3y = 0\nF1z + F2z + F3z = 0       (4.12)\nwhere F1x, F1y and F1z are the components of F1\nalong x, y and z directions respectively.\nExample 4.6   See Fig. 4.8. A mass of 6 kg\nis suspended by a  rope  of  length 2 m\nfrom the ceiling.  A force of 50 N in the\nhorizontal direction is  applied  at  the mid-\npoint P of the rope, as shown. What is the\nangle the rope makes with the vertical in\nequilibrium ?  (Take g = 10 m s-2). Neglect\nthe mass of the rope.\n(a) (b) (c)\nFig. 4.8\n*Equilibrium of a body requires not only translational equilibrium (zero net external force) but also rotational\nequilibrium (zero net external torque), as we shall see in Chapter 6.\nReprint 2025-26\n\nLAWS OF MOTION 59\nAnswer   Figures 4.8(b) and 4.8(c) are known as\nfree-body diagrams. Figure 4.8(b) is the free-body\ndiagram of W and Fig. 4.8(c) is the free-body\ndiagram of point P .\nConsider the equilibrium of the weight W .\nClearly, T2 = 6 × 10 = 60 N.\nConsider the equilibrium of the point P under\nthe action of three forces - the tensions T1 and\nT2, and the horizontal force 50 N.  The horizontal\nand vertical components of the resultant force\nmust vanish separately :\nT1 cos θ  =  T2  =  60 N\nT1  sin  θ   =  50  N\nwhich gives that\nNote the answer does not depend on the length\nof the rope  (assumed massless) nor on the point\nat which the horizontal force is applied. ⊳\n4.9  COMMON FORCES IN MECHANICS\nIn mechanics, we encounter several kinds of\nforces. The gravitational force is, of course,\npervasive.  Every object on the earth experiences\nthe force of gravity due to the earth. Gravity also\ngoverns the motion of celestial bodies.  The\ngravitational force can act at a distance without\nthe need of any intervening medium.\nAll the other forces common in mechanics are\ncontact forces .* As the name suggests, a contact\nforce on an object arises due to contact with some\nother object: solid or fluid. When bodies are in\ncontact (e.g.  a book resting on a table, a system\nof rigid bodies connected by rods, hinges andother types of supports), there are mutual\ncontact forces (for each pair of bodies) satisfying\nthe third law.  The component of contact force\nnormal to the surfaces in contact is called\nnormal reaction.  The component parallel to the\nsurfaces in contact is called friction.  Contact\nforces arise also when solids are in contact with\nfluids.  For example, for a solid immersed in a\nfluid, there is an upward bouyant force equal to\nthe weight of the fluid displaced. The viscous\nforce, air resistance, etc are also examples of\ncontact forces (Fig. 4.9).\nTwo other common forces are tension in a\nstring and the force due to spring. When a spring\nis compressed or extended by an external force,\na restoring force is generated. This force is\nusually proportional to the compression or\nelongation (for small displacements). The spring\nforce F is written as F = – k x  where x is the\ndisplacement and k is the force constant. The\nnegative sign denotes that the force is opposite\nto the displacement from the unstretched state.\nFor an inextensible string, the force constant is\nvery high. The restoring force in a string is called\ntension. It is customary to use a constant tension\nT throughout the string. This assumption is true\nfor a string of negligible mass.\nWe lear nt that ther e are four fundamental\nforces in nature.  Of these, the weak and strong\nforces appear in domains that do not concern\nus here. Only the gravitational and electrical\nforces are relevant in the context of mechanics.\nThe different contact forces of mechanics\nmentioned above fundamentally arise from\nelectrical forces.   This may seem surprising\n*We are not considering,  for simplicity, char ged and magnetic bodies. For these, besides gravity, ther e are\nelectrical and magnetic non-contact forces.Fig. 4.9  Some examples of contact forces in mechanics.\nReprint 2025-26\n\nPHYSICS 60\nsince we are talking of uncharged and non-\nmagnetic bodies in mechanics. A t the microscopic\nlevel, all bodies are made of charged constituents\n(nuclei and electrons) and the various contact\nforces arising due to elasticity of bodies, molecular\ncollisions and impacts, etc . can ultimately be\ntraced to the electrical forces between the charged\nconstituents of different bodies. The detailed\nmicroscopic origin of these for ces is, however ,\ncomplex and not useful  for handling problems in\nmechanics at the macroscopic scale.  This is why\nthey are treated as different types of forces with\ntheir characteristic properties determined\nempirically.\n4.9.1   Friction\nLet us return to the example of a body of mass m\nat rest on a horizontal table. The force of gravity\n(mg)  is cancelled by the normal reaction force\n(N) of the table. Now suppose a force F is applied\nhorizontally to the body.  W e know fr om\nexperience that a small  applied force may not\nbe enough to move the body.  But if the applied\nforce F were the only external force on the body,\nit must move with acceleration F/m, however\nsmall. Clearly, the body remains at rest because\nsome other force comes into play in the\nhorizontal direction and opposes the applied\nfor\nce F, resulting in zero net for ce on the body.\nThis force fs parallel to the surface of the body in\ncontact with the table is known as frictional\nforce, or simply friction (Fig. 4.10(a)).  The\nsubscript stands for static friction to distinguish\nit from kinetic friction fk that we consider later\n(Fig. 4.10(b)).  Note that  static friction does not\nFig. 4.10 Static and sliding friction: (a)  Impending\nmotion of the body is opposed by static\nfriction. When external force exceeds the\nmaximum limit of static friction, the body\nbegins to move.  (b) Once the body is in\nmotion, it is subject to sliding or kinetic friction\nwhich opposes relative motion between the\ntwo surfaces in contact. Kinetic friction is\nusually less than the maximum value of staticexist by itself.  When there is no applied force,\nthere is no static friction. It comes into play the\nmoment there is an applied force. As the applied\nforce F  increases, fs also increases, remaining\nequal and opposite to the applied force (up to a\ncertain limit), keeping the body at rest. Hence, it\nis called static friction.  Static friction opposes\nimpending motion . The term impending motion\nmeans motion that would take place (but does\nnot actually take place) under the applied force,\nif friction were absent.\nWe know fr om experience that as the applied\nforce exceeds a certain limit, the body begins to\nmove.  It is found experimentally that the limiting\nvalue of static friction ()maxsf  is independent of\nthe area of contact and varies with the normal\nforce (N)  approximately as :\n()maxs sf N=µ      (4.13)\nwhere µs is a constant of proportionality\ndepending only on the nature of the surfaces in\ncontact. The constant µs  is called the coefficient\nof static friction.  The law of static friction may\nthus be written as\nfs  ≤  µs  N     (4.14)\nIf the applied force F  exceeds ()maxsf the body\nbegins to slide on the surface. It is found experi-\nmentally that when relative motion has started,\nthe frictional force decreases from the static\nmaximum value ()maxsf . Frictional force that\nopposes relative motion between surfaces in\ncontact is called kinetic or sliding friction and is\ndenoted by fk .  Kinetic friction, like static fric-\ntion, is found to be independent of the area of\ncontact.  Further , it is nearly independent of the\nvelocity. It satisfies a law similar to that for static\nfrictio n:\nk k=f Nµ (4.15)\nwhere µk′ the coefficient of kinetic friction,\ndepends only on the surfaces in contact. As\nmentioned above, experiments show that µk is\nless than µs. When relative motion has begun,\nthe acceleration of the body according to the\nsecond law is ( F – fk)/m.  For a body moving with\nconstant velocity, F = fk. If the applied force on\nthe body is removed, its acceleration is – fk /m\nand it eventually comes to a stop.\n       The laws of friction given above do not have\nthe status of fundamental laws like those for\ngravitational, electric and magnetic forces. They\nare empirical relations that are onlyfriction.\nReprint 2025-26\n\nLAWS OF MOTION 61⊳⊳approximately true.  Y et they ar e very useful in\npractical calculations in mechanics.\nThus, when two bodies are in contact, each\nexperiences a contact for ce by the other . Friction,\nby definition, is the component of the contact force\nparallel to the surfaces in contact, which opposes\nimpending or actual relative motion between the\ntwo surfaces. Note that it is not motion, but\nrelative motion that the frictional force opposes.\nConsider a box lying in the compartment of a train\nthat is accelerating.  If the box is stationary\nrelative to the train, it is in fact accelerating along\nwith the train. What forces cause the acceleration\nof the box?  Clearly, the only conceivable force in\nthe horizontal direction is the force of friction. If\nthere were no friction, the floor of the train would\nslip by and the box would remain at its initial\nposition due to inertia (and hit the back side of\nthe train). This impending relative motion is\nopposed by the static friction fs. Static friction\nprovides the same acceleration to the box as that\nof the train, keeping it stationary relative to the\ntrain.\nExample 4.7 Determine the maximum\nacceleration of the train in which a box\nlying on its floor will remain stationary,\ngiven that the co-efficient of static friction\nbetween the box and the train’s floor is\n0.15.\nAnswer   Since the acceleration of the box is due\nto the static friction,\nma  =  fs ≤ µs N  =  µs  m g\ni.e.   a  ≤  µs g\n∴ amax =  µs g  = 0.15  x 10 m s–2\n= 1.5  m s–2  ⊳\nExample 4.8   See Fig. 4.11. A mass of 4 kg\nrests on a horizontal plane. The plane is\ngradually inclined until at an angle θ  =  15°\nwith the horizontal, the mass just begins to\nslide. What is the coefficient of static friction\nbetween the block and the surface ?\nFig. 4.11Answer   The forces acting on a block of mass m\nat rest on an inclined plane are (i) the weight\nmg acting vertically downwards (ii) the normal\nforce N of the plane on the block, and (iii) the\nstatic frictional force fs opposing the impending\nmotion. In equilibrium, the resultant of these\nforces must be zero.  Resolving the weight mg\nalong the two directions shown, we have\nm g sinθ  =  fs   ,     m g  cos θ    =  N\nAs θ  increases, the self-adjusting frictional force\nfs increases until at θ = θmax,  fs achieves its\nmaximum value, ()maxsf = µs N.\nTherefore,\ntan θmax  =  µs  or  θmax  =  tan–1  µs\nWhen  θ  becomes just a little more than  θmax ,\nthere is a small net force on the block and it\nbegins to slide.  Note that  θmax depends only on\nµs and is  independent of the mass of the block.\nForθmax   =  15°,\nµs      =  tan 15°\n =  0.27 ⊳\nExample 4.9  What is the acceleration of\nthe block  and  trolley system shown in a\nFig. 4.12(a), if the coefficient of kinetic friction\nbetween the trolley and the surface is 0.04?\nWhat is the tension in the string? (Take g =\n10 m s-2).  Neglect the mass of the string.\n(a)\n(b) (c)\nFig. 4.12\n⊳\nReprint 2025-26\n\nPHYSICS 62\nis the reason why discovery of the wheel has\nbeen a major milestone in human history.\nRolling friction again has a complex origin,\nthough somewhat different from that of static\nand sliding friction. During rolling, the surfaces\nin contact get momentarily deformed a little, and\nthis results in a finite area (not a point) of the\nbody being in contact with the surface.  The net\neffect is that the component of the contact force\nparallel to the surface opposes motion.\nWe often r egard friction as something\nundesirable. In many situations, like in a\nmachine with different moving parts, friction\ndoes have a negative role. It opposes relative\nmotion and thereby dissipates power in the form\nof heat, etc. Lubricants are a way of reducing\nkinetic friction in a machine. Another way is to\nuse ball bearings between two moving parts of a\nmachine [Fig. 4.13(a)]. Since the rolling friction\nbetween ball bearings and the surfaces in\ncontact is very small, power dissipation is\nreduced. A thin cushion of air maintained\nbetween solid surfaces in relative motion is\nanother effective way of reducing friction\n(Fig. 4.13(a)).\nIn many practical situations, however , friction\nis critically needed. Kinetic friction that\ndissipates power is nevertheless important for\nquickly stopping relative motion. It is made use\nof by brakes in machines  and automobiles .\nSimilarly, static friction is important in daily\nlife.  We are able to walk because of friction.  It\nis impossible for a car to move on a very slippery\nroad. On an ordinary road, the friction between\nthe tyres and the road provides the necessary\nexter nal for ce to accelerate the car .Answer   As the string is inextensible, and the\npully is smooth, the 3 kg block and the 20 kg\ntrolley both have same magnitude of\nacceleration.  Applying second law to motion of\nthe block (Fig. 4.12(b)),\n30 – T  = 3a\nApply the second law to motion of the trolley (Fig.\n4.12(c)),\nT – \nfk  =  20 a.\nNow      fk= µk N,\nHere       µk= 0.04,\n     N   =  20 x 10\n= 200 N.\nThus the equation for the motion of the trolley is\nT – 0.04 x 200 = 20 a  Or  T – 8 = 20a .\nThese equations give a = 22\n23 m s –2 = 0.96 m s-2\nand T  = 27.1 N.                                                 ⊳\nRolling friction\nA body like a ring or a sphere rolling without\nslipping over a horizontal plane will suffer no\nfriction, in principle. At every instant, there is\njust one point of contact between the body and\nthe plane and this point has no motion relative\nto the plane. In this ideal situation, kinetic or\nstatic friction is zero and the body should\ncontinue to r oll with constant velocity.  W e know,\nin practice, this will not happen and some\nresistance to motion (r olling friction) does occur ,\ni.e. to keep the body rolling, some applied force\nis needed. For the same weight, rolling friction\nis much smaller (even by 2 or 3 orders of\nmagnitude) than static or sliding friction.  This\nFig. 4.13  Some ways of reducing friction. (a) Ball bearings placed between moving parts of a machine.\n(b) Compressed cushion of air between surfaces in relative motion.\nReprint 2025-26\n\nLAWS OF MOTION 63\n4.10  CIRCULAR MOTION\nWe have seen in Chapter 4 that acceleration of\na body moving in a circle of radius R  with uniform\nspeed v is v2/R directed towards the centre.\nAccording to the second law, the force f\nc providing\nthis acceleration is :\n              2\ncmvf =R(4.16)\nwhere m is the mass of the body.  This force\ndirected forwards the centre is called the\ncentripetal force. For a stone rotated in a circle\nby a string, the centripetal force is provided by\nthe tension in the string.  The centripetal force\nfor motion of a planet around the sun is theis the static friction that provides the centripetal\nacceleration. Static friction opposes the\nimpending motion of the car moving away from\nthe circle. Using equation (4.14) & (4.16) we get\nthe result\n= ≤2\nsmvf NRµ\n2 s\nsRNv Rgmµµ ≤ = [∵N = mg]\nwhich is independent of the mass of the car .\nThis shows that for a given value of µs and R,\nthere is a maximum speed of circular motion of\nthe car possible, namely\nmax s v Rgµ=       (4.18)\n(a) (b)\nFig. 4.14   Circular motion of a car on (a) a level road, (b) a banked road.\ngravitational force on the planet due to the sun.\nFor a car taking a circular turn on a horizontal\nroad, the centripetal force is the force of friction.\nThe circular motion of a car on a flat and\nbanked road give interesting application of the\nlaws of motion.\nMotion of a car on a level road\nThree forces act on the car (Fig. 4.14(a):\n(i) The weight of the car , mg\n(ii) Normal reaction, N\n(iii) Frictional force, f\nAs there is no acceleration in the vertical\ndirection\nN – mg = 0\nN = mg      (4.17)\nThe centripetal force required for circular motion\nis along the surface of the road, and is provided\nby the component of the contact force between\nroad and the car tyres along the surface. This\nby definition is the frictional force. Note that itMotion of a car on a banked road\nWe can r educe the contribution of friction to the\ncircular motion of the car if the road is banked\n(Fig. 4.14(b)). Since there is no acceleration along\nthe vertical direction, the net force along this\ndirection must be zero. Hence,\nN cos θ = mg + f sin θ                 (4.19a)\nThe centripetal force is provided by the horizontal\ncomponents of N and f.\nN sin θ + f cos θ = 2mv\nR                (4.19b)\nBut f sNµ≤\nThus to obtain vmax  we put\ns f Nµ= .\nThen Eqs. (4.19a) and (4.19b) become\nN cos θ = mg + sNµ sin θ     (4.20a)\nReprint 2025-26\n\nPHYSICS 64\n⊳⊳N sin θ + sNµcos θ = mv2/R                (4.20b)\nFrom Eq. (4.20a), we obtain\n–smgNcos sinθ µ θ=\nSubstituting value of N in Eq. (4.20b), we get\n( )2\nmax\n–s\nsmg sin cos mv\ncos sin R+=θ µ θ\nθ µ θ\nor 1\n2\nmax1 –s\nstanv Rgtanµ θ\nµ θ += \n       (4.21)\nComparing this with Eq. (4.18) we see that\nmaximum possible speed of a car on a banked\nroad is greater than that on a flat road.\nForµs =  0  in  Eq. (4.21 ),\nvo  =  ( R g  tan θ ) ½      (4.22)\nAt this speed, frictional force is not needed at all\nto provide the necessary centripetal force.\nDriving at this speed on a banked road will cause\nlittle wear and tear of the tyres. The same\nequation also tells you that for v < vo, frictional\nforce will be up the slope and that a car can be\nparked only if tan θ  ≤  µs.\nExample  4.10  A cyclist speeding at\n18 km/h on a le vel road takes a sharp\ncircular turn of radius 3 m without reducing\nthe speed. The co-efficient of static friction\nbetween the tyres and the road is 0.1. Will\nthe cyclist slip while taking the turn?\nAnswer    On an unbanked road, frictional force\nalone can provide the centripetal force needed\nto keep the cyclist moving on a circular turn\nwithout  slipping. If the speed is too large, or if\nthe turn is too sharp (i.e. of too small a radius)\nor both, the frictional force is not sufficient to\nprovide the necessary centripetal force, and the\ncyclist slips. The condition for the cyclist not to\nslip is given by Eq. (4.18) :\nv2  ≤  µs R g\nNow, R = 3 m,  g = 9.8  m s-2,  µs = 0.1.  That is,\nµs R g = 2.94 m2 s-2. v = 18  km/h  = 5  m s-1; i.e.,\nv2 = 25  m2 s-2.  The condition is not obeyed.\nThe cyclist will slip while taking the\ncircular  turn. ⊳Example 4.11 A circular racetrack of\nradius 300 m is banked at an angle of 15°.\nIf the coefficient of friction between the\nwheels of a race-car and the road is 0.2,\nwhat is the (a) optimum speed of the race-\ncar to avoid wear and tear on its tyres, and\n(b) maximum permissible speed to avoid\nslipping ?\nAnswer   On a banked road, the horizontal\ncomponent of the normal force and the frictional\nforce contribute to provide centripetal force to\nkeep the car moving on a circular turn without\nslipping.  At the optimum speed, the normal\nreaction’s component is enough to provide the\nneeded centripetal force, and the frictional force\nis not needed.  The optimum speed vo is given by\nEq.  (4.22):\nvO  =  (R g  tan θ)1/2\nHere R  =  300  m,  θ  =  15°,  g  =  9.8  m s-2;  we\nhave\nvO  =  28.1   m s-1.\nThe maximum permissible speed vmax is given by\nEq. (4.21):\n⊳\n4.11  SOLVING PROBLEMS IN MECHANICS\nThe three laws of motion that you have learnt in\nthis chapter are the foundation of mechanics.\nYou should now be able to handle a lar ge variety\nof problems in mechanics.  A typical problem in\nmechanics usually does not merely involve a\nsingle body under the action of given forces.\nMore often, we will need to consider an assembly\nof different bodies exerting for ces on each other .\nBesides, each body in the assembly experiences\nthe force of gravity.  When trying to solve a\nproblem of this type, it is useful to remember\nthe fact that we can choose any part of the\nassembly and apply the laws of motion to that\npart provided  we include all forces on the chosen\npart due to the  remaining parts of the assembly.\nWe may call the chosen part of the assembly as\nthe system and the remaining part of the\nassembly (plus any other agencies of forces) as\nthe envir onment. W e have followed the same\nReprint 2025-26\n\nLAWS OF MOTION 65\n⊳method in solved examples. To handle a typical\nproblem in mechanics systematically, one\nshould use the following steps :\n(i)Draw a diagram showing schematically the\nvarious parts of the assembly of bodies, the\nlinks, supports, etc.\n(ii)Choose a convenient part of the assembly\nas one system.\n(iii)Draw a separate diagram which shows this\nsystem and all the forces on the system by\nthe remaining part of the assembly.  Include\nalso the forces on the system by other\nagencies. Do not include the forces on the\nenvironment by the system .  A diagram of\nthis type is known as ‘a free-body diagram’.\n(Note this does not imply that the system\nunder consideration is without a net force).\n(iv)In a free-body diagram, include information\nabout forces (their magnitudes and\ndirections) that are either given or you are\nsure of (e.g., the direction of tension in a\nstring along its length).  The rest should be\ntreated as unknowns to be determined using\nlaws of motion.\n(v)If necessary, follow the same procedure for\nanother choice of the system.  In doing so,\nemploy Newton’s third law.  That is, if in the\nfree-body diagram of A, the force on A due to\nB is shown as F, then in the fr ee-body\ndiagram of B , the force on B due to A  should\nbe shown as – F.\nThe following example illustrates the above\nprocedure :\nExample 4.12 See Fig. 4.15. A wooden\nblock of mass 2 kg rests on a soft horizontal\nfloor.  When an ir on cylinder of mass 25 kg\nis placed on top of the block, the floor yields\nsteadily and the block and the cylinder\ntogether go down with an acceleration of\n0.1 m s–2.  What is the action of the block\non the floor (a) before and (b) after the floor\nyields ? Take g = 10 m s–2. Identify the\naction-reaction pairs in the problem.\nAnswer\n(a)The block is at r est on the floor . Its fr ee-body\ndiagram shows two forces on the block, the\nforce of gravitational attraction by the earth\nequal to 2 × 10 = 20 N; and the normal force\nR of the floor on the block. By the First Law,the net force on the block must be zero i.e.,\nR = 20 N.  Using third law the action of the\nblock (i.e. the force exerted on the floor by\nthe block) is equal to 20 N and directed\nvertically downwards.\n(b) The system (block + cylinder) accelerates\ndownwards with 0.1  m s-2. The free-body\ndiagram of the system shows two forces on\nthe system  : the force of gravity due to the\nearth (270 N); and the normal force R′ by the\nfloor.  Note, the fr ee-body diagram of the\nsystem does not show the internal forces\nbetween the block and the cylinder .  Applying\nthe second law to the system,\n270 – R′   =  27 × 0.1N\n                 ie. R′   =  267.3 N\nFig. 4.15\nBy the third law, the  action  of the system on\nthe floor is equal to 267.3 N vertically downward.\nAction-reaction pairs\nFor (a): (i) the force of gravity (20 N) on the block\nby the earth (say, action); the force of\ngravity on the earth by the block\n(reaction) equal to 20 N directed\nupwards (not shown in the figure).\n(ii) the force on the floor by the block\n(action); the force on the block by the\nfloor (reaction).\nFor (b): (i) the force of gravity (270 N) on the\nsystem by the earth (say, action); the\nforce of gravity on the earth by the\nsystem (reaction), equal to 270 N,\nReprint 2025-26\n\nPHYSICS 66\ndirected upwards (not shown in the\nfigure).\n(ii) the force on the floor by the system\n(action); the force on the system by the\nfloor (reaction).  In addition, for (b), the\nforce on the block by the cylinder and\nthe force on the cylinder by the block\nalso constitute an action-r eaction pair .\nThe important thing to remember is that an\naction-reaction pair consists of mutual forces\nwhich are always equal and opposite between\ntwo bodies.  Two forces on the same body which\nhappen to be equal and opposite can never\nconstitute an action-r eaction pair . The for ce ofgravity on the mass in (a) or (b) and the normal\nforce on the mass by the floor are not action-\nreaction pairs. These forces happen to be equal\nand opposite for (a) since the mass is at rest.\nThey are not so for case (b), as seen already.\nThe weight of the system is 270 N, while the\nnormal force R′ is 267.3 N. ⊳\nThe practice of drawing free-body diagrams is\nof great help in solving problems in mechanics.\nIt allows you to clearly define your system and\nconsider all forces on the system due to objects\nthat are not part of the system itself.  A number\nof exercises in this and subsequent chapters will\nhelp you cultivate this practice.\nSUMMARY\n1.Aristotle’s view that a force is necessary to keep a body in uniform motion is wrong.  A\nforce is necessary in practice to counter the opposing force of friction.\n2.Galileo extrapolated simple observations on motion of bodies on inclined planes, and\narrived at the law of inertia.  Newton’s first law of motion is the same law rephrased\nthus: “Everybody continues to be in its state of rest or of uniform motion in a straight line,\nunless compelled by some external force to act otherwise” .  In simple terms, the First Law\nis “If external force on a body is zero, its acceleration is zero”.\n3.Momentum ( p ) of a body is the product of its mass (m) and velocity (v) :\np  =  m v\n4.Newton’s second law of motion :\nThe rate of change of momentum of a body is proportional to the applied force and takes\nplace in the direction in which the force acts.  \nThus\nd\ndk k m \nt= =pF a\nwhere F is the net exter nal for ce on the body and a its acceleration. W e set the constant\nof proportionality k = 1 in SI units.  Then\nd\ndm\nt= =pF a\nThe SI unit of force is newton  : 1 N = 1 kg m s-2.\n(a)The second law is consistent with the First Law ( F = 0 implies a = 0)\n(b)It is a vector equation\n(c)It is applicable to a particle, and also to a body or a system of particles, provided  F\nis the total external force on the system and a  is the acceleration of the system as\na whole.\n(d)F at a point at a certain instant determines a at the same point at that instant.\nThat is the Second Law is a local law; a at an instant does not depend on the\nhistory of motion.\n4.Impulse is the product of force and time which equals change in momentum.\nThe notion of impulse is useful when a large force acts for a short time to produce a\nmeasurable change in momentum. Since the time of action of the force is very short,\none can assume that there is no appreciable change in the position of the body during\nthe action of the impulsive force.\n6.Newton’s third law of motion:\nTo every action, there is always an equal and opposite reaction\nReprint 2025-26\n\nLAWS OF MOTION 67\nIn simple terms, the law can be stated thus :\nForces in nature always occur between pairs of bodies.  Force on a body A by body\nB is equal and opposite to the force on the body B by A.\nAction and reaction forces are simultaneous forces.  There is no cause-effect\nrelation between action and reaction.  Any of the two mutual forces can be\ncalled action and the other reaction.  Action and reaction act on different\nbodies and so they cannot be cancelled out.  The internal action and reaction\nforces between dif ferent parts of a body do, however , sum to zer o.\n7.Law of Conservation of Momentum\nThe total momentum of an isolated system of particles is conserved.  The law\nfollows from the second and third law of motion.\n8.Friction\nFrictional force opposes (impending or actual) relative motion between two\nsurfaces in contact.  It is the component of the contact force along the common\ntangent to the surface in contact.  Static friction \nfs opposes impending relative\nmotion; kinetic friction fk opposes actual relative motion. They are independent\nof the area of contact and satisfy the following approximate laws :\n()maxf f R s s s≤ = µ\nkf Rk=µ\nµs (co-efficient of static friction) and µk (co-efficient of kinetic friction) are\nconstants characteristic of the pair of surfaces in contact.  It is found\nexperimentally that µk is less than µs .\nPOINTS TO PONDER\n1.Force is not always in the direction of motion.  Depending on the situation, F\nmay be along v, opposite to v, normal to \nv or may make some other angle with\nv.  In every case, it is parallel to acceleration.\n2.If v = 0 at an instant, i.e. if a body is momentarily at rest, it does not mean that\nforce or acceleration are necessarily zero at that instant.  For example, when a\nball thrown upward reaches its maximum height, v  = 0 but the force continues\nto be its weight mg and the acceleration is not zero but g.\n3.Force on a body at a given time is determined by the situation at the location of\nthe body at that time.  Force is not ‘carried’ by the body from its earlier history of\nmotion.  The moment after a stone is released out of an accelerated train, there is\nno horizontal force (or acceleration) on the stone, if the effects of the surrounding\nair are neglected.  The stone then has only the vertical force of gravity.\n4.In the second law of motion F = m  a, F stands for the net force due to all\nmaterial agencies external to the body.  a is the effect of the force.  ma should\nnot be r egarded as yet another for ce, besides F.\nReprint 2025-26\n\nPHYSICS 68\n5.The centripetal force should not be regarded as yet another kind of force. It is\nsimply a name given to the force that provides inward radial acceleration to a\nbody in cir cular motion. W e should always look for some material for ce like\ntension, gravitational force, electrical force, friction, etc as the centripetal force\nin any circular motion.\n6.Static friction is a self-adjusting force up to its limit µs N (fs ≤ µs N).  Do not put\nfs=µs N  without being sure that the maximum value of static friction is coming\ninto play.\n7.The familiar equation mg = R for a body on a table is true only if the body is in\nequilibrium.  The two forces mg and R can be different (e.g. a body in an\naccelerated lift). The equality of mg and R has no connection with the third\nlaw.\n8.The terms ‘action’ and ‘reaction’ in the third Law of Motion simply stand for\nsimultaneous mutual forces between a pair of bodies. Unlike their meaning in\nordinary language, action does not precede or cause reaction.  Action and reaction\nact on different bodies.\n9.The different terms like ‘friction’, ‘normal reaction’ ‘tension’, ‘air resistance’,\n‘viscous drag’, ‘thrust’, ‘buoyancy’, ‘weight’, ‘centripetal force’ all stand for ‘force’\nin different contexts.  For clarity, every force and its equivalent terms\nencountered in mechanics should be reduced to the phrase ‘force on A by B’.\n10.For applying the second law of motion, there is no conceptual distinction between\ninanimate and animate objects.  An animate object such as a human also\nrequires an external  force to accelerate.  For example, without the external\nforce of friction, we cannot walk on the ground.\n11.The objective concept of force in physics should not be confused with the\nsubjective concept of the ‘feeling of force’.  On a merry-go-around, all parts of\nour body are subject to an  inward force,  but we have a feeling of being pushed\noutward – the direction of impending motion.\nEXERCISES\n(For simplicity in numerical calculations, take g = 10 m s-2)\n4.1 Give the magnitude and direction of the net force acting on\n(a)a drop of rain falling down with a constant speed,\n(b)a cork of mass 10 g floating  on water ,\n(c)a kite skillfully held stationary in the sky,\n(d)a car moving with a constant velocity of 30 km/h on a rough road,\n(e)a high-speed electron in space far from all material objects, and free of\nelectric and magnetic fields.\n4.2 A  pebble of mass 0.05 kg is thrown vertically upwards.  Give the direction\nand magnitude of the net force on the pebble,\n(a)during its upward motion,\n(b)during its downward motion,\n(c)at the highest point where it is momentarily at rest.  Do your answers\nchange if the pebble was thrown at an angle of 45° with the horizontal\ndirection?\nIgnore air resistance.\n4.3 Give  the magnitude and direction of the net force acting on a stone of mass\n0.1 kg,\n(a)just after it is dropped from the window of a stationary train,\n(b)just after it is dropped from the window of a train running at a constant\nvelocity of 36 km/h,\n(c )just after it is dropped from the window of a train accelerating with  1 m s-2,\n(d)lying on the floor of a train which is accelerating with 1 m s-2, the stone\nbeing at rest relative to the train.\nNeglect air resistance throughout.\nReprint 2025-26\n\nLAWS OF MOTION 69\n4.4 One end of a string of length l is connected to a particle of mass m and the\nother to a small peg on a smooth horizontal table. If the particle moves in a\ncircle with speed v the net force on the particle (directed towards the centre)\nis :\n(i)  T,  (ii) lmvT2\n− , (iii)  lmv+ T2\n, (iv)  0\nT is the tension in the string. [Choose the correct alternative].\n4.5 A constant retarding force of 50 N is applied to a body of mass 20 kg moving\ninitially with a speed of 15 m s-1. How long does the body take to stop ?\n4.6 A constant force acting on a body of mass 3.0 kg changes its speed from 2.0 m s-1\nto   3.5 m s-1 in 25 s.  The direction of the motion of the body remains\nunchanged.  What is the magnitude and direction of the force ?\n4.7 A body of mass 5 kg is acted upon by two perpendicular forces 8 N and 6 N.\nGive the magnitude and direction of the acceleration of the body.\n4.8 The driver of a three-wheeler moving with a speed of 36 km/h sees a child\nstanding in the middle of the road and brings his vehicle to rest in 4.0 s just\nin time to save the child. What is the average retarding force on the vehicle ?\nThe mass of the three-wheeler is 400 kg and the mass of the driver is 65 kg.\n4.9 A rocket with a lift-off mass 20,000 kg is blasted upwards with an initial\nacceleration of 5.0 m s-2. Calculate the initial thrust (force) of the blast.\n4.10 A body of mass 0.40 kg moving initially with a constant speed of 10 m s-1 to\nthe north is subject to a constant force of 8.0 N directed towards the south\nfor 30 s.  Take the instant the force is applied to be  t = 0, the position of the\nbody at that time to be x = 0, and predict its position at  t = –5 s, 25 s, 100 s.\n4.11 A truck starts from rest and accelerates uniformly at 2.0 m s-2.  At t = 10 s, a\nstone is dropped by a person standing on the top of the truck (6 m high from\nthe ground). What are the (a) velocity, and (b) acceleration of the stone at t =\n11s ?  (Neglect air resistance.)\n4.12 A bob of mass 0.1 kg hung from the ceiling of a room by a string 2 m long is\nset into oscillation.  The speed of the bob at its mean position is 1 m s-1.\nWhat is the trajectory of the bob if the string is cut when the bob is (a) at one\nof its extreme positions, (b) at its mean position.\n4.13 A man of mass 70 kg  stands on a weighing scale in a lift which is moving\n(a)upwards with a uniform speed of 10 m s-1,\n(b)downwards with a uniform acceleration of 5 m s-2,\n(c)upwards with a uniform acceleration of 5 m s-2.\nWhat would be the readings on the scale in each case?\n(d)What would be the reading if the lift mechanism failed and it hurtled\ndown freely under gravity ?\n4.14 Figure 4.16 shows the position-time graph of a particle of mass 4 kg.  What is\nthe (a) force on the particle for t < 0, t > 4 s, 0 < t < 4 s? (b) impulse at t = 0 and\nt = 4 s ? (Consider one-dimensional motion only).\nFig. 4.16\n4.15 Two bodies of masses 10 kg and 20 kg respectively kept on a smooth, horizontal\nsurface are tied to the ends of a light string. A horizontal force F = 600 N is\napplied to (i) A, (ii) B along the direction of string. What is the tension in the\nstring in each case?\nReprint 2025-26\n\nPHYSICS 70\n4.16 Two masses 8 kg and 12 kg are connected at the two ends of a light  inextensible\nstring that goes over a frictionless pulley.  Find the acceleration of the masses, and\nthe tension in the string when the masses are released.\n4.17 A nucleus is at rest in the laboratory frame of reference.  Show that if it disintegrates\ninto two smaller nuclei the products must move in opposite directions.\n4.18 Two billiard balls each of mass 0.05 kg moving in opposite directions with speed 6 m  s-1\ncollide and rebound with the same speed.  What is the impulse imparted to each ball due\nto the other ?\n4.19 A shell of mass 0.020 kg is fired by a gun of mass 100 kg.  If the muzzle  speed of the\nshell is 80 m s-1, what is the recoil speed of the gun ?\n4.20 A batsman deflects a ball by an angle of 45° without changing its initial speed which is\nequal to 54 km/h.  What is the impulse imparted to the ball ?  (Mass of the ball is 0.15 kg.)\n4.21 A stone of mass 0.25 kg tied to the end of a string is whirled round in a circle of radius\n1.5 m with a speed of 40 rev./min in a horizontal plane. What is the tension in  the\nstring ?  What is the maximum speed with which the stone can be whirled around if\nthe string can withstand a maximum tension of 200 N ?\n4.22 If, in Exercise 4.21, the speed of the stone is increased beyond the maximum permissible\nvalue, and the string breaks suddenly, which of the following correctly describes the\ntrajectory of the stone after the string breaks :\n(a) the stone moves radially outwards,\n(b) the  stone flies off tangentially from the instant the string breaks,\n(c) the stone flies off at an angle with the tangent whose magnitude depends on the\n speed of the particle ?\n4.23 Explain why\n(a) a horse cannot pull a cart and run in empty space,\n(b) passengers are thrown forward from their seats when a speeding bus stops\n     suddenly,\n(c) it is easier to pull a lawn mower than to push it,\n(d) a cricketer moves his hands backwards while holding a catch.\nReprint 2025-26\n\n",
      "wordCount": 9303,
      "examples": [
        {
          "chapterNumber": 6,
          "exampleNumber": 4,
          "title": "2   A bullet of mass 0.04 kg",
          "question": "Example 4.2   A bullet of mass 0.04 kg\nmoving with a speed of 90 m s–1 enters a\nheavy wooden block and is stopped after a\ndistance of 60 cm. What is the average\nresistive force exerted by the block on  the\nbullet?Answer   The retardation ‘ a’ of the bullet\n(assumed constant) is given by\n2–\n2uas= = 2 2 – 90 90m s – 6750 m s2 0.6− − ×=×\nThe retarding force, by the second law of\nmotion, is\n= 0.04 kg × 6750 m s-2 = 270 N\nThe actual resistive force, and therefore,\nretardation of the bullet may not be",
          "solution": ""
        },
        {
          "chapterNumber": 6,
          "exampleNumber": 4,
          "title": "3   The motion of a particle of",
          "question": "Example 4.3   The motion of a particle of\nmass m is described by  y = +21\n2ut gt . Find\nthe force acting on the particle.\nAnswer   We know\n21\n2y ut gt= +\nNow,\nd\ndyv u gtt= = +\nacceleration, d\ndva gt= =\nThen the force is given by Eq.  (4.5)\nF = ma  = mg\nThus the given equation describes the motion\nof a particle under acceleration due to gravity\nand y is the position coordinate in the direction\nof g. ⊳\nImpulse\nWe sometimes encounter examples wher e a lar ge\nforce acts for a very short duration pro",
          "solution": ""
        },
        {
          "chapterNumber": 6,
          "exampleNumber": 4,
          "title": "4  A batsman hits back a ball",
          "question": "Example 4. 4  A batsman hits back a ball\nstraight in the direction of the bowler without\nchanging its initial speed of 12  m s–1.\nIf the mass of the ball is 0.15 kg, determine\nthe impulse imparted to the ball.  (Assume\nlinear motion of the ball)\nAnswer   Change in momentum\n       =  0.15 × 12–(–0.15×12)\n      =  3.6 N s,\nImpulse  =  3.6 N s,\nin the dir ection from the batsman to the bowler .\nThis is an example where the force on the ball\nby the batsman and the time of contact of the\nball and the",
          "solution": ""
        },
        {
          "chapterNumber": 6,
          "exampleNumber": 4,
          "title": "5  Two identical billiard balls",
          "question": "Example 4.5  Two identical billiard balls\nstrike a rigid wall with the same speed but\nat different angles, and get reflected without\nany change in  speed,  as shown in Fig. 4.6.\nWhat is (i) the direction of the force on the\nwall due to each ball? (ii) the ratio of the\nmagnitudes of impulses imparted to the\nballs by the wall ?\n       Fig. 4.6\nAnswer   An instinctive answer to (i) might be\nthat the force on the wall in case (a) is normal to\nthe wall, while that in case (b) is inclined at 30°\nto th",
          "solution": ""
        },
        {
          "chapterNumber": 6,
          "exampleNumber": 4,
          "title": "6   See Fig. 4.8. A mass of 6 kg",
          "question": "Example 4.6   See Fig. 4.8. A mass of 6 kg\nis suspended by a  rope  of  length 2 m\nfrom the ceiling.  A force of 50 N in the\nhorizontal direction is  applied  at  the mid-\npoint P of the rope, as shown. What is the\nangle the rope makes with the vertical in\nequilibrium ?  (Take g = 10 m s-2). Neglect\nthe mass of the rope.\n(a) (b) (c)\nFig. 4.8\n*Equilibrium of a body requires not only translational equilibrium (zero net external force) but also rotational\nequilibrium (zero net external torque), as",
          "solution": ""
        },
        {
          "chapterNumber": 6,
          "exampleNumber": 4,
          "title": "7 Determine the maximum",
          "question": "Example 4.7 Determine the maximum\nacceleration of the train in which a box\nlying on its floor will remain stationary,\ngiven that the co-efficient of static friction\nbetween the box and the train’s floor is\n0.15.\nAnswer   Since the acceleration of the box is due\nto the static friction,\nma  =  fs ≤ µs N  =  µs  m g\ni.e.   a  ≤  µs g\n∴ amax =  µs g  = 0.15  x 10 m s–2\n= 1.5  m s–2  ⊳\nExample 4.8   See Fig. 4.11. A mass of 4 kg\nrests on a horizontal plane. The plane is\ngradually inclined until at an",
          "solution": ""
        },
        {
          "chapterNumber": 6,
          "exampleNumber": 4,
          "title": "8   See Fig. 4.11. A mass of 4 kg",
          "question": "Example 4.8   See Fig. 4.11. A mass of 4 kg\nrests on a horizontal plane. The plane is\ngradually inclined until at an angle θ  =  15°\nwith the horizontal, the mass just begins to\nslide. What is the coefficient of static friction\nbetween the block and the surface ?\nFig. 4.11Answer   The forces acting on a block of mass m\nat rest on an inclined plane are (i) the weight\nmg acting vertically downwards (ii) the normal\nforce N of the plane on the block, and (iii) the\nstatic frictional force fs opposing",
          "solution": ""
        },
        {
          "chapterNumber": 6,
          "exampleNumber": 4,
          "title": "9  What is the acceleration of",
          "question": "Example 4.9  What is the acceleration of\nthe block  and  trolley system shown in a\nFig. 4.12(a), if the coefficient of kinetic friction\nbetween the trolley and the surface is 0.04?\nWhat is the tension in the string? (Take g =\n10 m s-2).  Neglect the mass of the string.\n(a)\n(b) (c)\nFig. 4.12\n⊳\nReprint 2025-26\n\nPHYSICS 62\nis the reason why discovery of the wheel has\nbeen a major milestone in human history.\nRolling friction again has a complex origin,\nthough somewhat different from that of static\na",
          "solution": ""
        },
        {
          "chapterNumber": 6,
          "exampleNumber": 4,
          "title": "10  A cyclist speeding at",
          "question": "Example  4.10  A cyclist speeding at\n18 km/h on a le vel road takes a sharp\ncircular turn of radius 3 m without reducing\nthe speed. The co-efficient of static friction\nbetween the tyres and the road is 0.1. Will\nthe cyclist slip while taking the turn?\nAnswer    On an unbanked road, frictional force\nalone can provide the centripetal force needed\nto keep the cyclist moving on a circular turn\nwithout  slipping. If the speed is too large, or if\nthe turn is too sharp (i.e. of too small a radius)\nor b",
          "solution": ""
        },
        {
          "chapterNumber": 6,
          "exampleNumber": 4,
          "title": "11 A circular racetrack of",
          "question": "Example 4.11 A circular racetrack of\nradius 300 m is banked at an angle of 15°.\nIf the coefficient of friction between the\nwheels of a race-car and the road is 0.2,\nwhat is the (a) optimum speed of the race-\ncar to avoid wear and tear on its tyres, and\n(b) maximum permissible speed to avoid\nslipping ?\nAnswer   On a banked road, the horizontal\ncomponent of the normal force and the frictional\nforce contribute to provide centripetal force to\nkeep the car moving on a circular turn without\nslipping.",
          "solution": ""
        },
        {
          "chapterNumber": 6,
          "exampleNumber": 4,
          "title": "12 See Fig. 4.15. A wooden",
          "question": "Example 4.12 See Fig. 4.15. A wooden\nblock of mass 2 kg rests on a soft horizontal\nfloor.  When an ir on cylinder of mass 25 kg\nis placed on top of the block, the floor yields\nsteadily and the block and the cylinder\ntogether go down with an acceleration of\n0.1 m s–2.  What is the action of the block\non the floor (a) before and (b) after the floor\nyields ? Take g = 10 m s–2. Identify the\naction-reaction pairs in the problem.\nAnswer\n(a)The block is at r est on the floor . Its fr ee-body\ndiagram sh",
          "solution": ""
        }
      ],
      "exercises": [],
      "stats": {
        "examplesCount": 11,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 22,
    "totalWords": 9303
  }
}