{
  "filename": "keph204.pdf",
  "chapters": [
    {
      "chapterNumber": 10,
      "title": ") to be",
      "content": "Chapter 10) to be\nTQS∆∆=  (11.4)\nWe expect ∆Q and, ther efore, heat capacity S\nto be proportional to the mass of the substance.\nFurther , it could also depend on the\ntemperature, i.e., a different amount of heat may\nbe needed for a unit rise in temperature at\ndifferent temperatures. To define a constant\ncharacteristic of the substance and\nindependent of its amount, we divide S by the\nmass of the substance m  in kg :\nsS\nm mQ\nT    = =\n\n1∆\n∆(11.5)\ns is known as the specific heat capacity of the\nsubstance. It depends on the nature of the\nsubstance and its temperature.  The unit of\nspecific heat capacity is J kg–1 K–1.If the amount of substance is specified in\nterms of moles µ (instead of mass m in kg ), we\ncan define heat capacity per mole of the\nsubstance by\n1S QCTµ µ∆= =∆(11.6)\nC is known as molar specific heat capacity of\nthe substance. Like s, C is independent of the\namount of substance. C depends on the nature\nof the s ubstance, its temperature and the\nconditions under which heat is supplied. The\nunit of C is J m o1–1 K–1. As we shall see later (in\nconnection with specific heat capacity of gases),\nadditional conditions may be needed to define\nC or s. The idea in defining C is that simple\npredictions can be made in regard to molar\nspecific heat capacities.\nTable 11.1 lists measured specific and molar\nheat capacities of solids at atmospheric pressure\nand ordinary room temperature.\nWe will see in ",
      "wordCount": 264,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 12,
      "title": "that pr edictions of",
      "content": "Chapter 12 that pr edictions of\nspecific heats of gases generally agree with\nexperiment. W e can use the same law of\nequipartition of energy that we use there to\npredict molar specific heat capacities of solids\n(See Section 12.5 and 12.6).  Consider a solid of\nN atoms, each vibrating about its mean\nposition. An oscillator in one dimension has\naverage energy of 2 × ½ kBT = kBT. In three\ndimensions, the average energy is 3 kBT.\nFor a mole of a solid, the total energy is\nU  = 3 kBT  × NA  = 3 RT  (∵kBT  × NA = R)\nNow, at constant pressure, ∆Q = ∆U + P ∆V ≅\n∆U,  since for a solid ∆V is negligible.  Therefore,\nCQ\nTU\nTR = = =∆\n∆∆\n∆3 (11.7)\nTable 11.1 Specific and molar heat capacities\nof some solids at room\ntemperature and atmospheric\npressure\n   As Table 1 1.1 shows, the experimentally\nmeasured values which  generally agrees withSubstanceSpeci/UNIf001c heat–v\n(J kg K )–1 –1Molar speci/UNIf001c\nheat (J mol K )–1 –1\nReprint 2025-26\n\nPHYSICS 232\npredicted value 3R at ordinary temperatures.\n(Carbon is an exception.) The agreement is\nknown to break down at low temperatures.\nSpecific heat capacity of water\nThe old unit of heat was calorie.  One calorie\nwas earlier defined to be the amount of heat\nrequired to raise the temperature of 1g of water\nby 1°C. With more precise measurements, it was\nfound that the  specific heat of water varies\nslightly with temperature.  Figure 1 1.5 shows\nthis variation in the temperature range 0 to\n100 °C.\nFig. 11.5 Variation of specific heat capacity of\nwater with temperature.\nFor a precise definition of calorie, it was,\ntherefore, necessary to specify the unit\ntemperature interval. One calorie is defined\nto be the amount of heat required to raise the\ntemperature of 1g of water from 14.5  °C to\n15.5 °C. Since heat is just a form of energy,\nit is preferable to use the unit joule, J.\nIn SI units, the specific heat  capacity  of water\nis 4186 J kg–1 K–1 i.e. 4.186 J g–1 K–1. The so\ncalled mechanical equivalent of heat defined\nas the amount of work needed to produce\n1 cal of heat is in fact just a conversion factor\nbetween two different units of energy : calorie\nto joule. Since in SI units, we use the unit joule\nfor heat, work or any other form of energy, the\nterm mechanical equivalent is now\nsuperfluous and need not be used.\nAs already remarked, the specific heat\ncapacity depends on the process or the\nconditions under which heat capacity transfer\ntakes place.  For gases, for example, we can\ndefine two specific heats  : specific heat\ncapacity at constant volume and specific\nheat capacity at constant pressure .  For anideal gas, we have a simple relation.\n        Cp  –  Cv = R (11.8)\nwhere Cp and Cv  are molar specific heat\ncapacities  of an ideal gas at constant pressure\nand volume respectively and R is the universal\ngas constant.  To prove the relation, we begin\nwith Eq. (1 1.3) for 1 mole of the gas  :\n                ∆Q  = ∆U + P ∆V\nIf ∆Q  is absorbed at constant volume, ∆V = 0\n   CQ\nTU\nTU\nTv\nv v=\n\n=\n\n=\n\n∆\n∆∆\n∆∆\n∆(11.9)\nwhere the subscript v is dropped in the last\nstep, since U of an ideal gas depends only on\ntemperature. (The subscript denotes the\nquantity kept fixed.) If, on the other hand, ∆Q\nis absorbed at constant pressure,\nCQ\nTU\nT PV\nTp\np p p   =\n\n=\n\n+\n\n∆\n∆∆\n∆∆\n∆(11.10)\nThe subscript p can be dropped from the\nfirst term since U of an ideal gas depends only\non T.  Now , for a mole of an ideal gas\n                PV = RT\nwhich gives\n    PV\nTR   \np∆\n∆\n\n=(11.11)\nEquations (1 1.9) to (1 1.11) give the desired\nrelation, Eq. (1 1.8).\n11.7THERMODYNAMIC STATE VARIABLES\nAND EQUATION OF STATE\nEvery equilibrium state  of a thermodynamic\nsystem is completely described by specific\nvalues of some macroscopic variables, also\ncalled state variables. For example, an\nequilibrium state of a gas is completely\nspecified by the values of pressure, volume,\ntemperature, and mass (and composition if\nthere is a mixture of gases). A thermodynamic\nsystem is not always in equilibrium. For example,\na gas allowed to expand freely  against vacuum\nis not an equilibrium state [Fig. 11.6(a)].  During\nthe rapid expansion, pressure of the gas may\nReprint 2025-26\n\nTHERMODYNAMICS 233\nnot be uniform throughout. Similarly, a mixture\nof gases undergoing an explosive chemical\nreaction (e.g. a mixture of petrol vapour and\nair when ignited by a spark) is not an\nequilibrium state; again its temperature and\npressure are not uniform [Fig. 1 1.6(b)].\nEventually, the gas attains a uniform\ntemperature and pressure and comes to\nthermal and mechanical equilibrium with its\nsurroundings.\nFig. 11.6 (a) The partition in the box is suddenly\nremoved leading to free expansion of the\ngas. (b) A mixture of gases undergoing an\nexplosive chemical reaction. In both\nsituations, the gas is not in equilibrium and\ncannot be described by state variables.\nIn short, thermodynamic state variables\ndescribe equilibrium states of systems. The\nvarious state variables are not necessarily\nindependent. The connection between the state\nvariables is called the equation of state. For\nexample, for an ideal gas, the equation of state\nis the ideal gas relation\n   P V = µ R T\nFor a fixed amount of the gas i.e. given µ, there\nare thus, only two independent variables, say P\nand V or T and V.  The pr essur e-volume curve\nfor a fixed temperature is called an isotherm .\nReal gases may have more complicated\nequations of state.\nThe thermodynamic state variables are of two\nkinds: extensive  and intensive . Extensive\nvariables indicate the ‘size’ of the system.\nIntensive variables such as pressure andtemperature do not. To decide which variable is\nextensive and which intensive, think of a\nrelevant system in equilibrium, and imagine that\nit is divided into two equal parts. The variables\nthat remain unchanged for each part are\nintensive. The variables whose values get halved\nin each part are extensive. It is easily seen, for\nexample, that internal energy U, volume V, total\nmass M are extensive variables. Pr essur e P,\ntemperature T, and density ρ are intensive\nvariables.  It is a good practice to check the\nconsistency of thermodynamic equations using\nthis classification of variables. For example, in\nthe equation\n      ∆Q = ∆U + P ∆V\nquantities on both sides are extensive *. (The\nproduct of an intensive variable like P and an\nextensive quantity ∆V is extensive.)\n11.8  THERMODYNAMIC PROCESSES\n11.8.1  Quasi-static process\nConsider a gas in thermal and mechanical\nequilibrium with its surroundings. The pressure\nof the gas in that case equals the external\npressure and its temperature is the same as\nthat of its surroundings. Suppose that the\nexternal pressure is suddenly reduced (say by\nlifting the weight on the movable piston in the\ncontainer).  The piston will accelerate outward.\nDuring the process, the gas passes through\nstates that are not equilibrium states. The non-\nequilibrium states do not have well-defined\npressure and temperature. In the same way, if\na finite temperature difference exists between\nthe gas and its surroundings, there will be a\nrapid exchange of heat during which the gas\nwill pass through non-equilibrium states.  In\ndue course, the gas will settle to an equilibrium\nstate with well-defined temperature and\npressure equal to those of the surroundings. The\nfree expansion of a gas in vacuum and a mixture\nof gases undergoing an explosive chemical\nreaction, mentioned in section 11.7 are also\nexamples where the system goes through non-\nequilibrium states.\nNon-equilibrium states of a system are difficult\nto deal with.  It is, therefore, convenient to\nimagine an ideali sed process in which at every\nstage the system is an equilibrium state.  Such a\n*As emphasised earlier , Q is not a state variable.  However , ∆Q is clearly pr oportional to the total mass of\nsystem and hence is extensive.\nReprint 2025-26\n\nPHYSICS 234\nprocess is, in principle, infinitely slow , hence the\nname quasi-static (meaning nearly static). The\nsystem changes its variables ( P, T, V) so slowly\nthat it remains in thermal and mechanical\nequilibrium with its surroundings throughout.\nIn a quasi-static process, at every stage, the\ndifference in the pressure of the system and the\nexternal pressure is infinitesimally small.  The\nsame is true of the temperature difference\nbetween the system and its surroundings\n(Fig.11.7) .  To take a gas fr om the state ( P, T) to\nanother state ( P ′, T ′ ) via  a quasi-static process,\nwe change the external pressure by a very small\namount, allow the system to equalise its pressure\nwith that of the surroundings and continue the\nprocess infinitely slowly until the system\nachieves the pressure P ′. Similarly, to change\nthe temperature, we introduce an infinitesimal\ntemperature difference between the system and\nthe surrounding reservoirs and by choosing\nreservoirs of progressively different temperatures\nT to T ′, the system achieves the temperature T ′.\nFig. 11.7 In a quasi-stati c process, the temperature\nof the surrounding reservoir and the\nexternal pressure differ only infinitesimally\nfrom the temperature and pressure of the\nsystem.\nA quasi-static process is obviously a\nhypothetical construct.  In practice, processes\nthat are sufficiently slow and do not involve\naccelerated motion of the piston, large\ntemperature gradient, etc., are reasonably\napproximation to an ideal quasi-static process.\nWe shall fr om now on deal with quasi-static\nprocesses only, except when stated otherwise.A process in which the temperature of the\nsystem is kept fixed throughout is called an\nisothermal process .  The expansion of a gas in\na metallic cylinder placed in a large reservoir of\nfixed temperature is an example of an isothermal\nprocess.  (Heat transferred from the reservoir to\nthe system does not materially affect the\ntemperature of the r eservoir , because of its very\nlarge heat capacity.)  In isobaric processes  the\npressure is constant while in isochoric\nprocesses the volume is constant. Finally, if the\nsystem is insulated from the surroundings and\nno heat flows between the system and the\nsurroundings, the process is adiabatic . The\ndefinitions of these special processes are\nsummarised in Table. 11.2\nTable 11.2 Some special thermodynamic\nprocesses\nWe now consider these pr ocesses in some detai l:\n11.8.2 Isothermal process\nFor an isothermal process ( T fixed), the ideal gas\nequation gives\n                  PV  =  constant\ni.e., pressure of a  given mass of gas varies inversely\nas its volume. This is nothing but Boyle’s Law.\nSuppose an ideal gas goes isothermally (at\ntemperature T) from its initial state ( P1, V1) to\nthe final state ( P2, V 2).  At any intermediate stage\nwith pressure P and volume change from V to\nV + ∆V (∆V small)\n     ∆W  = P ∆ V\nTaking ( ∆V → 0) and summing the quantity\n∆W over the entire process,\nW = P V\nVV\n12\n d∫\n=  RT\nVV\nRT    V\nVV\nV\n122\n1µ µd∫=     In(11.12)\nReprint 2025-26\n\nTHERMODYNAMICS 235\nwhere in the second  step we have made use of\nthe ideal gas equation PV = µ RT and  taken the\nconstants out of the integral.  For an ideal gas,\ninternal energy depends only on temperature.\nThus, there is no change in the internal energy\nof an ideal gas in an isothermal process. The\nFirst Law of Thermodynamics then implies that\nheat supplied to the gas equals the work done\nby the gas : Q = W.  Note fr om Eq. (11.12) that\nfor V2 > V1,  W > 0; and for V2 < V1, W < 0.  That\nis, in an isothermal expansion, the gas absorbs\nheat and does work while in an isothermal\ncompression, work is  done on the gas by the\nenvironment and heat is released.\n11.8.3 Adiabatic process\nIn an  adiabatic process, the system is insulated\nfrom the surroundings and heat absorbed or\nreleased is zero. From Eq. (11.1), we see that\nwork done by the gas results in decrease in its\ninternal energy (and hence its temperature for\nan ideal gas).  W e quote without pr oof (the r esult\nthat you will learn in higher courses) that for\nan adiaba tic process of an ideal gas.\n    P V γ   =  const (11.13)\nwhere γ  is the ratio of specific heats (ordinary\nor molar) at constant pressure and at constant\nvolume.\n               γ=Cp\nCv\nThus if an ideal gas undergoes a change in\nits state adiabatically from ( P1, V1) to (P2, V2) :\nP1 V1γ  = P2 V2γ(11.14)\nFigure11.8 shows the P-V curves of an ideal\ngas for two adiabatic processes connecting two\nisotherms.\nFig. 11.8 P-V curves for isothermal and adiabatic\nprocesses of an ideal gas.We can calculate, as befor e, the work done in\nan adiabatic change of an ideal gas from the\nstate ( P1, V1, T1) to the state ( P2, V2, T2).\n         W = P V\nVV\n  d\n12\n∫\n(11.15)\nFrom Eq. (11.14), the constant is P1V1γ  or P2V2γ\nW = P V\nVP V\nV 2 2\n21 1\n11\n1  −− −−\n\nγγ\nγγ\nγ 1 1\n = P V P VR(T T 1\n1  −−−\n−[ ] =\nγµ\nγ2 2 1 11 2 )\n1(11.16)\nAs expected, if work is done by the gas in an\nadiabatic process ( W > 0), from Eq. (11.16),\nT2 < T1.  On the other hand, if work is done on\nthe gas ( W < 0), we get T2 > T1 i.e., the\ntemperature of the gas rises.\n11.8.4 Isochoric process\nIn an isochoric process, V is constant. No work\nis done on or by the gas.  From Eq. (11.1), the\nheat absorbed by the gas goes entirely to change\nits internal energy and its temperature. The\nchange in temperature for a given amount of\nheat is determined by the specific heat of the\ngas at constant volume.\n11.8.5 Isobaric process\nIn an isobaric pr ocess, P is fixed. W ork done by\nthe gas is\nW = P (V2 – V1)  =  µ R (T2 – T1)    (11 .17)\nSince temperature changes, so does internal\nenergy. The heat absorbed goes partly to\nincrease internal energy and partly to do work.\nThe change in temperature for a given amount\nof heat is determined by the specific heat of the\ngas at constant pressure.\n11.8.6 Cyclic process\nIn a cyclic process, the system returns to its\ninitial state. Since internal energy is a state\nvariable, ∆U = 0 for a cyclic process. From\nReprint 2025-26\n\nPHYSICS 236\nEq. (11.1), the total heat absorbed equals the\nwork done by the system.\n11.9  SECOND LAW OF  THERMODYNAMICS\nThe First Law of Thermodynamics is the\nprinciple of conse rvation of energy.  Common\nexperience shows that there are many\nconceivable processes that are perfectly\nallowed by the First Law and yet are never\nobserved.  For example, nobody has ever seen\na book lying on a table jumping to a height by\nitself.  But such a thing would be possible if\nthe principle of conservation of energy were\nthe only restriction. The table could cool\nspontaneously, converting some of its internal\nenergy into an equal amount of mechanical\nenergy of the book, which would then hop to a\nheight with potential energy equal to the\nmechanical energy it acquired.  But this never\nhappens. Clearly, some additional basic\nprinciple of nature forbids the above, even\nthough it satisfies the energy conservation\nprinciple.  This principle, which  disallows\nmany phenomena consistent with the First\nLaw of Thermodynamics is known as the\nSecond Law of Thermodynamics.\nThe Second Law of Thermodynamics gives\na fundamental limitation to the efficiency of a\nheat engine and the co-efficient of\nperformance of a r efrigerator . In simple ter ms,\nit says that efficiency of a heat engine can\nnever be unity. For a r efrigerator , the Second\nLaw says that the co-efficient of performance\ncan never be infinite.  The following two\nstatements, one due to Kelvin and Planck\ndenying the possibility of a perfect heat engine,\nand another due to Clausius denying the\npossibility of a perfect refrigerator or heat\npump, are a concise summary of these\nobservations.\nKelvin-Planck statement\nNo process is possible whose sole result is the\nabsorption of heat from a reservoir and the\ncomplete conversion of the heat into work.\nClausius statement\nNo process is possible whose sole result is the\ntransfer of heat from a colder object to a\nhotter object.\nIt can be proved that the two statements\nabove are completely equivalent.11.10  REVERSIBLE AND IRREVERSIBLE\nPROCESSES\nImagine some process in which a thermodynamic\nsystem goes from an initial state i to a final state\nf. During the process the system absorbs heat Q\nfrom the surroundings and performs work W on\nit. Can we reverse this process and bring both\nthe system and surroundings to their initial\nstates with no other effect anywhere ? Experience\nsuggests that for most processes in nature this\nis not possible. The spontaneous processes of\nnature are irreversible. Several examples can be\ncited. The base of a vessel on an oven is hotter\nthan its other parts. When the vessel is removed,\nheat is transferred from the base to the other\nparts, bringing the vessel to a uniform\ntemperature (which in due course cools to the\ntemperature of the surroundings). The process\ncannot be reversed; a part of the vessel will not\nget cooler spontaneously and warm up the base.\nIt will violate the Second Law of Thermodynamics,\nif it did. The free expansion of a gas is irreversible.\nThe combustion reaction of a mixture of petrol\nand air ignited by a spark cannot be reversed.\nCooking gas leaking from a gas cylinder in the\nkitchen diffuses to the entire room. The diffusion\nprocess will not spontaneously reverse and bring\nthe gas back to the cylinder . The stirring of a\nliquid in thermal contact with a reservoir will\nconvert the work done into heat, increasing the\ninternal ener gy of the r eservoir . The pr ocess\ncannot be reversed exactly; otherwise it would\namount to conversion of heat entirely into work,\nviolating the Second Law of Thermodynamics.\nIrreversibility is a rule rather an exception\nin nature.\nIrreversibility arises mainly from two causes:\none, many processes (like a free expansion, or\nan explosive chemical reaction) take the system\nto non-equilibrium states; two, most processes\ninvolve friction, viscosity and other dissipative\neffects (e.g., a moving body coming to a stop and\nlosing its mechanical energy as heat to the floor\nand the body; a rotating blade in a liquid coming\nto a stop due to viscosity and losing its\nmechanical energy with corresponding gain in\nthe internal energy  of the liquid). Since\ndissipative effects are present everywhere and\ncan be minimised but not fully eliminated, most\nprocesses that we deal with are irreversible.\nReprint 2025-26\n\nTHERMODYNAMICS 237\nA thermodynamic process  (state i → state f )\nis reversible if the process can be turned back\nsuch that both the system and the surroundings\nreturn to their original states, with no other\nchange anywhere else in the universe. From the\npreceding discussion, a reversible process is an\nidealised notion. A process is reversible only if\nit is quasi-static (system in equilibrium with the\nsurroundings at every stage) and there are no\ndissipative effects. For example, a quasi-static\nisothermal expansion of an ideal gas in a\ncylinder fitted with a frictionless movable piston\nis a reversible process.\nWhy is reversibility such a basic concept in\nthermodynamics ?  As we have seen, one of the\nconcerns of thermodynamics is the efficiency\nwith which heat can be converted into work.\nThe Second Law of Thermodynamics rules out\nthe possibility of a perfect heat engine with 100%\nefficiency. But what is the highest efficiency\npossible for a heat engine working between two\nreservoirs at temperatures T1 and T2? It turns\nout that a heat engine based on idealised\nreversible processes achieves the highest\nefficiency possible. All other engines involving\nirreversibility in any way (as would be the case\nfor practical engines) have lower than this\nlimiting efficiency.\n11.11  CARNOT ENGINE\nSupp ose we have a hot reservoir at temperature\nT1 and a cold reservoir at temperature T2.  What\nis the maximum efficiency possible for a heat\nengine operating between the two reservoirs and\nwhat cycle of proces ses should be adopted to\nachieve the maximum efficiency ?  Sadi Carnot,\na French engineer , first consider ed this question\nin 1824. Interestingly, Carnot arrived at the\ncorrect answer , even though the basic concepts\nof heat and thermodynamics had yet to be firmly\nestablished.\nWe expect the ideal engine operating between\ntwo temperatures to be a reversible engine.\nIrreversibility is associated with dissipative\neffects, as remarked in the preceding section,\nand lowers efficiency. A process is reversible if\nit is quasi-static and non-dissipative.  W e have\nseen that a process is not quasi-static if it\ninvolves finite tem perature difference between\nthe system and the r eservoir .  This implies thatin a reversible heat engine operating between\ntwo temperatures, heat should be absorbed\n(from the hot reservoir) isothermally and\nreleased (to the cold r eservoir) isother mally.  W e\nthus have identified two steps of the reversible\nheat engine : isothermal process at temperature\nT1 absorbing heat Q1 from the hot r eservoir , and\nanother isothermal process at temperature T2\nreleasing heat Q2 to the cold r eservoir . To\ncomplete a cycle, we need to take the system\nfrom temperature T1 to T2 and then back from\ntemperature T2 to T1.  Which processes should\nwe employ for this purpose that are reversible?\nA little reflection shows that we can only adopt\nreversible adiabatic processes for these\npurposes, which involve no heat flow from any\nreservoir . If we employ any other pr ocess that is\nnot adiabatic, say an isochoric process, to take\nthe system fr om one temperatur e to another , we\nshall need a series of reservoirs in the\ntemperature range T2 to T1 to ensure that at each\nstage the process is quasi-static.  (Remember\nagain that for a process to be quasi-static and\nreversible, there should be no finite temperature\ndifference between the system and the r eservoir .)\nBut we are considering a reversible engine that\noperates between only two temperatures. Thus\nadiabatic processes must bring about the\ntemperature change in the system from T1 to T2\nand T2 to T1 in this engine.\nFig. 11.9 Carnot cycle for a heat engine with an\nideal gas as  the working substance.\nA reversible heat engine operating between\ntwo temperatur es is called a Car not engine.  W e\nhave just argued that such an engine must have\nthe following seque nce of steps constituting one\nReprint 2025-26\n\nPHYSICS 238\ncycle, called the Carnot cycle, shown in\nFig. 11.9. W e have taken the working substance\nof the Carnot engine t o be an ideal gas.\n(a)Step 1 → 2Isothermal expansion of the gas\ntaking its  state from ( P1, V1, T1)  to\n(P2, V2, T1).\nThe heat absorbed by the gas ( Q1) from the\nreservoir at temperature T1 is given by\nEq. (11.12). This is also the work done ( W1 → 2)\nby the gas on the environment.\nW1 → 2  =  Q1 = µ R T1  ln V\nV2\n1\n\n          (11.18)\n(b)Step 2 → 3Adiabatic expansion of the gas\nfrom ( P2, V2, T1) to (P3, V3, T2)\nWork done by the gas, using\nEq. (11.16), is\nWR T T\n2 3→=−( )\n−    µ1 2\n1γ(11.19)\n(c)Step 3 → 4Isothermal compression of the\ngas from ( P3, V3, T2) to (P4, V4, T2).\nHeat released ( Q2) by the gas to the reservoir\nat temperature T2 is given by Eq. (11.12).  This\nis also the work done ( W3 → 4) on the gas by the\nenvironment.\nW RTV\nV3  4→= =\n\nQ2µ23\n4ln (11.20)\n(d)Step 4 → 1Adiabatic compression of the\ngas from ( P4, V4, T2) to (P1,V1, T1).\nWork done on the gas, [using Eq.(11.16), is\nW R T T\n4  1→=− \n\nµγ1 2\n-1(11.21)\nFrom  Eqs. (11.18) to (11.21) total work done\nby the gas in one complete cycle is\nW = W1 → 2  + W2 → 3 – W3  → 4 – W4 →\n 1\n= µ RT1  ln V\nV2\n1\n\n – µ RT2  lnV\nV3\n4\n\n(11.22)\nThe efficiency η of the Carnot engine is\n12\n1 1W Q\nQ Qη= = −       = −\n\n\n\n\n\n\n    1T\nTV\nV\nV\nV2\n13\n4\n2\n1In\nI\nn(11.23)\nNow since step 2  → 3 is an adiabatic process,\nT  V T  V1 2 2 3γ γ − −\n=1 1\ni.e.V\nV=  T\nT2\n32\n1  \n\n−1 1 /\n( )γ\n(11.24)\nSimilarly, since step 4 → 1 is an adiabatic\nprocess\nT  V T  V2 4 1 1γ γ − −\n=1 1\ni.e.V\nV= T\nT1\n42\n1\n\n−1 1 /γ\n(11.25)\nFrom Eqs. (11.24) and (11.25),\nV\nV= V\nV3\n42\n1    (11.26)\nUsing Eq. (11.26) in Eq. (11.23), we get\nη =   1−T\nT2\n1  (Carnot engine) (11.27)\nWe have alr eady seen that a Car not engine\nis a reversible engine. Indeed it is the only\nreversible engine possible that works between\ntwo reservoirs at different temperatures.  Each\nstep of the Carnot cycle given in Fig. 11.9 can\nbe reversed. This will amount to taking heat Q2\nfrom the cold reservoir at T2, doing work W on\nthe system, and transferring heat Q1 to the hot\nreservoir . This will be a r eversible r efrigerator .\nWe next establish the important r esult\n(sometimes called Carnot’s theorem) that\n(a) working between two given temperatures T1\nand T2 of the hot and cold reservoirs respectively,\nno engine can have efficiency more than that of\nthe Carnot engine and (b) the efficiency of the\nCarnot engine is independent of the nature of\nthe working substance.\nReprint 2025-26\n\nTHERMODYNAMICS 239\nTo prove the result (a), imagine a reversible\n(Carnot) engine R and an irreversible engine I\nworking between the same source (hot reservoir)\nand sink (cold reservoir). Let us couple the\nengines, I and R, in such a way so that I acts\nlike a heat engine and R acts as a r efrigerator .\nLet I absorb heat Q1 from the source, deliver\nwork W ′ and release the heat Q1- W′  to the sink.\nWe arrange so that R returns the same heat Q1\nto the source, taking heat Q2 from the sink and\nrequiring work W = Q1 – Q2 to be done on it.\nNow suppose ηR < ηI i.e. if R were to act\nas an engine it would give less work outputreservoir and delivers the same amount of  work\nin one cycle, without any change in the source\nor anywhere else. This is clearly against the\nKelvin-Planck statement of the Second Law of\nThermodynamics.  Hence the assertion ηI > ηR\nis wrong.  No engine can have efficiency greater\nthan that of the Carnot engine. A similar\nargument can be constructed to show that a\nreversible engine with one particular substance\ncannot be more efficient than the one using\nanother substance. The maximum efficiency of\na Carnot engine given by Eq. (11.27) is\nindependent of the nature of the system\nperforming the Carnot cycle of operations. Thus\nwe are justified in using an ideal gas as a system\nin the calculation of efficiency η of a Carnot\nengine. The ideal gas has a simple equation of\nstate, which allows us to readily calculate η, but\nthe final result for η, [Eq. (11.27)], is true for\nany Carnot engine.\nThis final remark shows that in a Carnot\ncycle,\n21\n21\nTT= QQ\n(11.28)\nis a universal relation independent of  the nature\nof the system.  Here Q1 and Q2 are respectively,\nthe heat absorbed and released isothermally\n(from the hot and to the cold reservoirs) in a\nCarnot engine. Equation (11.28), can, therefore,\nbe used as a relation to define a truly universal\nthermodynamic temperature scale that is\nindependent of any particular properties of the\nsystem used in the Carnot cycle.  Of course, for\nan ideal gas as a working substance, this\nuniversal temperature is the same as the ideal\ngas temperature introduced in section 11.9.I\nR\nW\nFig. 11.10 An irreversible engine (I) coupled to a\nreversible refrigerator (R). If W ′ > W, this\nwould amount to extraction of heat\nW′ – W from the sink and its full\nconversion to work, in contradiction with\nthe Secon d Law of Thermodynamics.\nthan that of I i.e. W < W′ for a given Q1. With R\nacting like a r efrigerator , this would mean\nQ2 =  Q1 – W >  Q1 – W ′. Thus, on the  whole,\nthe coupled I-R system extracts heat\n(Q1 – W) – (Q1 – W ′) = (W ′ – W) from the cold\nSUMMARY\n1.The zeroth law of thermodynamics states that ‘ two systems in thermal equilibrium with a\nthird system separately are in thermal equilibrium with each other ’.  The Zeroth Law leads\nto the concept of temperature.\n2.Internal energy of a system is the sum of kinetic energies and potential energies of the\nmolecular constituents of the system. It does not include the over -all kinetic ener gy of\nthe system. Heat and work are two modes of energy transfer to the system.  Heat is the\nenergy transfer arising due to temperature difference between the system and the\nsurroundings. W ork is ener gy transfer br ought about by other means, such as moving\nthe piston of a cylinder containing the gas, by raising or lowering some weight connected\nto it.\nReprint 2025-26\n\nPHYSICS 240\n3.The first law of thermodynamics is the general law of conservation of energy applied to\nany system in which energy transfer from or to the surroundings (through heat and\nwork) is taken into account.  It states that\n∆Q  = ∆U  +  ∆W\nwhere ∆Q is the heat supplied to the system, ∆W is the work done by the system and ∆U\nis the change in internal energy of the system.\n4.The specific heat capacity of a substance is defined by\nsmQ\nT=1∆\n∆\nwhere m is the mass of the substance and ∆Q is the heat required to change its\ntemperature by ∆T.  The molar specific heat capacity of a substance is defined by\n1QCTµ∆=∆\nwhere µ is the number  of moles of the substance. For a solid, the law of equipartition\nof energy gives\nC  =  3 R\nwhich generally agrees with experiment at ordinary temperatures.\nCalorie is the old unit of heat. 1 calorie is the amount of heat required to raise the\ntemperature of 1 g of water from 14.5 °C to 15.5 °C.  1 cal  =  4.186 J.\n5.For an ideal gas, the molar specific heat capacities at constant pressure and volume\nsatisfy the relation\nCp – Cv  = R\nwhere R is the universal gas constant.\n6.Equilibrium states of a thermodynamic system are described by state variables. The\nvalue of a state variable depends only on the particular state, not on the path used to\narrive at that state.  Examples of state variables are pressure ( P), volume ( V), temperature\n(T), and mass ( m).  Heat and work are not state variables.  An Equation of State (like\nthe ideal gas equation PV  =  µ RT) is a r elation connecting dif ferent state variables.\n7.A quasi-static process is an infinitely slow process such that the system remains in\nthermal and mechanical equilibrium with the surroundings throughout. In a\nquasi-static process, the pressure and temperature of the environment can differ from\nthose of the system only infinitesimally.\n8.In an isothermal expansion of an ideal gas from volume V1 to V2 at temperature T the\nheat absorbed ( Q) equals the work done ( W) by the gas, each given by\nQ  =  W  =   µ R T   ln \n\n\n\n12\nVV\n9.In an adiabatic process of an ideal gas\nPVγ  =  constant\nwherep\nvC\nCγ=\nWork done by an ideal gas in an adiabatic change of state fr om (P1, V1, T1) to (P2, V2, T2)\nis\n()   – 11 2 R T TWµ\nγ−=\nReprint 2025-26\n\nTHERMODYNAMICS 241\n10.The second law of thermodynamics disallows some processes consistent with the First\nLaw of Thermodynamics. It states\nKelvin-Planck statement\nNo process is possible whose sole result is the absorption of heat from a reservoir and\ncomplete conversion of the heat into work.\nClausius statement\nNo process is possible whose sole result is the transfer of heat from a colder object to a\nhotter object.\nPut simply, the Second Law implies that no heat engine can have efficiency η equal to\n1 or no refrigerator can have co-efficient of performance α equal to infinity.\n11.A process is reversible if it can be reversed such that both the system and the surroundings\nreturn to their original states, with no other change anywhere else in the universe.\nSpontaneous processes of nature are irreversible. The idealised reversible process is a\nquasi-static process with no dissipative factors such as friction, viscosity, etc.\n12.Carnot engine is a reversible engine operating between two temperatures T1 (source) and\nT2 (sink). The Carnot cycle consists of two isothermal processes connected by two\nadiabatic processes. The efficiency of a Carnot engine is given by\n12\nTT     1− = η(Carnot engine)\nNo engine operating between two temperatures can have efficiency greater than that of\nthe Carnot engine.\n13.If Q > 0, heat is added to the system\nIf Q < 0, heat is removed to the system\nIf W > 0, Work is done by the system\nIf W < 0, W ork is done on the system\nQuantity Symbol Dimensions Unit Remark\nCo-efficienty of volume αv[K–1] K–1αv = 3 α1\nexpansion\nHeat supplied to a system ∆Q [ML2 T–2] J Q is not a state\nvariable\nSpecific heat capacity s [L2 T–2 K–1] J kg–1 K–1\nThermal Conductivity K [MLT–3 K–1] J s–1 K–1H = – KA d\ndt\nx\nPOINTS TO PONDER\n1.Temperature of a body is related to its average internal energy, not to the kinetic energy\nof motion of its centre of mass. A bullet fired from a gun is not at a higher temperature\nbecause of its high speed.\n2.Equilibrium in thermodynamics refers to the situation when macroscopic variables\ndescribing the thermodynamic state of a system do not depend on time.  Equilibrium of\na system in mechanics means the net external force and torque on the system are zero.\nReprint 2025-26\n\nPHYSICS 242\n3.In a state of thermodynamic equilibrium, the microscopic constituents of a system are\nnot in equilibrium (in the sense of mechanics).\n4.Heat capacity, in general, depends on the process the system goes through when heat is\nsupplied.\n5.In isothermal quasi-static processes, heat is absorbed or given out by the system even\nthough at every stage the gas has the same temperature as that of the surrounding\nreservoir .  This is possible because of the infinitesimal dif ference in temperatur e between\nthe system and the r eservoir .\nEXERCISES\n11.1 A geyser heats water flowing at the rate of 3.0 litres per minute from 27 °C to 77 °C.\nIf the geyser operates on a gas bur ner, what is the rate of consumption of the fuel if\nits heat of combustion is 4.0 × 104 J/g ?\n11.2 What amount of heat must be supplied to 2.0 ×  10–2 kg of nitrogen (at room\ntemperature) to raise its temperature by 45 °C at constant pressure ? (Molecular\nmass of N2 = 28; R = 8.3 J mol–1 K–1.)\n11.3 Explain why\n(a)Two bodies at different temperatures T1 and T2 if brought in thermal contact do\nnot necessarily settle to the mean temperature ( T1 + T2 )/2.\n(b)The coolant in a chemical or a nuclear plant (i.e., the liquid used to prevent\nthe different parts of a plant from getting too hot) should have high\nspecific heat.\n(c)Air pressure in a car tyre increases during driving.\n(d)The climate of a harbour town is more temperate than that of a town in a desert\nat the same latitude.\n11.4 A cylinder with a movable piston contains 3 moles of hydrogen at standard temperature\nand pr essur e. The walls of the cylinder ar e made of a heat insulator , and the piston\nis insulated by having a pile of sand on it. By what factor does the pressure of the\ngas increase if the gas is compressed to half its original volume ?\n11.5 In changing the state of a gas adiabatically from an equilibrium state A to another\nequilibrium state B, an amount of work equal to 22.3 J is done on the system. If the\ngas is taken from state A to B via a process in which the net heat absorbed by the\nsystem is 9.35 cal, how much is the net work done by the system in the latter case ?\n(Take 1 cal = 4.19 J)\n11.6 Two cylinders A and B of equal capacity are connected to each other via a stopcock.\nA contains a gas at standard temperature and pressure. B is completely evacuated.\nThe entire system is thermally insulated. The stopcock is suddenly opened. Answer\nthe following :\n(a)What is the final pressure of the gas in A and B ?\n(b)What is the change in internal energy of the gas ?\n(c)What is the change in the temperature of the gas ?\n(d)Do the intermediate states of the system (before settling to the final equilibrium\nstate) lie on its P-V-T  surface ?\n11.7An electric heater supplies heat to a system at a rate of 100W. If system performs\nwork at a rate of 75 joules per second. At what rate is the internal\nenergy increasing?\nReprint 2025-26\n\nTHERMODYNAMICS 243\n11.8 A thermodynamic system is taken from an original state to an intermediate state by\nthe linear process shown in Fig. (11.13)\nFig. 11.11\nIts volume is then reduced to the original value from E to F by an isobaric process.\nCalculate the total work done by the gas from D to E to F\nReprint 2025-26\n\n",
      "wordCount": 6423,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 18,
    "totalWords": 6687
  }
}