{
  "filename": "lebo104.pdf",
  "chapters": [
    {
      "chapterNumber": 1,
      "title": "Stem height Tall/dwarf",
      "content": "1. Stem height Tall/dwarf\n",
      "wordCount": 4,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 2,
      "title": "Flower colour Violet/white",
      "content": "2. Flower colour Violet/white\n",
      "wordCount": 4,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 3,
      "title": "Flower position Axial/terminal",
      "content": "",
      "wordCount": 0,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 4,
      "title": "Principles of Inheritance",
      "content": "Chapter 4\nPrinciples of Inheritance\nand Variation\n",
      "wordCount": 7,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 5,
      "title": "Molecular Basis of Inheritance",
      "content": "Chapter 5\nMolecular Basis of Inheritance\n",
      "wordCount": 6,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 6,
      "title": "Evolution",
      "content": "Chapter 6\nEvolution\nReprint 2025-26\n\nJames Dewey Watson was born in Chicago on 6 April 1928. In 1947, he\nreceived B.Sc. degree in Zoology. During these years his interest in\nbird-watching had matured into a serious desire to learn genetics. This\nbecame possible when he received a Fellowship for graduate study in\nZoology at Indiana University, Bloomington, where he received his Ph.D.\ndegree in 1950 on a study of the effect of hard X-rays on bacteriophage\nmultiplication.\nHe met Crick and discovered their common interest in solving the\nDNA structure. Their first serious effort, was unsatisfactory. Their second effort\nbased upon more experimental evidence and better appreciation of\nthe nucleic acid literature, resulted, early in March 1953, in the proposal\nof the complementary double-helical configuration.\nFrancis Harry Compton Crick was born on 8 June 1916, at Northampton,\nEngland. He studied physics at University College, London and obtained\na B.Sc. in 1937. He completed Ph.D. in 1954 on a thesis entitled “X-ray\nDiffraction: Polypeptides and Proteins”.\nA critical influence in Crick’s career was his friendship with J. D.\nWatson, then a young man of 23, leading in 1953 to the proposal of\nthe double-helical structure for DNA and the replication scheme. Crick\nwas made an F.R.S. in 1959.\nThe honours to Watson with Crick include: the John Collins Warren\nPrize of the Massachusetts General Hospital, in 1959; the Lasker Award,\nin 1960; the Research Corporation Prize, in 1962 and above all, the\nNobel Prize in 1962.JAMES WATSON\nFRANCIS  CRICK\nReprint 2025-26\n\nCHAPTER 4\nHave you ever wondered why an elephant always gives\nbirth only to a baby elephant and not some other animal?\nOr why a mango seed forms only a mango plant and not\nany other plant?\nGiven that they do, are the offspring identical to their\nparents? Or do they show differences in some of their\ncharacteristics? Have you ever wondered why siblings\nsometimes look so similar to each other? Or sometimes\neven so different?\nThese and several related questions are dealt with,\nscientifically, in a branch of biology known as Genetics.\nThis subject deals with the inheritance, as well as the\nvariation of characters from parents to offspring.\nInheritance is the process by which characters are passed\non from parent to progeny; it is the basis of heredity.\nVariation is the degr ee by which pr ogeny dif fer from their\nparents.\nHumans knew from as early as 8000-1000 B.C. that\none of the causes of variation was hidden in sexual\nreproduction. They exploited the variations that were\nnaturally present in the wild populations of plants and\nanimals to selectively breed and select for organisms that\npossessed desirable characters. For example, through\nartificial selection and domestication from ancestralPRINCIPLES OF INHERITANCE\nAND VARIATION\n4.1 Mendel’s Laws of\nInheritance\n4.2 Inheritance of One Gene\n4.3Inheritance of Two Genes\n4.4 Sex Determination\n4.5Mutation\n4\n.6Genetic Disorders\nReprint 2025-26\n\n54BIOLOGY\nwild cows , we have well -known Indian\nbreeds, e.g., Sahiwal cows in Punjab. W e\nmust, however , recogni se that though our\nancestors knew about the inheritance of\ncharacters and variation, they had very\nlittle idea about the scientific basis of these\nphenomena.\n4.1 M ENDEL\n’S LAWS OF INHERIT ANCE\nIt was during the mid-nineteenth century that\nheadway was made in the understanding of\ninheritance. Gregor Mendel, conducted\nhybridi sation experiments on garden peas for\nseven years (1856-1863) and proposed the\nlaws of inheritance in living organisms. During\nMendel’s investigations into inheritance\npatterns it was for the first time that statistical\nanalysis and mathematical logic were applied\nto problems in biology. His experiments had a\nlarge sampling size, which gave greater\ncredibility to the data that he collected. Also,\nthe confirmation of his inferences from\nexperiments on successive generations of his\ntest plants, proved that his results pointed to\ngeneral rules of inheritance rather than being\nunsubstantiated ideas. Mendel investigated\ncharacters in the garden pea plant that were\nmanifested as two opposing traits , e.g., tall or\ndwarf plant s, yellow or green seeds. This\nallowed him to set up a basic framework of\nrules governing inheritance, which was\nexpanded on by later scientists to account for\nall the diverse natural observations and the\ncomplexity inherent in them.\nMendel conducted such artificial\npollination/cross pollination experiments\nusing several  true-breeding pea lines. A true-\nbreeding line is one that, having undergone\ncontinuous self-pollination, shows the stable trait inheritance and\nexpression for several generations. Mendel selected 14 true-breeding pea\nplant varieties, as pairs which were similar except for one character with\ncontrasting traits. Some of the contrasting traits selected were smooth or\nwrinkled seeds, yellow or green seeds, inflated (full) or constricted green\nor yellow pods and tall or dwarf plants (Figure 4.1, Table 4.1).Figure 4.1 Seven pairs of contrasting traits in\npea plant  studied by Mendel\nReprint 2025-26\n\n55PRINCIPLES OF INHERITANCE AND VARIATION\n4.2 I NHERIT ANCE OF ONE GENE\nLet us take the example of one such\nhybridisation experiment carried out by\nMendel where he crossed tall and dwarf pea\nplants to study the inheritance of one gene\n(Figure 4.2). He collected the seeds produced\nas a result of this cross and grew them to\ngenerate plants of the first hybrid generation.\nThis generation is also called the Filial1\nprogeny or the  F1. Mendel observed that all\nthe F1  progeny  plants were tall, like one of\nits parents; none were dwarf (Figure 4.3). He\nmade similar observations for the other pairs\nof traits – he found that the F1 always\nresembled either one of the parents, and that\nthe trait of the other parent was not seen in\nthem.\nMendel then self-pollinated the tall F1\nplants and to his surprise found  that in the\nFilial2 generation some of the offspring were\n‘dwar f’; the character that was not seen in\nthe F1 generation was now expressed. The\nproportion of plants that were dwarf were\n1/4th of the F2 plants while 3/4th of the F2 plants were tall. The tall and\ndwarf traits were identical to their parental type and did not show any\nblending, that is all the offspring were either tall or dwarf, none were of in-\nbetween height (Figure 4.3).\nSimilar results were obtained with the other traits that he studied:\nonly one of the parental traits was expressed in the F1 generation while at\nthe F2 stage both the traits were expressed in the proportion 3:1. The\ncontrasting traits did not show any blending at either F1 or F2 stage.Figure 4.2 Steps in making a cross in peaTable 4. 1:Contrasting Traits Studied by\nMendel in Pea\nS.No. Characters Contrasting Traits\n1. Stem height Tall/dwarf\n2. Flower colour Violet/white\n3. Flower position Axial/terminal\n4. Pod shape Inflated/constricted\n5. Pod colour Green/yellow\n6. Seed shape Round/wrinkled\n",
      "wordCount": 1117,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 7,
      "title": "Seed colour Yellow/gr een",
      "content": "7. Seed colour Yellow/gr een\nReprint 2025-26\n\n56BIOLOGY\nBased on these observations,\nMendel proposed that something\nwas being stably passed down,\nunchanged, from parent to offspring\nthrough the gametes, over\nsuccessive generations. He called\nthese things as ‘factors’. Now we call\nthem as genes . Genes, therefore , are\nthe units of inheritance . They\ncontain the information that is\nrequired to express a particular trait\nin an organism. Genes which code\nfor a pair of contrasting traits are\nknown as alleles,  i.e., they are\nslightly different forms of the same\ngene.\nIf we use  alphabetical symbols\nfor each gene, then the capital letter\nis used for the trait expressed at the\nF1 stage and the small alphabet for\nthe other trait. For example, in case\nof the character of height, T is used\nfor the Tall trait and t for the ‘dwar f’,\nand T and t are alleles of each other .\nHence, in plants the pair of alleles\nfor height would be TT, Tt or tt.\nMendel also proposed that in a true\nbreeding, tall or dwarf pea variety\nthe allelic pair of genes for height are\nidentical or homozygous , TT and tt, respectively. TT and tt are called\nthe genotype  of the plant while the descriptive terms tall and dwarf  are\nthe phenotype . What then would be the phenotype of a plant that had a\ngenotype Tt ?\nAs Mendel found the phenotype of the F1 heterozygote Tt to be exactly\nlike the TT parent in appearance, he proposed that in a pair of dissimilar\nfactors, one dominates the other (as in the F1 ) and hence is called the\ndominant  factor while the other factor is recessive  . In this case T (for\ntallness) is dominant over t (for dwarfness), that is recessive. He observed\nidentical behaviour for all the other characters/trait-pairs that he studied.\nIt is convenient (and logical) to use the capital and lower case of an\nalphabetical symbol to remember this concept of dominance and\nrecessiveness. (Do not use T for tall and d for dwarf because you will\nfind it difficult to remember whether \nT and d are alleles of the same\ngene/character or not). Alleles can be similar as in the case of homozygotes\nTT and tt or can be dissimilar as in the case of the heterozygote Tt. SinceFigure 4.3 Diagrammatic representation\nof monohybrid cross\nReprint 2025-26\n\n57PRINCIPLES OF INHERITANCE AND VARIATION\nthe Tt plant is heterozygous for genes controlling\none character (height), it is a monohybrid  and the\ncross between TT  and tt is a monohybrid cross .\nFrom the observation that the recessive parental\ntrait is expressed without any blending in the F2\ngeneration, we can infer that, when the tall and\ndwarf plant produce gametes, by the process of\nmeiosis, the alleles of the parental pair separate or\nsegregate  from each other and only one allele is\ntransmitted to a gamete. This segregation of alleles\nis a random process and so there is a 50 per cent\nchance of a gamete containing either allele, as has\nbeen verified by the results of the crossings. In this\nway the gametes of the tall TT plants have the allele\nT and the gametes of the dwarf \ntt plants have the\nallele t. During fertilisation the two alleles, T from\none parent say, through the pollen, and t from the\nother parent, then through the egg, are united to\nproduce zygotes that have one T  allele and one t\nallele.  In other words the hybrids have Tt . Since\nthese hybrids contain alleles which express\ncontrasting traits, the plants are heterozygous . The\nproduction of gametes by the parents, the formation\nof the zygotes, the F1 and F2 plants can be\nunderstood from a diagram called Punnett Square\nas shown in Figure 4.4. It was developed by a British\ngeneticist, Reginald C. Punnett. It is a graphical\nrepresentation to calculate the probability of all\npossible genotypes of offspring in a genetic cross.\nThe possible gametes are written on two sides,\nusually the top row and left columns. All  possible\ncombinations are represented in boxes below in the\nsquares, which generates a square output form.\nThe Punnett Square shows the parental tall TT\n(male) and dwarf tt  (female) plants, the gametes\nproduced by them and, the F1 Tt  progeny. The F1\nplants of genotype Tt are self-pollinated. The\nsymbols & && && and % %% %% are used to denote the female\n(eggs) and male (pollen ) of the F1 generation, respectiv ely. The F1 plant of\nthe genotype Tt when self-pollinated, produces ga metes of the genotype\nT and t in equal proportion. When fertilisation takes place, the pollen\ngrains of genotype T  have a 50 per cent chance to pollinate eggs of the\ngenotype T, as well as of genotype t. Also pollen grains of genotype t have\na 50 per cent chance of pollinating eggs of genotype T, as well as ofFigure 4.4A Punnett square used to\nunderstand a typical monohybrid\ncross conducted by Mendel\nbetween true-breeding tall plants\nand true-breeding dwarf plants\nReprint 2025-26\n\n58BIOLOGY\ngenotype t. As a result of random fertilisation, the resultant zygotes can\nbe of the genotypes TT, Tt or tt.\nFrom the Punnett square it is easily seen that 1/4th of the random\nfertilisations lead to TT, 1/2 lead to Tt and 1/4th to tt. Though the F1\nhave a genotype of Tt, but the phenotypic  character seen is ‘tall’. At F2,\n3/4th of the plants are tall, where some of them are TT while others are\nTt. Externally it is not possible to distinguish between  the plants with\nthe genotypes TT and Tt. Hence, within the genopytic pair Tt only one\ncharacter ‘T ’ tall is expressed. Hence the character T or ‘tall’ is said to\ndominate over the other allele t or ‘dwar f’ character . It is thus due to this\ndominance of one character over the other that all the F1 are tall (though\nthe genotype is Tt) and in the F2 3/4th of the plants are tall (though\ngenotypically 1/2  are Tt and only 1/4th are TT).  This leads to a phenotypic\nratio of 3/4th tall : (1/4 TT + 1/2 Tt) and 1/4th tt, i.e., a 3:1 ratio,  but a\ngenotypic ratio of 1:2:1.\nThe 1/4 : 1/2 : 1/4 ratio of TT: Tt: tt is mathematically condensable\nto the form of the binomial expression (ax +by)2, that has the gametes\nbearing genes T or t in equal frequency of ½. The expression is expanded\nas given below :\n(1/2T + 1/2 t)2  = (1/2T + 1/2t) X (\n1/2T + 1/2t) = 1/4 TT + 1/2Tt + 1/4 tt\nMendel self-pollinated the F2 plants and found that dwarf F2 plants\ncontinued to generate dwarf plants in F3 and F4 generations. He concluded\nthat the genotype of the dwarfs was homozygous – tt. What do you think\nhe would have got had he self-pollinated a tall F2 plant?\nFrom the preceeding paragraphs it is clear that though the genotypic\nratios can be calculated using mathematical probability, by simply looking\nat the phenotype of a dominant trait, it  is not possible to know the\ngenotypic composition. That is, for example, whether a tall plant from F1\nor F2 has TT or Tt composition, cannot be predicted. Therefore, to determine\nthe genotype of a tall plant at F2, Mendel crossed the tall plant from F2\nwith a dwarf plant. This he called a test cross. In a typical test cross an\norganism (pea plants here) showing a dominant phenotype (and whose\ngenotype is to be determined) is crossed with the recessive parent instead\nof self-crossing. The progenies of such a cross can easily be analysed to\npredict the genotype of the test organism. Figure 4.5 shows the results of\ntypical test cross where violet colour flower (V) is dominant over white\ncolour flower (v).\nUsing Punnett square, try to find out the nature of offspring of a test cross.\nWhat ratio did you get?\nUsing the genotypes of this cross, can you give a general definition for a\ntest cross?\nReprint 2025-26\n\n59PRINCIPLES OF INHERITANCE AND VARIATION\nFigure 4.5  Diagrammatic representation of a test cross\nBased on his observations on monohybrid crosses Mendel proposed\ntwo general rules to consolidate his understanding of inheritance in\nmonohybrid crosses. Today these rules are called the Principles or\nLaws of Inheritance:  the First Law or Law of Dominance and the\nSecond Law or\n Law of Segregation .\n4.2.1 Law of Dominance\n(i)Characters are controlled by discrete units called  factors .\n(ii)Factors occur in pairs.\n(iii)In a dissimilar pair of factors one member of the pair dominates\n(dominant) the other (recessive).\nThe law of dominance is used to explain the expression of only one of\nthe parental characters in a monohybrid cross in the F1 and the expression\nof both in the F2. It also explains the proportion of 3:1 obtained at the F2.\n4.2.2 Law of Segregation\nThis law is based on the fact that the alleles do not show any blending\nand that both the characters are recovered as such in the F2 generation\nthough one of these is not seen at the F1 stage. Though the parents contain\ntwo alleles during gamete formation, the factors or alleles of a pair segregate\nfrom each other such that a gamete receives only one of the two factors.\nOf course, a homozygous parent produces all gametes that are similar\nwhile a heterozygous one produces two kinds of gametes each having\none allele with equal proportion.\nReprint 2025-26\n\n60BIOLOGY\n4.2.2.1 Incomplete Dominance\nWhen experiments on peas were repeated using other\ntraits in other plants, it was found that sometimes\nthe F1 had a phenotype that did not resemble either\nof the two parents and was in between the two.  The\ninheritance of flower colour in the dog flower\n(snapdragon or Antirrhinum sp. ) is a good example\nto understand incomplete dominance. In a cross\nbetween true-breeding red-flowered (RR) and true-\nbreeding white-flowered plants (rr),  the F1 (Rr) was\npink (Figure 4.6).  When the F1  was self -pollinated\nthe F2  resulted in the following ratio 1 (RR) Red: 2\n(Rr) Pink: 1 (rr)  White. Here the genotype ratios were\nexactly as we would expect in any mendelian\nmonohybrid cross, but the phenotype ratios had\nchanged from the 3:1 dominant : recessive ratio.\nWhat happened was that R was not completely\ndominant over r and this  made it possible to\ndistinguish Rr as pink from  RR (red)  and \nrr (white) .\nExplanation of the concept of dominance :\nWhat exactly is dominance? Why are some alleles\ndominant and some recessive? To tackle these\nquestions, we must understand what a gene does.\nEvery gene, as you know by now, contains the\ninformation to express a particular trait. In a\ndiploid organism, there are two copies of each\ngene, i.e., as a pair of alleles. Now, these two alleles\nneed not always be identical, as in a heteroz ygote.\nOne of them may be different due to some changes\nthat it has undergone (about which you will read\nfurther on, and in the next chapter) which modifies\nthe information that particular allele contains.\nLet’s take an example of a gene that contains\nthe information for producing an enzyme. Now\nthere are two copies of this gene, the two allelic\nforms. Let us assume (as is more common) that\nthe normal allele produces the normal enzyme\nthat is needed for the transformation of a\nsubstrate S. Theoretically, the modified allele could be responsible for\nproduction of –\n(i)the nor mal/less ef ficient enzyme, or\n(ii)a non-functional enzyme, or\n(iii)no enzyme at all\nFigure 4.6Results of monohybrid cross in\nthe plant Snapdragon, where\none allele is incompletely\ndominant over the other allele\nReprint 2025-26\n\n61PRINCIPLES OF INHERITANCE AND VARIATION\nIn the first case, the modified allele is equivalent to the unmodified allele ,\ni.e., it will produce the same phenotype/trait , i.e., result in the transformation\nof substrate S. Such equivalent allele pairs are very common. But, if the\nallele produces a non -functional enzyme or no enzyme, the phenotype may\nbe effected. The phenotype/trait will only be dependent on the functioning\nof the unmodified allele. The unmodified (functioning) allele, which represents\nthe original phenotype is the dominant allele and the modified allele is\ngenerally the recessive allele. Hence, in the example above the recessive trait\nis seen due to non-functional enzyme or because no enzyme is produced.\n4.2.2.2 Co-dominance\nTill now we wer e discussing cr osses wher e the F1 resembled either of the\ntwo parents (dominance) or was in-between (incomplete dominance). But,\nin the case of co-dominance the  F1 generation resembles both parents. A\ngood example is different types of red blood cells that determine ABO\nblood grouping in human beings. ABO blood groups are controlled by\nthe gene I.  The plasma membrane of the red blood cells has sugar polymers\nthat protrude from its surface and the kind of sugar is controlled by the\ngene. The gene (I) has three alleles IA, IB and i. The alleles IA and IB produce\na slightly different form of the sugar while allele \ni does not produce any\nsugar . Because humans are diploid or ganisms, each person possesses\nany two of the three I gene alleles. IA and IB are completely dominant over\ni, in other words when IA and i  are present only IA expresses (because  i\ndoes not produce any sugar), and when IB and i are present IB expresses.\nBut when IA and IB are present together they both express their own types\nof sugars: this is because of co-dominance. Hence red blood cells have\nboth A and B types of sugars. Since there are three different alleles, there\nare six different combinations of these three alleles that are possible, and\ntherefore, a total of six different genotypes of the human ABO blood types\n(Table 4.2). How many phenot ypes are possible?\nTable 4.2: Table Showing the Genetic Basis of Blood Groups\nin Human Population\nAllele from Allele from Genotype of Blood\nParent 1 Parent 2 offspring types of\noffspring\nI AI AI A I AA\nI AI BI A I BAB\nI Ai I A i A\nI BI AI A I BAB\nI BI BI B I BB\nI Bi I B i B\ni i i i O\nReprint 2025-26\n\n62BIOLOGY\nDo you realise that the example of ABO blood grouping also provides\na good example of multiple alleles ? Here you  can see that there are\nmore than two, i.e.,  thr ee alleles, gover ning the same character . Since in\nan individual only two alleles can be present, multiple alleles can be found\nonly when population studies are made.\nOccasionally, a single gene product may produce more than one effect.\nFor example, starch synthesis in pea seeds is controlled by one gene. It\nhas two alleles ( B and b). Starch is synthesised effectively by BB\nhomozygotes and therefore, large starch grains are produced. In contrast,\nbb homozygotes have lesser efficiency in starch synthesis and produce\nsmaller starch grains. After maturation of the seeds, BB seeds are round\nand the bb seeds are wrinkled. Heterozygotes produce round seeds, and\nso B seems to be the dominant allele. But, the starch grains produced are\nof intermediate size in \nBb seeds. So if starch grain size is considered as\nthe phenotype, then from this angle, the alleles show incomplete\ndominance.\nTherefore, dominance is not an autonomous feature of a gene or the\nproduct that it has infor mation for . It depends as much on the gene\nproduct and the production of a particular phenotype from this product\nas it does on the particular phenotype that we choose to examine, in case\nmore than one phenotype is influenced by the same gene.\n4.3 INHERIT ANCE OF TWO GENES\nMendel also worked with and crossed pea plants that differed in two\ncharacters, as is seen in the cross between a pea plant that has seeds with\nyellow colour and round shape and one that had seeds of green colour\nand wrinkled shape (Figure 4.7). Mendel found that the seeds resulting\nfrom the crossing of the parents, had yellow coloured and round shaped\nseeds. Here can you tell which of the characters in the pairs yellow/\ngreen colour and round/wrinkled shape was dominant?\nThus, yellow colour was dominant over green and round shape\ndominant over wrinkled. These results were identical to those that he got\nwhen he made separate monohybrid crosses between yellow and  green\nseeded plants and between round and wrinkled seeded plants.\nLet us use the genotypic symbols Y  for dominant yellow seed colour\nand y for recessive gr een seed colour , R for round shaped seeds and r  for\nwrinkled seed shape. The genotype of the parents can then be written as\nRRYY  and  rryy. The cross between the two plants can be written down\nas in Figure 4.7 showing the genotypes of the parent plants. The gametes\nRY and ry  unite on fertilisation to produce the F1 hybrid RrYy. When\nMendel self hybridised  the F1 plants he found that 3/4th of F2 plants had\nyellow seeds and 1/4th had green. The yellow and green colour segregated\nin a 3:1 ratio. Round and wrinkled seed shape also segregated in a 3:1\nratio; just like in a monohybrid cross.\nReprint 2025-26\n\n63PRINCIPLES OF INHERITANCE AND VARIATION\nFigure 4.7 Results of a dihybrid cross where the two parents differed in two pairs\nof contrasting traits: seed colour and seed shape\nReprint 2025-26\n\n64BIOLOGY\n4.3.1 Law of Independent Assortment\nIn the dihybrid cross (Figure 4.7), the phenotypes round ,yellow;\nwrinkled , yellow; round,  green  and wrinkled, green appeared in the\nratio 9:3:3:1. Such a ratio was observed for several pairs of characters\nthat Mendel studied.\nThe ratio of 9:3:3:1 can be derived as a combination series of 3 yellow:\n1 green, with 3 round : 1 wrinkled. This derivation can be written\nas follows:\n(3 Round : 1 W rinkled)  (3 Y ellow : 1 Gr een) = 9 Round, Y ellow : 3\nWrinkled, Y ellow: 3 Round, Gr een : 1 W rinkled, Gr een\nBased upon such observations on dihybrid crosses  (crosses between\nplants differing in two traits) Mendel proposed a second set of generalisations\nthat we call Mendel’s Law of Independent Assortment. The law states that\n‘when two pairs of traits are combined in a hybrid, segregation of one pair\nof characters is independent of the other pair of characters’.\nThe Punnett square can be effectively used to understand the\nindependent segregation of the two pairs of genes during meiosis and\nthe production of eggs and pollen in the F1 RrYy  plant. Consider the\nsegregation of one pair of genes R and r. Fifty per cent of the gametes\nhave the gene R and the other 50 per cent have r. Now besides each\ngamete having either R or r, it should also have the allele Y or y.  The\nimportant thing to remember here is that segregation of 50 per cent R\nand 50 per cent r is independent  from the segregation of 50 per cent\nY and 50 per cent y. Therefore, 50 per cent of the r bearing gamete s\nhas Y and the other 50 per cent has y. Similarly, 50 per cent of the R\nbearing gamete s has Y and the other 50 per cent has y. Thus there are\nfour genotypes of gametes ( four types of pollen and four types of eggs).\nThe four types are  RY, Ry, rY and ry each with a frequency of 25 per\ncent or 1/4th of the total gametes produced. When you write down the\nfour types of eggs and pollen on the two sides of a Punnett square it is\nvery easy to derive the composition of the zygotes  that give rise to the\nF2 plants  (Figure 4.7). Although there are 16 squares how many\ndifferent types of genotypes and phenotypes ar e for med?  Note them\ndown in the format given.\nCan you, using the Punnett square data work out the genotypic ratio\nat the F2 stage and fill in the for mat given? Is the genotypic ratio\nalso 9:3:3:1?\nS.No. Genotypes found in F2Their expected Phenotypes\n4.3.2 Chromosomal Theory of Inheritance\nMendel published his work on inheritance of characters in 1865 but\nfor several reasons , it remained unrecognised till 1900 . Firstly,\nReprint 2025-26\n\n65PRINCIPLES OF INHERITANCE AND VARIATION\ncommunication was not easy (as it is now) in those days and his work\ncould not be widely publicised.  Secondly, his concept of genes  (or\nfactors , in Mendel’s words) as stable and discrete units that controlled\nthe expression of traits and, of the pair of alleles which did not ‘blend’\nwith each other , was not accepted by his contemporaries as an\nexplanation for the apparently continuous variation seen in nature.\nThirdly, Mendel’s approach of using mathematics to explain biological\nphenomena was totally new and unacceptable to many of the\nbiologists  of his time . Finally, though Mendel’s work suggested that\nfactors (genes) were discrete units, he could not provide any physical\nproof for the existence of factors or say what they were made of.\nIn 1900, thr ee Scientists (d e Vries, Corr ens and von T scher mak)\nindependently rediscovered Mendel’s results on the inheritance of\ncharacters. Also, by this time due to advancements in microscopy that\nwere taking place, scientists were able to carefully observe cell division.\nThis led to the discovery of structures in the nucleus that appeared to\ndouble and divide just before each cell division. These were called\nchromosomes ( colored bodies , as they were visualised by staining). By\n1902, the chromosome movement during meiosis had been worked out.\nWalter Sutton and Theodor e Boveri noted that the behaviour of\nchromosomes was parallel to the behaviour of genes and used\nchromosome movement (Figure 4.8) to explain Mendel’s laws (Table 4.3).\nRecall that you have studied the behaviou r of chromosomes during mitosis\n(equational division) and during meiosis (reduction division). The\nimportant things to remember are that chromosomes as well as genes\noccur in pairs. The two alleles of a gene pair are located on homologous\nsites on homologous chromos omes.\nFigure 4.8Meiosis and germ cell formation in a cell with four chromosomes.\nCan you see how chromosomes segregate when germ cells\nare formed ?\nReprint 2025-26\n\n66BIOLOGY\nPossibility I   Possibility II\nOne long orange and short green          One long orange and short red\nchromosome and long yellow and       chromosome and long yellow and\n short red chromosome at the               short green chromosome at the\n               same pole                                              same pole\nFigure 4.9  Independent assortment of chromosomesCan you tell which of these columns A or B represent the chromosome\nand which represents the gene? How did you decide?\nDuring Anaphase of meiosis I, the two chromosome pairs can align at\nthe metaphase plate independently of each other (Figure 4.9). To\nunderstand this, compare the chromosomes of four different colour in\nthe left and right columns. In the left column (Possibility I) orange and\ngreen is segregating together . But in the right hand column (Possibility\nII) the orange c hromosome is segregating with the red chromosomes.Table 4.3: A Comparison between the Behaviour of Chromosomes\nand Genes\nA\nOccur in pairs\nSegregate at the time of gamete\nformation such that only one of each\npair is transmitted to a gamete\nIndependent pairs segregate\nindependently of each otherB\nOccur in pairs\nSegregate at gamete formation and only\none of each pair is transmitted to a\ngamete\nOne pair segregates independently of\nanother pair\nReprint 2025-26\n\n67PRINCIPLES OF INHERITANCE AND VARIATION\n(a) (b)\nFigure 4.10 Drosophila\nmelanogaster  (a) Male\n(b) FemaleSutton and Boveri argued that the pairing and separation of a\npair of chromosomes would lead to the segregation of a pair of\nfactors they carried. Sutton united the knowledge of chromosomal\nsegregation with Mendelian principles and called it the\nchromosomal theory of inheritance .\nFollowing this synthesis of ideas, experimental verification of\nthe chromosomal theory of inheritance by Thomas Hunt Morgan\nand his colleagues, led to discovering the basis for the variation\nthat sexual reproduction produced.  Morgan worked with the tiny\nfruit fl ies, Drosophila melanogaster  (Figure 4.10), which were\nfound very suitable for such studies. They could be grown on\nsimple synthetic medium in the laboratory. They complete their life\ncycle in about two weeks, and a single mating could produce a large\nnumber of progeny flies. Also, there was a clea r differentiation of the\nsexes – the male and female flies are easily distinguis hable. Also, it\nhas many types of hereditary variations that can be seen with low\npower microscopes.\n4.3.3 Linkage and Recombination\nMorgan carried out several dihybrid crosses in Drosophila  to study  genes\nthat were sex -linked. The crosses were similar to the dihybrid crosses carried\nout by Mendel in peas. For example Morgan hybridi sed yellow-bodied,\nwhite-eyed females to brown-bodied, red-eyed males and intercrossed their\nF1 progeny.  He observed that the two genes did not segregate independently\nof each other and the F2 ratio deviated very significantly from the 9:3:3:1\nratio (expected when the two genes are independent).\nMorgan and his group knew that the genes were located on the X\nchromosome ( Section \n4.4) and saw quickly that when the two genes in a\ndihybrid cross were situated on the same chromosome, the proportion\nof parental gene combinations were much higher than the non-parental\ntype.  Morgan attributed this due to the physical association or linkage\nof the two genes and coined the term linkage  to describe this physical\nassociation of genes on a chromosome and the term recombination  to\ndescribe the generation of non-parental gene combinations (Figure 4.11).\nMorgan and his group also found that even when genes were grouped\non  the same chromosome, some genes were very tightly linked (showed\nvery low recombination) (Figure 4 .11, Cross A) while others were loosely\nlinked (showed higher recombination) (Figure 4.11, Cross B). For\nexample he found that the genes white and yellow were very tightly linked\nand showe d only 1.3 per cent recombination while white  and miniature\nwing showed 37.2 per cent recombination. His student Alfred\nSturtevant used the frequency of recombination between gene pairs\non the same chromosome as a measure of the distance between genes\nand ‘mapped’ their position on the chromosome. Today genetic maps\nReprint 2025-26\n\n68BIOLOGY\nFigure 4.11Linkage: Results of two dihybrid crosses conducted by Morgan. Cross A show s\ncrossing between gene y and w; Cross B show s crossing between genes w and m.\nHere dominant wild type alleles are represented with (+) sign in superscript\nNote: The strength of linkage between y and w is higher than w and m.\nare extensively used as a starting point in the sequencing of whole\ngenomes as was done in the case of the Human Genome Sequencing\nProject, described later .\n68\nReprint 2025-26\n\n69PRINCIPLES OF INHERITANCE AND VARIATION\n4.4 P OLYGENIC  INHERIT ANCE\nMendel’s studies mainly described those traits that have distinct alternate\nforms such as flower colour which are either purple or white. But if you\nlook around you will find that there are many traits which are not so\ndistinct in their occurrence and are spread across a gradient. For example,\nin humans we don’t just have tall or short people as two distinct\nalternatives but a whole range of possible heights. Such traits are generally\ncontrolled by three or more genes and are thus called as polygenic traits.\nBesides the involvement of multiple genes polygenic inheritance also takes\ninto account the influence of environment. Human skin colour is another\nclassic example for this. In a polygenic trait the phenotype reflects the\ncontribution of each allele, i.e., the effect of each allele is additive. To\nunderstand this better let us assume that three genes A, B, C control skin\ncolour in human with the dominant forms A, B and C responsible for\ndark skin colour and the recessive for ms a, b and c for light skin colour .\nThe genotype with all the dominant alleles (AABBCC) will have the darkest\nskin colour and that with all the recessive alleles (aabbcc) will have the\nlightest skin colour . As expected the genotype with thr ee dominant alleles\nand thr ee recessive alleles will have an inter mediate skin colour . In this\nmanner the number of each type of alleles in the genotype would determine\nthe darkness or lightness of the skin in an individual.\n4.5  P LEIOTROPY\nWe have so far seen the ef fect of a gene on a single phenotype or trait.\nThere are however instances where a single gene can exhibit multiple\nphenotypic expression. Such a gene is called a pleiotropic gene. The\nunderlying mechanism of pleiotropy in most cases is the effect of a gene\non metabolic pathways which contribute towards different phenotypes.\nAn example of this is the disease phenylketonuria, which occurs in\nhumans. The disease is caused by mutation in the gene that codes for the\nenzyme phenyl alanine hydroxylase (single gene mutation). This manifests\nitself through phenotypic expression characterised by mental\nretardation and a reduction in hair and skin pigmentation.\n4.6 S EX DETERMINA TION\nThe mechanism of sex determination has always been a puzzle before the\ngeneticists. The initial clue about the genetic/chromosomal mechanism\nof sex determination can be traced back to some of the experiments carried\nout in insects. In fact, the cytological observations made in a number of\ninsects led to the development of the concept of genetic/chromosomal\nbasis of sex-determination. Henking (1891) could trace a specific nuclear\nstructure all through spermatogenesis in a few insects, and it was also\nobserved by him that 50 per  cent of the sperm received this structure\nafter spermatogenesis, whereas the other 50 per cent sperm did not receive\nit. Henking gave a name to this structure as the X body  but he could not\nexplain its significance. Further investigations by other scientists led to\nthe conclusion that the ‘X body’ of Henking was in fact a chromosome\nReprint 2025-26\n\n70BIOLOGY\nand that is why it was given the name\nX-chromosome. It was also observed that in\na large number of insects the mechanism of\nsex determination is of the XO type, i.e., all\neggs bear an additional X-chromosome\nbesides the other chromosomes\n(autosomes). On the other hand, some of the\nsperms bear the X-chromosome whereas\nsome do not. Eggs fertilised by sperm having\nan X-chromosome become females and,\nthose fertilised by sperms that do not have\nan X-chromosome become males. Do you\nthink the number of chromosomes in the\nmale and female are equal?  Due to the\ninvolvement of the X-chromosome in the\ndetermination of sex, it was designated to\nbe the sex chromosome , and the rest of the\nchromosomes were named as\nautosomes .Grasshopper is an example of\nXO type of sex determination in which the\nmales have only one X-chromosome besides\nthe autosomes, whereas females have a pair\nof X-chromosomes.\nThese observations led to the\ninvestigation of a number of species to\nunderstand the mechanism of sex\ndetermination. In a number of other insects\nand mammals including man, XY type of sex\ndetermination is seen where both male and\nfemale have same number of chromosomes.\nAmong the males an X-chromosome is\npresent but its counter part is distinctly\nsmaller and called the Y-chromosome.\nFemales, however , have a pair of X-\nchromosomes. Both males and females bear\nsame number of autosomes. Hence, the males have autosomes plus XY,\nwhile female have autosomes plus XX. In human beings  and in\nDrosophila  the males have one X and one Y chromosome, whereas females\nhave a pair of X-chromosomes besides autosomes (Figure 4.12 a, b).\nIn the above description you have studied about two types of sex\ndetermining mechanisms, i.e., XO type and XY type. But in both cases\nmales produce two different types of gametes, (a) either with or without\nX-chromosome or (b) some gametes with X-chromosome and some with\nY-chromosome. Such types of sex determination mechanism is designated\nto be the example of male heterogamety . In some other organisms, e.g.,\nbirds, a different mechanism of sex determination is observed (Figure\n4.12 c). In this case the total number of chromosome is same in both\nmales and females. But two different types of gametes in terms of the sex\n(a)\n(b)\n(c)\nFigure 4.12Determination of sex by chromosomal\ndifference s: (a,b) Both in humans and\nin Drosophila , the female has a pair of\nXX chromosomes (homogametic) and the\nmale XY (heterogametic) composition ;\n(c) In many birds, female has a pair of\ndissimilar chromosomes ZW and male\ntwo similar ZZ chromosomes\nReprint 2025-26\n\n71PRINCIPLES OF INHERITANCE AND VARIATION\nchromosomes, are produced by females, i.e., female heterogamety.  In\norder to have a distinction with the mechanism of sex determination\ndescribed earlier , the two dif ferent sex chr omosomes of a female bir d has\nbeen designated to be the Z and W chromosomes. In these organisms the\nfemales have one Z and one W chromosome, whereas males have a pair of\nZ-chromosomes besides the autosomes.\n4.6.1 Sex Determination in Humans\nIt has already been mentioned that the sex determining mechanism in\ncase of humans is XY type. Out of 23 pairs of chromosomes present,\n22 pairs are exactly same in both males and females; these are the\nautosomes. A pair of X-chromosomes are present in the female, whereas\nthe presence of an X and Y chromosome are determinant of the male\ncharacteristic. During spermatogenesis among males, two types of\ngametes are produced. 50 per cent of the total sperm produced carry\nthe X-chromosome and the rest 50 per cent has Y-chromosome besides\nthe autosomes. Females, however , produce only one type of ovum with\nan X-chromosome. There is an equal probability of fertilisation of the\novum with the sperm carrying either X or Y chromosome. In case the\novum fertilises with a sperm carrying X-chromosome the zygote develops\ninto a female (XX) and the fertilisation of ovum with Y-chromosome\ncarrying sperm results into a male offspring. Thus, it is evident that it\nis the genetic makeup of the sperm that determines the sex of the child.\nIt is also evident that in each pregnancy there is always 50 per cent\nprobability of either a male or a female child. It is unfortunate that in\nour society women are blamed for giving birth to female children and\nhave been ostracised and ill-treated because of this false notion.\n4.6.2 Sex Determination in Honey Bee\nThe sex determination in honey bee is\nbased on the number of sets of\nchromosomes an individual receives. An\noffspring formed from the union of a\nsperm and an egg develops as a female\n(queen or worker), and an unfertilised\negg develops as a male (drone) by means\nof parthenogenesis. This means that the\nmales have half the number of\nchromosomes than that of a female. The\nfemales are diploid having 32\nchromosomes and males are haploid, i.e., having 16 chromosomes.\nThis is called as haplodiploid sex-determination system and has special\ncharacteristic features such as the males produce sperms by mitosis\n(Figure 4.13), they do not have father and thus cannot have sons, but\nhave a grandfather and can have grandsons.\nHow is the sex-determination mechanism different in the birds?\nIs the sper m or the egg r esponsible for the sex of the chicks?Figure 4.13  Sex determination in honey bee\nReprint 2025-26\n\n72BIOLOGY\n4.7 M UTATION\nMutation is a phenomenon which results in alteration of DNA sequences\nand consequently results in changes in the genotype and the phenotype\nof an organism. In addition to recombination, mutation is another\nphenomenon that leads to variation in DNA.\nAs you will learn in Chapter 5, one DNA helix runs continuously from\none end to the other in each chromatid, in a highly supercoiled form.\nTherefore loss (deletions) or gain (insertion/duplication) of a segment of\nDNA, result in alteration in chromosomes. Since genes are known to be\nlocated on chromosomes, alteration in chromosomes results in\nabnormalities or aberrations. Chromosomal\naberrations are commonly observed in cancer cells.\nIn addition to the above, mutation also arise due\nto change in a single base pair of DNA. This is known\nas point mutation. A classical example of such a\nmutation is sickle cell anemia. Deletions and insertions\nof base pairs of DNA, causes frame-shift mutations\n(see Chapter 5 ).\nThe mechanism of mutation is beyond the scope\nof this discussion, at this level. However , ther e are\nmany chemical and physical factors that induce\nmutations. These are referred to as mutagens. UV\nradiations can cause mutations in organisms – it is a\nmutagen.\n4.8 G ENETIC  DISORDERS\n4.8.1 Pedigree Analysis\nThe idea that disorders are inherited has been\nprevailing in the human society since long. This was\nbased on the heritability of certain characteristic\nfeatures in families. After the rediscovery of Mendel’s\nwork the practice of analysing inheritance pattern of\ntraits in human beings began. Since it is evident that\ncontrol crosses that can be performed in pea plant or\nsome other organisms, are not possible in case of\nhuman beings, study of the family history about\ninheritance of a particular trait provides an\nalternative. Such an analysis of traits in a several of generations of a family\nis called the pedigree analysis . In the pedigree analysis the inheritance\nof a particular trait is represented in the family tree over generations.\nIn human genetics, pedigree study provides a strong tool, which is\nutilised to trace the inheritance of a specific trait, abnormality or disease.\nSome of the important standard symbols used in the pedigree analysis\nhave been shown in Figure 4.13.\nAs you have studied in this chapter , each and every featur e in any\norganism is controlled by one or the other gene located on the DNA presentFigure 4.13 Symbols used in the human\npedigree analysis\nReprint 2025-26\n\n73PRINCIPLES OF INHERITANCE AND VARIATION\nin the chromosome. DNA is the carrier of genetic information. It is hence\ntransmitted from one generation to the other without any change or\nalteration. However , changes or alteration do take place occasionally. Such\nan alteration or change in the genetic material is referred to as mutation.\nA number of disorders in human beings have been found to be associated\nwith the inheritance of changed or altered genes or chromosomes.\n4.8.2 Mendelian Disorders\nBroadly, genetic disorders may be grouped into two categories – Mendelian\ndisorders and Chromosomal disorders. Mendelian disorders are mainly\ndetermined by alteration or mutation in the single gene. These disorders\nare transmitted to the offspring on the same lines as we have studied in\nthe principle of inheritance. The pattern of inheritance of such Mendelian\ndisorders can be traced in a family by the pedigree analysis. Most common\nand prevalent Mendelian disorders are Haemophilia, Cystic fibrosis, Sickle-\ncell anaemia, Colour blindness, Phenylketonuria, Thalassemia, etc. It is\nimportant to mention here that such Mendelian disorders may be\ndominant or recessive. By pedigree analysis one can easily understand\nwhether the trait in question is dominant or recessive. Similarly, the trait\nmay also be linked to the sex chromosome as in case of haemophilia. It is\nevident that this X-linked recessive trait shows transmission from carrier\nfemale to male progeny. A representative pedigree is shown in Figure 4.14\nfor dominant and recessive traits. Discuss with your teacher and design\npedigrees for characters linked to both autosomes and sex chromosome.\n(a) (b)\nFigure 4.14 Representative pedigree analysis of (a) Autosomal dominant trait (for example:\nMyotonic dystrophy) (b) Autosomal recessive trait (for example: Sickle-cell anaemia)\nColour Blindness : It is a sex-linked recessive disorder due to defect in\neither red or green cone of eye resulting in failure to discriminate between\nred and gr een colour .  This defect is due to mutation in certain genes\npresent in the X chromosome. It occurs in about 8 per cent of males and\nonly about 0.4 per cent of females. This is because the genes that lead to\nred-green colour blindness are on the X chromosome. Males have only\none X chromosome and females have two. The son of a woman who  carries\nReprint 2025-26\n\n74BIOLOGY\nthe gene has a 50 per cent chance of being colour blind. The mother is\nnot herself colour blind because the gene is recessive. That means that its\neffect is suppressed by her matching dominant normal gene. A daughter\nwill not normally be colour blind, unless her mother is a carrier and her\nfather is colour blind.\nHaemophilia      : This sex linked recessive disease, which shows its\ntransmission from unaffected carrier female to some of the male progeny\nhas been widely studied.  In this disease, a single protein that is a part of\nthe cascade of proteins involved in the clotting of blood is affected. Due to\nthis, in an affected individual a simple cut will result in non-stop bleeding.\nThe heterozygous female (carrier) for haemophilia may transmit the disease\nto sons. The possibility of a female becoming a haemophilic is extremely\nrare because mother of such a female has to be at least carrier and the\nfather should be haemophilic (unviable in the later stage of life). The family\npedigree of Queen Victoria shows a number of haemophilic  descendents\nas she was a carrier of the disease.\nSickle-cell anaemia    \n  : This is an autosome linked recessive trait that\ncan be transmitted from parents to the offspring when both the partners\nare carrier for the gene (or heterozygous). The disease is controlled by a\nsingle pair of allele, HbA and HbS. Out of the three possible genotypes only\nhomozygous individuals for HbS (HbSHbS) show the diseased phenotype.\nHeterozygous (HbAHbS) individuals appear apparently unaffected but they\nare carrier of the disease as there is 50 per cent probability of transmission\nof the mutant gene to the progeny, thus exhibiting sickle-cell trait\n(Figure 4.15). The defect is caused by the substitution of Glutamic acid\nFigure 4.15 Micrograph of the red blood cells and the amino acid composition of the relevant\nportion of β-chain of haemoglobi n: (a) From a normal individual; (b) From an individual\nwith sickle-cell anaemia\nReprint 2025-26\n\n75PRINCIPLES OF INHERITANCE AND VARIATION\n(Glu) by V aline (V al) at the sixth position of the beta globin chain of the\nhaemoglobin molecule. The substitution of amino acid in the globin\nprotein results due to the single base substitution at the sixth codon of\nthe beta globin gene from GAG to GUG. The mutant haemoglobin molecule\nundergoes polymerisation under low oxygen tension causing the change\nin the shape of the RBC from biconcave disc to elongated sickle like\nstructure (Figure 4.15).\nPhenylketonuria      : This inborn error of metabolism is also inherited as\nthe autosomal recessive trait. The affected individual lacks an enzyme\nthat converts the amino acid phenylalanine into tyrosine. As a result of\nthis phenylalanine is accumulated and converted into phenylpyruvic acid\nand other derivatives. Accumulation of these in brain results in mental\nretardation. These are also excreted through urine because of its poor\nabsorption by kidney.\nThalassemia :   \n  This is also an autosome-linked recessive blood disease\ntransmitted from parents to the offspring when both the partners are\nunaffected carrier for the gene (or heterozygous). The defect could be due\nto either mutation or deletion which ultimately results in reduced rate of\nsynthesis of one of the globin chains (α  and β chains) that make up\nhaemoglobin. This causes the formation of abnormal haemoglobin\nmolecules resulting into anaemia which is characteristic of the disease.\nThalassemia can be classified according to which chain of the haemoglobin\nmolecule is affected. In α Thalassemia, production of α  globin chain is\naffected while in β Thalassemia, production of β globin chain is affected.\nα Thalassemia is controlled by two closely linked genes HBA1 and HBA2\non chromosome 16 of each parent and it is observed due to mutation or\ndeletion of one or more of the four genes. The more genes affected, the\nless alpha globin molecules produced. While β Thalassemia is controlled\nby a single gene HBB on chromosome 11 of each parent and occurs due\nto mutation of one or both the genes. Thalassemia differs from sickle-cell\nanaemia in that the former is a quantitative problem of synthesising too\nfew globin molecules while the latter is a qualitative problem of\nsynthesising an incorrectly functioning globin.\n4.8.3 Chromosomal Disorders\nThe chromosomal disorders on the other hand are caused due to absence\nor excess or abnormal arrangement of one or more chromosomes.\nFailure of segregation of chromatids during cell division cycle results\nin the gain or loss of a chromosome(s), called aneuploidy . For example,\nDown’s syndrome results in the gain of extra copy of chromosome 21.\nSimilarly, Turner’s syndrome results due to loss of an X chromosome in\nhuman females. Failure of cytokinesis after telophase stage of cell division\nresults in an increase in a whole set of chromosomes in an organism and,\nthis phenomenon is known as polyploidy . This condition is often seen in\nplants.\nThe total number of chromosomes in a normal human cell is 46\n(23 pairs). Out of these 22 pairs are autosomes and one pair of\nchromosomes are sex chromosome. Sometimes, though rarely, either an\nadditional copy of a chromosome may be included in an individual or an\nReprint 2025-26\n\n76BIOLOGY\nFlat back of head\nMany “loops” on\nfinger tips\nPalm creaseBroad flat face\nBig and wrinkled\ntongue\nCongenital heart\ndisease\nindividual may lack one of any one pair of\nchromosomes. These situations are known as trisomy\nor monosomy of a chromosome, respectively. Such a\nsituation leads to very serious consequences in the\nindividual. Down’s syndrome, Turner’s syndrome,\nKlinefelter’s syndrome are common examples of\nchromosomal disorders.\nDown’s Syndrome  : The cause of this genetic disorder\nis the presence of an additional copy of the\nchromosome number 21 (trisomy of 21). This disorder\nwas first described by Langdon Down (1866). The\naffected individual is short statured with small round\nhead, furrowed tongue and partially open mouth\n(Figure 4.16). Palm is broad with characteristic palm\ncrease. Physical, psychomotor and mental\ndevelopment is retarded.\nKlinefelter’s Syndrome  : This genetic disorder is also\ncaused due to the presence of an additional copy of X-\nchromosome resulting into a karyotype of 47, XXY .\nSuch an individual has overall masculine development,\nhowever , the feminine development (development\nof breast, i.e., Gynaecomastia) is also expressed\n(Figure 4.17 a). Such individuals are sterile.\nTurner’s Syndrome  : Such a disorder is caused due\nto the absence of one of the X chromosomes, i.e., 45 with  X0, Such females\nare sterile as ovaries are rudimentary besides other features including\nlack of other secondary sexual characters (Figure 4.17 b).Figure 4.16 A representative figure showing an individual inflicted with Down’s\nsyndrome and the corresponding chromosomes of the individual\nTall stature\nwith feminised\ncharacterShort stature and\nunderdeveloped\nfeminine character(a)(b)\nFigure 4.17  Diagrammatic represe-\nntation of genetic disorders due to sex\nchromosome composition in humans :\n(a) Klinefelter Syndrome; (b) Turner’s\nSyndrome\nReprint 2025-26\n\n77PRINCIPLES OF INHERITANCE AND VARIATION\nSUMMARY\nGenetics is a branch of biology which deals with principles of inheritance\nand its practices. Progeny resembling the parents in morphological and\nphysiolog ical features has attracted the attention of many biologists.\nMendel was the first to study this phenomenon systematically. While\nstudying the pattern of inheritance in pea plants of contrasting\ncharacters, Mendel proposed the principles of inheritance, which are\ntoday referred to as ‘Mendel’s Laws of Inheritance’. He proposed that\nthe ‘factors’ (later named as genes) regulating the characters are found\nin pairs known as alleles. He observed that the expression of the\ncharacters in the offspring follow a definite pattern in differen t–first\ngenerations (F1), second (F2) and so on. Some characters are dominant\nover others. The dominant characters are expressed when factors are\nin heterozygous condition (Law of Dominance). The recessive characters\nare only expressed in homozygous conditions. The characters never\nblend in heterozygous condition. A recessive character that was not\nexpressed in heterozygous conditon may be expressed again when it\nbecomes homozygous. Hence, characters segregate while formation of\ngametes (Law of Segregation).\nNot all characters show true dominance. Some characters show\nincomplete, and some show co-dominance. When Mendel studied the\ninheritance of two characters together , it was found that the factors\nindependently assort and combine in all permutations and\ncombinations (Law of Independent Assortment). Different combinations\nof gametes are theoretically represented in a square tabular form known\nas ‘Punnett Square’.  The factors (now known as gene) on chromosomes\nregulating the characters are called the genotype and the physical\nexpression of the chraracters is called phenotype.\nAfter knowing that the genes are located on the chromosomes, a\ngood correlation was drawn between Mendel’s laws : segregation and\nassortment of chromosomes during meiosis. The Mendel’s laws were\nextended in the for m of ‘Chr omosomal Theory of Inheritance’. Later , it\nwas found that Mendel’s law of independent assortment does not hold\ntrue for the genes that were located on the same chromosomes. These\ngenes were called as ‘linked genes’. Closely located genes assorted\ntogether , and distantly located genes, due to r ecombination, assorted\nindependently. Linkage maps, therefore, corresponded to arrangement\nof genes on a chromosome.\nMany genes were linked to sexes also, and called as sex-linked\ngenes. The two sexes (male and female) were found to have a set of\nchromosomes which were common, and another set which was\ndifferent. The chromosomes which were different in two sexes were\nnamed as sex chromosomes. The remaining set was named as\nautosomes. In humans, a normal female has 22 pairs of autosomes\nand a pair of sex chromosomes (XX). A male has 22 pairs of autosomes\nand a pair of sex chr omosome as XY . In chicken, sex chr omosomes in\nmale ar e ZZ, and in females ar e ZW .\nMutat ion is defined as change in the genetic material. A point\nmutation is a change of a single base pair in DNA. Sickle -cell anemia is\ncaused due to change of one base in the gene coding for beta-chain of\nhemoglobin. Inheritable mutations can be studied by gene rating a\npedigree of a family. Some mutations involve changes in whole set of\nReprint 2025-26\n\n78BIOLOGY\nEXERCISES\n1.Mention the advantages of selecting pea plant for experiment by Mendel.\n2.Differentiate between the following –\n(a) Dominance and Recessive\n(b) Homozygous and Heterozygous\n(c) Monohybrid and Dihybrid.\n3.A diploid organism is heterozygous for 4 loci, how many types of gametes\ncan be produced?\n4.Explain the Law of Dominance  using  a monohybrid cross.\n5.Define and design a test-cross.\n6.Using a Punnett Square, workout the distribution of phenotypic features\nin the first filial generation after a cross between a homozygous female\nand a heterozygous male for a single locus.\n7.When a cross in made between tall plant with yellow seeds  (TtYy) and\ntall plant with green seed (Tt yy), what proportions of p henotype in the\noffspring could be expected to be\n(a) tall and green .\n(b) dwarf and green.\n8.Two heterozygous parents are crossed. If the two loci are linked what\nwould be the distribution of phenotypic features in F1 generation for a\ndibybrid cross?\n9.Briefly mention the contribution of T.H. Morgan in genetics.\n",
      "wordCount": 8554,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 10,
      "title": "What is pedigree analysis? Suggest how such an analy",
      "content": "10. What is pedigree analysis? Suggest how such an analysis, can be useful.\n",
      "wordCount": 13,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 11,
      "title": "How is sex determined in human beings?",
      "content": "11. How is sex determined in human beings?\n12. A child has blood group O. If the father has blood group A and mother\nblood group B, work out the genotypes of the parents and the possible\ngenotypes of the other offsprings.\n",
      "wordCount": 42,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 13,
      "title": "Explain the following terms with example",
      "content": "13. Explain the following terms with example\n(a)Co-dominance\n(b)Incomplete dominance\n",
      "wordCount": 10,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 14,
      "title": "What is point mutation? Give one example.",
      "content": "14. What is point mutation? Give one example.\n",
      "wordCount": 8,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 15,
      "title": "Who had proposed the chromosomal theory of the inher",
      "content": "15. Who had proposed the chromosomal theory of the inheritance?\n",
      "wordCount": 10,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 16,
      "title": "Mention any two autosomal genetic disorders with the",
      "content": "16. Mention any two autosomal genetic disorders with their symptoms.chromosomes (polyploidy) or change in a subset of chromosome number\n(aneuploidy). Th is helped in understanding the mutation al basis of\ngenetic disorders. Down’s syndrome is due to trisomy of chromosome 21,\nwhere there is an extra copy of chromosome 21 and consequently the\ntotal number of chromosome becomes 47. In Turner’s syndrome, one X\nchromosome is missing and the sex chromosome is as XO, and in\nKlinefelter’s syndr ome, the condition is XXY . The se can be easily studie d\nby analysis of Karyotypes.\nReprint 2025-26\n\n",
      "wordCount": 97,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 28,
    "totalWords": 9872
  }
}