{
  "filename": "lebo113.pdf",
  "chapters": [
    {
      "chapterNumber": 10,
      "title": "Can you think of a situation where we deliberately w",
      "content": "",
      "wordCount": 0,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 13,
      "title": "BIODIVERSITY AND",
      "content": "CHAPTER 13\nBIODIVERSITY AND\nCONSERVATION\n13.1 Biodiversity\n13.2 Biodiversity Conservation\nReprint 2025-26\n\n217BIODIVERSITY AND CONSERVATION\ncombined diversity at all the levels of biological organisation.\nThe most important of them are–\n(i)Genetic diversity : A single species might show high diversity at\nthe genetic level over its distributional range. The genetic variationshown by the medicinal plant Rauwolfia vomitoria  growing in\ndifferent Himalayan ranges might be in terms of the potency andconcentration of the active chemical (reserpine) that the plantproduces. India has more than 50,000 genetically different strainsof rice, and 1,000 varieties of mango.\n(ii)Species diversit y:  The diversity at the species level, for example,\nthe W ester n Ghats have a greater amphibian species diversity than\nthe Eastern Ghats.\n(iii) Ecological diversit y: At the ecosystem level, India, for instance,\nwith its deserts, rain forests, mangroves, coral reefs, wetlands,estuaries, and alpine meadows has a greater ecosystem diversitythan a Scandinavian country like Norway.\nIt has taken millions of years of evolution, to accumulate this rich\ndiversity in nature, but we could lose all that wealth in less than twocenturies if the present rates of species losses continue.  Biodiversity andits conservation are now vital environmental issues of international concern\nas more and more people around the world begin to realise the critical\nimportance of biodiversity for our survival and well- being on this planet.\n13.1.1 How Many Species are there on Earth and How Many\nin India?\nSince there are published records of all the species discovered and named,\nwe know how many species in all have been recor ded so far , but it is not\neasy to answer the question of how many species there are on earth.\nAccording to the International Union for Conservation of Nature andNatural Resources (IUCN) (2004), the total number of plant and animal\nspecies described so far is slightly more than 1.5 million, but we have no\nclear idea of how many species are yet to be discovered and described.Estimates vary widely and many of them are only educated guesses. For\nmany taxonomic groups, species inventories are more complete in\ntemperate than in tropical countries. Considering that an overwhelminglylarge proportion of the species waiting to be discovered are in the tropics,\nbiologists make a statistical comparison of the temperate-tropical species\nrichness of an exhaustively studied group of insects and extrapolate thisratio to other groups of animals and plants to come up with a gross\nestimate of the total number of species on earth.  Some extreme estimates\nrange from 20 to 50 million, but a more conservative and scientificallysound estimate made by Robert May places the global species diversity\nat about 7 million.\nReprint 2025-26\n\n218BIOLOGY\nLet us look at so me interesting aspects about earth’s biodiversity based\non the currently available species inventories. More than 70 per cent of\nall the species recorded are animals, while plants (including algae, fungi,bryophytes, gymnosperms and angiosperms) comprise no more than 22per cent of the total.  Among animals, insects are the most species-richtaxonomic group, making up more than 70 per cent of the total. Thatmeans, out of every 10 animals on this planet, 7 are insects. Again, howdo we explain this enormous diversification of insects? The number offungi species in the world is more than the combined total of the speciesof fishes, amphibians, reptiles and mammals. In Figure 13.1, biodiversity\nis depicted showing species number  of major taxa.\nFigure 13.1 Representing global biodiversity: proportionate number of\nspecies of major taxa  of plants, invertebrates and vertebrates\nIt should be noted that these estimates do not give any figures for\nprokaryotes. Biologists are not sure about how many prokaryotic species\nthere might be. The problem is that conventional taxonomic methods are\nnot suitable for identifying microbial species and many species are simplynot culturable under laboratory conditions.  If we accept biochemical or\nmolecular criteria for delineating species for this group, then their diversity\nalone might run into millions.\nReprint 2025-26\n\n219BIODIVERSITY AND CONSERVATION\nAlthough India h as only 2.4 per cent of the world’s land area, its share\nof the global species diversity is an impressive 8.1 per cent. That is what\nmakes our country one of the 12 mega diversity countries of the world.\nNearly 45,000 species of plants and twice as many of animals have been\nrecorded from India.  How many living species are actually there waiting\nto be discovered and named?  If we accept May’s global estimates, only\n22 per cent of the total species have been r ecorded so far. Applying this\nproportion to India’s diversity figures, we estimate that there are probablymore than 1,00,000 plant species and more than 3,00 ,000 animal species\nyet to be discovered and described.  W ould we ever be able to complete\nthe inventory of the biological wealth of our country?  Consider the immense\ntrained manpower (taxonomists) and the time required to complete the\njob. The situation appears more hopeless when we realise that a large\nfraction of these species faces the threat of becoming extinct even before\nwe discover them.  Nature’s biological library is burning even before we\ncatalogued the titles of all the books stocked there.\n13.1.2 Patterns of Biodiversity\n(i)Latitudinal gradient s: The diversity of plants and animals is\nnot uniform throughout the world but shows a rather unevendistribution. For many group of animals or plants, there are\ninteresting patterns in diversity, the most well- known being the\nlatitudinal gradient in diversity. In general, species diversity\ndecreases as we move away from the equator towards the poles.\nWith very few exceptions, tropics (latitudinal range of 23.5° N to\n23.5° S) harbour more species than temperate or polar areas.\nColombia located near the equator has nearly 1,400 species of birds\nwhile New York at 41° N has 105 species and Gr eenland at 71° N\nonly 56 species. India, with much of its land area in the tropicallatitudes, has more than 1,200 species of birds.  A forest in a tropical\nregion like Equador has up to 10 times as many species of vascular\nplants as a forest of equal area in a temperate region like the Midwest\nof the USA.  The largely tropical Amazonian rain forest in South\nAmerica has the greatest biodiversity on earth- it is home to more\nthan 40,000 species of plants, 3,000 of fishes, 1,300 of birds, 427\nof mammals, 427 of amphibians, 378 of reptiles and of more than\n1,25,000 invertebrates. Scientists estimate that in these rain forests\nthere might be at least two million insect species waiting to be\ndiscovered and named.\nWhat is so special about tropics that might account for their greater\nbiological diversity? Ecologists and evolutionary biologists have\nproposed various hypotheses; some important ones are (a) Speciation\nis generally a function of time, unlike temperate regions subjected\nto frequent glaciations in the past, tropical latitudes have remainedrelatively undisturbed for millions of years and thus, had a long\nReprint 2025-26\n\n220BIOLOGY\nevolutionary time for species diversification , (b) T ropical environments,\nunlike temperate ones, are less seasonal, relatively more constant\nand predictable. Such constant environments promote nichespecialisation and lead to a greater species diversity and (c) There\nis more solar energy available in the tropics, which contributes to\nhigher productivity; this in turn might contribute indirectly to greaterdiversity.\n(ii)Species-Area relationships : During his pioneering and extensive\nexplorations in the wilderness of South American jungles, the greatGerman naturalist and geographer Alexander von Humboldt\nobserved that within a region speciesrichness increased with increasingexplored area, but only up to a limit.  Infact, the relation between species richnessand area for a wide variety of taxa(angiosperm plants, birds, bats,\nfreshwater fishes) turns out to be a\nrectangular hyperbola (Figure13.2). Ona logarithmic scale, the relationship is astraight line described by the equation\nlog S =  log C  + Z log A\nwhere\nS= Species richness A= Area\nZ = slope of the line (regression\n     coefficient)\nC = Y-intercept\nEcologists have discovered that the\nvalue of Z  lies in the range of 0.1 to 0.2,\nregardless of the taxonomic group or the\nregion (whether it is the plants in Britain,\nbirds in Califor nia or molluscs in New York state, the slopes of the r egression\nline are amazingly similar).  But, if you analyse the species-arearelationships among very large areas like the entire continents, you willfind that the slope of the line to be much steeper (Z values in the range\nof 0.6 to 1.2).  For example, for frugivorous (fruit- eating) birds and\nmammals in the tropical forests of different continents, the slope is foundto be 1.15. What do steeper slopes mean in this context?\n13.1.3 The importance of  Species Diversity to the Ecosystem\nDoes the number of species in a community really matter to the functioningof the ecosystem?This is a question for which ecologists have not been\nable to give a definitive answer .  For many decades, ecologists believed\nthat communities with more species,  generally, tend to be more stable\nthan those with less species.  What exactly is stability for a biologicalFigure 13.2 Showing species area relationship.\nNote that on log scale the relationship\nbecomes linear\nReprint 2025-26\n\n221BIODIVERSITY AND CONSERVATION\ncommunity?  A stable community should not show too much variation\nin productivity from year to year; it must be either resistant or resilient to\noccasional disturbances (natural or man-made), and it must also be\nresistant to invasions by alien species. We don’t know how these attributes\nare linked to species richness in a community, but David T ilman’s\nlong- term ecosystem experiments using outdoor plots provide some\ntentative answers.  T ilman found that plots with mor e species showed\nless year-to-year variation in total biomass.  He also showed that in his\nexperiments, increased diversity contributed to higher productivity.\nAlthough, we may not understand completely how species richness\ncontributes to the well-being of an ecosystem, we know enough to realisethat  rich biodiversity is not only essential for ecosystem health but\nimperative for the very survival of the human race on this planet.  At atime when we are losing species at an alarming pace,  one might ask–\nDoes it r eally matter to us if a few species become extinct?  W ould W ester n\nGhats ecosystems be less functional if one of its tree frog species is lost\nforever? How is our quality of life affected if, say, instead of 20,000 we\nhave only 15,000 species of ants on earth?\nThere are no direct answers to such näive questions but we can develop\na proper perspective through an analogy (the ‘rivet popper hypothesis’)used by Stanford ecologist Paul Ehrlich.  In an airplane (ecosystem) allparts are joined together using thousands of rivets (species).  If everypassenger travelling in it starts popping a rivet to take home (causing aspecies to become extinct), it may not affect flight safety (proper functioningof the ecosystem) initially,  but as more and more rivets are removed, theplane becomes dangerously weak over a period of time.  Furthermore,which rivet is removed may also be critical.  Loss of rivets on the wings\n(key species that drive major ecosystem functions) is obviously a more\nserious threat to flight safety than loss of a few rivets on the seats orwindows inside the plane.\n13.1.4 Loss of Biodiversity\nWhile it is doubtful if any new species are being added (through speciation)into the earth’s treasury of species, there is no doubt about their continuing\nlosses.  The biological wealth of our planet has been declining rapidly\nand the accusing finger is clearly pointing to human activities. Thecolonisation of tropical Pacific Islands by humans is said to have led tothe extinction of more than 2,000 species of native birds. The IUCN RedList (2004) documents the extinction of 784 species (including 338vertebrates, 359 invertebrates and 87 plants) in the last 500 years.  Some\nexamples of recent extinctions include the dodo (Mauritius), quagga\n(Africa), thylacine (Australia), Steller’s Sea Cow (Russia) and threesubspecies (Bali, Javan, Caspian) of tiger.  The last twenty years alonehave witnessed the disappearance of 27 species. Careful analysis of records\nReprint 2025-26\n\n222BIOLOGY\nshows that extinctions across taxa are not random; some groups like\namphibians appear to be more vulnerable to extinction.  Adding to the\ngrim scenario of extinctions is the fact that more than 15,500 species\nworld-wide are facing the threat of extinction.  Presently, 12 per cent ofall bird species, 23 per cent of all mammal species, 32 per cent of all\namphibian species and 31per cent of all gymnosperm species in the world\nface the threat of extinction.\nFrom a study of the history of life on earth through fossil records, we\nlearn that large-scale loss of species like the one we are currentlywitnessing have also happened earlier , even befor e humans appear ed on\nthe scene.  During the long period (> 3 billion years) since the origin and\ndiversification of life on earth there were five episodes of mass extinction\nof species. How is the ‘Sixth Extinction’ presently in progress differentfrom the previous episodes? The difference is in the rates; the current\nspecies extinction rates are estimated to be 100 to 1,000 times faster\nthan in the pre-human times and our activities are responsible for thefaster rates. Ecologists warn that if the present trends continue,\nnearly half of all the species on earth might be wiped out within the next\n100 years.\nIn general, loss of biodiversity in a region may lead to (a) decline in\nplant production, (b) lowered resistance to environmental perturbationssuch as drought and ( c) increased variability in certain ecosystem processes\nsuch as plant productivity, water use, and pest and disease cycles.\nCauses of biodiversity losses:  The accelerated rates of species\nextinctions that the world is facing now are largely due to human\nactivities. There are four major causes (‘ The Evil Quartet ’ is the sobriquet\nused to describe them).\n(i)Habitat loss and fragmentation :  This is the most important\ncause driving animals and plants to extinction.  The most dramatic\nexamples of habitat loss come from tropical rain forests. Once\ncovering more than 14 per cent of the earth’s land surface, theserain forests now cover no more than 6 per cent.  They are being\ndestr oyed fast.  By the time you finish r eading this chapter, 1000\nmore hectares of rain forest would have been lost.  The Amazon\nrain forest (it is so huge that it is called the ‘lungs of the planet’)\nharbouring probably millions of species is being cut and cleared\nfor cultivating soya beans  or for conversion to grasslands for raising\nbeef cattle.  Besides total loss, the degradation of many habitats by\npollution also threatens the survival of many species.  When large\nhabitats are broken up into small fragments due to various humanactivities, mammals and birds requiring large territories and certain\nanimals with migratory habits are badly affected, leading to\npopulation declines.\n(ii)Over-exploitation :  Humans have always depended on nature for\nfood and shelter , but when ‘need’ turns to ‘gr eed’, it leads to\nReprint 2025-26\n\n223BIODIVERSITY AND CONSERVATION\nover -exploitation of natural resources. Many species extinctions\nin the last 500 years (Steller’s sea cow, passenger pigeon) were due\nto overexploitation by humans. Presently many marine fishpopulations around the world are over harvested, endangering the\ncontinued existence of some commercially important species.\n(iii) Alien species invasions : When alien species are introduced\nunintentionally or deliberately for whatever purpose, some of themturn invasive, and cause decline or extinction of indigenous species.\nThe Nile perch introduced into Lake Victoria in east Africa ledeventually to the extinction of an ecologically unique assemblage of\nmore than 200 species of cichlid fish in the lake. Y ou must be\nfamiliar with the environmental damage caused and threat posed\nto our native species by invasive weed species like carrot grass\n(Parthenium ),Lantana  and water hyacinth ( Eicchor nia).  The r ecent\nillegal introduction of the African catfish Clarias gariepinus  for\naquaculture purposes is posing a threat to the indigenous catfishesin our rivers.\n(iv)Co-extinctions :  When a species becomes extinct, the plant and\nanimal species associated with it in an obligatory way also becomeextinct. When a host fish species becomes extinct, its unique\nassemblage of parasites also meets the same fate. Another exampleis the case of a coevolved plant-pollinator mutualism whereextinction of one invariably leads to the extinction of the other .\n13.2 B IODIVERSITY  CONSERVA TION\n13.2.1 Why Should We Conserve Biodiversity?\nThere are many reasons, some obvious and others not so obvious, but all\nequally important. They can be grouped into three categories: narrowly\nutilitarian, broadly utilitarian, and ethical.\nThe narrowly utilitarian  arguments for conserving biodiversity are\nobvious; humans derive countless direct economic benefits from nature-\nfood (cereals, pulses, fruits), firewood, fibre, construction material,\nindustrial products (tannins, lubricants, dyes, resins, perfumes ) and\nproducts of medicinal importance.  More than 25 per cent of the drugs\ncurrently sold in the market worldwide are derived from plants and 25,000\nspecies of plants contribute to the traditional medicines used by native\npeoples around the world.  Nobody knows how many more medicinally\nuseful plants there are in tropical rain forests waiting to be explored.\nWith increasing r esour ces put into ‘biopr ospecting’ (exploring molecular ,\ngenetic and species-level diversity for products of economic importance),nations endowed with rich biodiversity can expect to reap enormous\nbenefits.\nThe broadly utilitarian argument says that biodiversity plays a\nmajor role in many ecosystem services that nature provides.   The fast-\nReprint 2025-26\n\n224BIOLOGY\ndwindling Amazon forest is estimated to produce, through\nphotosynthesis, 20 per cent of the total oxygen in the earth’s atmosphere.Can we put an economic value on this service by natur e? You can get\nsome idea by finding out how much your neighborhood hospital spendson a cylinder of oxygen.  Pollination (without which plants cannot give\nus fruits or seeds) is another service, ecosystems provide through\npollinators layer – bees, bumblebees, birds and bats. What will be the\ncosts of accomplishing pollination without help from naturalpollinators? There are other intangible benefits – that we derive from\nnatur e–the aesthetic pleasures of walking through thick woods, watching\nspring flowers in full bloom or waking up to a bulbul’s song in themorning. Can we put a price tag on such things?\nThe ethical argument for conserving biodiversity relates to what we\nowe to millions of plant, animal and microbe species with whom we sharethis planet. Philosophically or spiritually, we need to realise that every\nspecies has an intrinsic value, even if it may not be of current or any\neconomic value to us.  W e have a moral duty to care for their well-being\nand pass on our biological legacy in good order to future generations.\n13.2.2 How do we conserve Biodiversity?\nWhen we conserve and protect the whole ecosystem, its biodiversity at all\nlevels is pr otected - we save the entir e forest to save the tiger .  This appr oach\nis called in situ  (on site) conservation. However , when ther e are situations\nwhere an animal or plant is endangered or threatened (organisms facinga very high risk of extinction in the wild in the near future) and needs\nurgent measures to save it from extinction, ex situ  (off site) conservation\nis the desirable approach.\nIn situ conservation– Faced with the conflict between development and\nconservation, many nations find it unrealistic and economically not feasible\nto conserve all their biological wealth. Invariably, the number of species\nwaiting to be saved from extinction far exceeds the conservation resources\navailable. On a global basis, this problem has been addressed by eminentconservationists. They identified for maximum protection certain\n‘biodiversity hotspots’ regions with very high levels of species richness\nand high degree of endemism (that is, species confined to that region\nand not found anywhere else).  Initially 25 biodiversity hotspots were\nidentified but subsequently nine more have been added to the list,\nbringing the total number of biodiversity hotspots in the world to 34.These hotspots are also regions of accelerated habitat loss. Three of\nthese hotspots – Western Ghats and Sri Lanka, Indo-Bur ma and\nHimalaya – cover our country’s exceptionally high biodiversity regions.\nAlthough all the biodiversity hotspots put together cover less than\n2 per cent of the earth’s land area, the number of species they collectively\nReprint 2025-26\n\n225BIODIVERSITY AND CONSERVATION\nharbour is extremely high and strict protection of these hotspots could\nreduce the ongoing mass extinctions by almost 30 per cent.\nIn India, ecologically unique and biodiversity-rich regions are legally\nprotected as biosphere reserves, national parks and sanctuaries.  Indianow has 14 biosphere reserves, 90 national parks and 448 wildlifesanctuaries.  India has also a history of religious and cultural traditions\nthat emphasised protection of nature.  In many cultures, tracts of forest\nwere set aside, and all the trees and wildlife within were venerated andgiven total protection.  Such sacred groves  are found in Khasi and Jaintia\nHills in Meghalaya, Aravalli Hills of Rajasthan, W estern Ghat r egions of\nKarnataka and Maharashtra and the Sarguja, Chanda and Bastar areasof Madhya Pradesh. In Meghalaya, the sacred groves are the last refuges\nfor a large number of rare and threatened plants.\nEx situ  Conservation– In this approach, threatened animals and plants\nare taken out from their natural habitat and placed in special setting\nwhere they can be protected and given special care.  Zoological parks,botanical gardens and wildlife safari parks serve this purpose. There aremany animals that have become extinct in the wild but continue to bemaintained in zoological parks.  In recent years ex situ  conservation has\nadvanced beyond keeping threatened species in enclosures.  Now gametesof threatened species can be preserved in viable and fertile condition forlong periods using cryopreservation techniques, eggs can be fertilised in\nvitro,and plants can be propagated using tissue culture methods.  Seeds\nof different genetic strains of commercially important plants can be keptfor long periods in seed banks.\nBiodiversity knows no political boundaries and its conservation is\ntherefore a collective responsibility of all nations.  The historic Conventionon Biological Diversity (‘The Earth Summit’) held in Rio de Janeiro in1992, called upon all nations to take appropriate measures forconservation of biodiversity and sustainable utilisation of its benefits.  Ina follow-up, the World Summit on Sustainable Development held in 2002\nin Johannesburg, South Africa, 190 countries pledged their commitment\nto achieve by 2010, a significant reduction in the current rate of biodiversity\nloss at global, regional and local levels.\nSUMMARY\nSince life originated on earth nearly 3.8 billion years ago, there had\nbeen enormous diversification of life forms on earth. Biodiversity refers\nto the sum total of diversity that exists at all levels of biological\norganisation.  Of particular importance is the diversity at genetic, species\nand ecosystem levels and conservation efforts are aimed at protecting\ndiversity at all these levels.\nMore than 1.5 million species have been recorded in the world, but\nthere might still be nearly 6 million species on earth waiting to be\nReprint 2025-26\n\n226BIOLOGY\ndiscovered and named.  Of the named species, > 70 per cent are animals,\nof which 70 per cent are insects.  The group Fungi has more species\nthan all the vertebrate species combined.  India, with about 45,000\nspecies of plants and twice as many species of animals, is one of the 12\nmega diversity countries of the world.\nSpecies diversity on earth is not uniformly distributed but shows\ninteresting patterns.  It is generally highest in the tropics and decreases\ntowards the poles. Important explanations for the species richness of\nthe tropics are: Tropics had more evolutionary time; they provide a\nrelatively constant environment and, they receive more solar energy\nwhich contributes to greater productivity. Species richness is also\nfunction of the area of a region; the species-area relationship is generally\na rectangular hyperbolic function.\nIt is believed that communities with high diversity tend to be less\nvariable, more productive and more resistant to biological invasions.\nEarth’s fossil history reveals incidence of mass extinctions in the past,\nbut the present rates of extinction, largely attributed to human activities,\nare 100 to 1000 times higher .  Nearly 700 species have become extinct\nin recent times and more than 15,500 species (of which > 650 are fromIndia) currently face the threat of extinction.  The causes of high\nextinction rates at present include habitat (particularly forests) loss\nand fragmentation, over-exploitation, biological invasions and\nco-extinctions.\nEarth’s rich biodiversity is vital for the very survival of mankind.\nThe reasons for conserving biodiversity are narrowly utilitarian, broadly\nutilitarian and ethical.  Besides the direct benefits (food, fibre, firewood,\npharmaceuticals, etc.), there are many indirect benefits we receive\nthrough ecosystem services such as pollination, pest control, climate\nmoderation and flood contr ol. W e also have a moral r esponsibility to\ntake good care of earth’s biodiversity and pass it on in good order to ournext generation.\nBiodiversity conservation may be in situ  as well as ex situ.  In in situ\nconservation, the endangered species are protected in their natural\nhabitat so that the entire ecosystem is protected. Recently, 34\n‘biodiversity hotspots’ in the world have been proposed for intensive\nconservation ef forts. Of these, three (Wester n Ghats-Sri Lanka,\nHimalaya and Indo-Burma) cover India’s rich biodiversity regions. Ourcountry’s in situ  conservation efforts are reflected in its 14 biosphere\nreserves, 90 national parks, > 450 wildlife sanctuaries and many sacredgroves. Ex situ  conservation methods include protective maintenance\nof threatened species in zoological parks and botanical gardens, in vitro\nfertilisation, tissue culture propagation and cryopreservation of\ngametes.\nEXERCISES\n1.Name the three important components of biodiversity.\n2.How do ecologists estimate the total number of species present in the\nworld?\nReprint 2025-26\n\n227BIODIVERSITY AND CONSERVATION\n3.Give three hypotheses for explaining why tropics show greatest levels\nof species richness.\n4.What is the significance of the slope of regression in a species – area\nrelationship?\n5.What are the major causes of species losses in a geographical region?\n6.How is biodiversity important for ecosystem functioning?\n7.What are sacred groves? What is their role in conservation?\n8.Among the ecosystem services are control of floods and soil erosion.How is this achieved by the biotic components of the ecosystem?\n9.The species diversity of plants (22 per cent) is much less than that of\nanimals (72 per cent). What could be the explanations to how animals\nachieved greater diversification?\n10. Can you think of a situation where we deliberately want to make a\nspecies extinct?  How would you justify it?\nReprint 2025-26\n\nNOTES\nReprint 2025-26\n\n",
      "wordCount": 4342,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 13,
    "totalWords": 4342
  }
}