{
  "filename": "lebo108.pdf",
  "chapters": [
    {
      "chapterNumber": 8,
      "title": "MICROBES  IN HUMAN  WELFARE",
      "content": "CHAPTER 8\nMICROBES  IN HUMAN  WELFARE\n8.1 Microbes in Household\nProducts\n8.2 Microbes in Industrial\nProducts\n8.3 Microbes in Sewage\nTreatment\n8.4 Microbes in Production of\nBiogas\n8.5 Microbes as Biocontrol\nAgents\n8.6 Microbes as Biofertilisers\nReprint 2025-26\n\n150BIOLOGY\n(a)\n(b)\n(c)\n(a) (b)\nFigure 8.3 (a) Colonies of bacteria growing in a petri dish;\n(b) Fungal colony growing in a petri dish(a)\n (b)(c)\nFigure  8.1Bacteria: (a) Rod -shaped ,\nmagnified  1500X ; (b) Spherical\nshaped, magnified1500X; (c) A rod-\nshaped bacterium showing flagella,\nmagnified 50,000XFigure 8.2 Viruses: (a) A bacteriophage; (b)\nAdenovirus which causes respiratory\ninfections; (c) Rod-shaped Tobacco\nMosaic Virus (TMV). Magnified about\n1,00,000–1,50,000X\nReprint 2025-26\n\n151MICROBES IN HUMAN WELFARE\n In chapter 7, you have read that microbes cause a large number of\ndiseases in human beings. They also cause diseases in animals and plants.\nBut this should not make you think that all microbes are harmful; several\nmicrobes are useful to man in diverse ways. Some of the most important\ncontributions of micr obes to human welfar e are discussed in this chapter .\n8.1 M ICROBES  IN HOUSEHOLD  PRODUCTS\nYou would be surprised to know that we use micr obes or pr oducts\nderived from them everyday. A common example is the production of\ncurd from milk. Micro-organisms such as Lactobacillus  and others\ncommonly called lactic acid bacteria (LAB)  grow in milk and convert it\nto curd. During growth, the LAB produce acids that coagulate and\npartially digest the milk proteins. A small amount of curd added to the\nfresh milk as inoculum or starter contain millions of LAB, which at\nsuitable temperatures multiply, thus converting milk to curd, which\nalso improves its nutritional quality by increasing vitamin B12. In our\nstomach too, the LAB play very beneficial role in checking disease-\ncausing microbes.\nThe dough, which is used for making foods such as dosa and \nidli is\nalso fermented by bacteria. The puffed-up appearance of dough is due to\nthe production of  CO2 gas.  Can you tell which metabolic pathway is\ntaking place r esulting in the for mation of CO2? Where do you think the\nbacteria for these fer mentations come fr om?  Similarly the dough, which\nis used for making bread, is fermented using baker’s yeast\n(Saccharomyces cerevisiae). A number of  traditional drinks and foods\nare also made by fermentation by the microbes. ‘Toddy’, a traditional\ndrink of some parts of southern India is made by fermenting sap from\npalms. Microbes are also used to ferment fish, soyabean and bamboo-\nshoots to make foods. Cheese, is one of the oldest food items in which\nmicrobes were used. Different varieties of cheese are known by their\ncharacteristic texture, flavour and taste, the specificity coming from the\nmicrobes used. For example, the large holes in ‘Swiss cheese’ are due to\nproduction of a large amount of CO2 by a bacterium named\nPropionibacterium shar manii .  The ‘Roquefort cheese’ are ripened by\ngrowing a specific fungi on them, which gives them a particular flavo ur.\n8.2 MICROBES  IN INDUSTRIAL  PRODUCTS\nEven in industry, microbes are used to synthesise a number of products\nvaluable to human beings. Beverages and antibiotics are some examples.\nProduction on an industrial scale, requires growing microbes in very large\nvessels called fermentors  (Figure 8.4).\nReprint 2025-26\n\n152BIOLOGY\n8.2.1 Fermented Beverages\nMicrobes especially yeasts have been used from\ntime immemorial for the production of beverages\nlike wine, beer , whisky, brandy or rum. For this\npurpose the same yeast Saccharomyces\ncerevisiae  used for bread-making and\ncommonly called brewer’s yeast, is used for\nfermenting malted cereals and fruit juices, to\nproduce ethanol. Do you recollect the metabolic\nreactions, which result in the production of\nethanol by yeast?  Depending on the type of the\nraw material used for fermentation and the type\nof processing (with or without distillation)\ndifferent types of alcoholic drinks are obtained.\nWine and beer are produced without distillation\nwhereas whisky, brandy and rum are produced\nby distillation of the fermented broth. The\nphotograph of a fermentation plant is shown in\nFigure 8.5.\n8.2.2 Antibiotics\nAntibiotics produced by microbes are regarded\nas one of the most significant discoveries of the\ntwentieth century and have greatly contributed\ntowards the welfare of the human society. Anti is\na Greek word that means ‘against’, and bio means\n‘life’, together they mean ‘against life’ (in the\ncontext of disease causing organisms); whereas with reference to human\nbeings, they are ‘pro life’ and not against. Antibiotics are chemical\nsubstances, which are produced by some microbes and can kill or retard\nthe growth of other (disease-causing) microbes.\nYou ar e familiar with the commonly used antibiotic Penicillin. Do you\nknow that Penicillin was the first antibiotic to be discovered, and it was a\nchance discovery?  Alexander Fleming while working on \nStaphylococci\nbacteria, once observed a mould growing in one of his unwashed culture\nplates around which Staphylococci  could not grow. He found out that it\nwas due to a chemical produced by the mould and he named it Penicillin\nafter the mould Penicillium notatum.  However , its full potential as an\neffective antibiotic was established much later by Ernest Chain and\nHoward Florey. This antibiotic  was extensively used to treat American\nsoldiers wounded in W orld W ar II. Fleming, Chain and Flor ey were awar ded\nthe Nobel Prize in 1945, for this discovery.\nFigure 8.5 Fermentation Plant\nFigure 8.4 Fermentors\nReprint 2025-26\n\n153MICROBES IN HUMAN WELFARE\nAfter Penicillin, other antibiotics were also purified from other\nmicrobes. Can you name some other antibiotics and find out their\nsources? Antibiotics have greatly improved our capacity to treat deadly\ndiseases such as plague, whooping cough ( kali khans\ni), diphtheria (gal\nghotu ) and leprosy (kusht rog), which used to kill millions all over the\nglobe. Today, we cannot imagine a world without antibiotics.\n8.2.3 Chemicals, Enzymes and other Bioactive Molecules\nMicrobes are also used for commercial and industrial production of\ncertain chemicals like organic acids, alcohols and enzymes. Examples of\nacid producers are Aspergillus niger  (a fungus) of citric acid, Acetobacter\naceti (a bacterium) of acetic acid; Clostridium butylicum  (a bacterium) of\nbutyric acid and Lactobacillus (a bacterium) of lactic acid.\nYeast ( Saccharomyces cer evisiae) is used for commer cial pr oduction\nof ethanol. Microbes are also used for production of enzymes. Lipases are\nused in detergent formulations and are helpful in removing oily stains\nfrom the laundry. Y ou must have noticed that bottled fruit juices bought\nfrom the market are clearer as compared to those made at home. This is\nbecause the bottled juices are clarified by the use of pectinases and\nproteases. Streptokinase produced by the bacterium Streptococcus and\nmodified by genetic engineering is used as a ‘clot buster’ for removing\nclots from the blood vessels of patients who have undergone myocardial\ninfarction leading to heart attack.\nAnother bioactive molecule, cyclosporin A, that is used as an\nimmunosuppressive agent in organ-transplant patients, is produced by\nthe fungus Trichoder ma polysporum . Statins pr oduced by the yeast\nMonascus purpureus  have been commercialised as blood-cholesterol\nlowering agents. It acts by competitively inhibiting the enzyme responsible\nfor synthesis of cholesterol.\n8.3 M ICROBES  IN SEWAGE TREATMENT\nWe know that large quantities of waste water are generated everyday in\ncities and towns. A major component of this waste water is human excreta.\nThis municipal waste-water is also called sewage. It contains large\namounts of organic matter and microbes. Many of which are pathogenic.\nHave you ever wondered where this huge quantity of sewage or urban\nwaste water is disposed off daily? This cannot be discharged into natural\nwater bodies like rivers and streams directly – you can understand why.\nBefore disposal, hence, sewage is treated in sewage treatment plants (STPs)\nto make it less polluting. T reatment of waste water is done by the\nReprint 2025-26\n\n154BIOLOGY\nheterotrophic microbes naturally present in\nthe sewage. This treatment is carried out in\ntwo stages:\nPrimary treatment  : These treatment\nsteps basically involve physical removal of\nparticles – large and small – from the sewage\nthrough filtration and sedimentation. These\nare removed in stages; initially, floating debris\nis removed by sequential filtration. Then the\ngrit (soil and small pebbles) are removed by\nsedimentation. All solids that settle form the\nprimary sludge , and the supernatant forms\nthe effluent.  The effluent from the primary\nsettling tank is taken for secondary treatment.\nSecondary treatment or Biological treatment  : The primary\neffluent is passed into large aeration tanks (Figure 8.6) where it is\nconstantly agitated mechanically and air is pumped into it. This allows\nvigorous growth of useful aerobic microbes into flocs  (masses of\nbacteria associated with fungal filaments to form mesh like\nstructures). While growing, these microbes consume the major part\nof the organic matter in the effluent. This significantly reduces the\nBOD (biochemical oxygen demand)  of the effluent. BOD refers to\nthe amount of the oxygen that would be consumed if all the organic\nmatter in one liter of water were oxidised by bacteria. The sewage\nwater is treated till the BOD is reduced. The BOD test measures the\nrate of uptake of oxygen by micro-organisms in a sample of water\nand thus, indirectly, BOD is a measure of the organic matter present\nin the water . The gr eater the BOD of waste water , mor e is its polluting\npotential.\nOnce the BOD of sewage or waste water is reduced significantly, the\neffluent is then passed into a settling tank where the bacterial ‘flocs’ are\nallowed to sediment. This sediment is called activated sludge . A small\npart of the activated sludge is pumped back into the aeration tank to\nserve as the inoculum. The remaining major part of the sludge is pumped\ninto large tanks called anaerobic sludge digesters . Here, other kinds\nof bacteria, which grow anaerobically, digest the bacteria and the fungi\nin the sludge. During this digestion, bacteria produce a mixture of gases\nsuch as methane, hydrogen sulphide and carbon dioxide. These gases\nform biogas and can be used as source of energy as it is inflammable.\nThe effluent from the secondary treatment plant is generally released\ninto natural water bodies like rivers and streams. An aerial view of such\na plant is shown in Figure 8.7.\nFigure 8.6 Secondary treatment\nReprint 2025-26\n\n155MICROBES IN HUMAN WELFARE\nYou can appr eciate how micr obes play a major\nrole in treating millions of gallons of waste water\neveryday across the globe. This methodology has\nbeen practiced for more than a century now, in\nalmost all parts of the world. T ill date, no man-\nmade technology has been able to rival the\nmicrobial treatment of sewage.\nYou ar e awar e that due to incr easing\nurbanisation, sewage is being produced in much\nlarger quantities than ever before. However the\nnumber of sewage treatment plants has not\nincreased enough to treat such large quantities.\nSo the untreated sewage is often discharged directly into rivers leading to\ntheir pollution and incr ease in water -borne diseases.\nThe Ministry of Environment and Forests has initiated Ganga Action\nPlan and Yamuna Action Plan  to save these major rivers of our country\nfrom pollution. Under these plans, it is proposed to build a large number\nof sewage treatment plants so that only treated sewage may be discharged\nin the rivers. A visit to a sewage treatment plant situated in any place\nnear you would be a very interesting and educating experience.\n8.4 M ICROBES  IN PRODUCTION  \nOF BIOGAS\nBiogas is a mixture of gases (containing predominantly methane) produced\nby the micr obial activity and which may be used as fuel. Y ou have lear nt\nthat microbes produce different types of gaseous end-products during\ngrowth and metabolism. The type of the gas produced depends upon the\nmicrobes and the organic substrates they utilise. In the examples cited in\nrelation to fermentation of dough, cheese making and production of\nbeverages, the main gas pr oduced was CO2.. However , certain bacteria,\nwhich grow anaerobically on cellulosic material, produce large amount\nof methane along with CO2 and H2. These bacteria are collectively called\nmethanogens , and one such common bacterium is Methanobacterium .\nThese bacteria are commonly found in the anaerobic sludge during\nsewage treatment. These bacteria are also present in the rumen (a part of\nstomach) of cattle. A lot of cellulosic material present in the food of cattle\nis also present in the rumen. In rumen, these bacteria help in the\nbreakdown of cellulose and play an important role in the nutrition of\ncattle. Do you think we, human beings, are able to digest the celluose\npresent in our foods? Thus, the excreta (dung) of cattle, commonly called\ngobar , is rich in these bacteria. Dung can be used for generation of biogas,\ncommonly called gobar gas .\nThe biogas plant consists of a concrete tank (10-15 feet deep) in which\nbio-wastes are collected and a slurry of dung is fed. A floating cover is\nFigure 8.7 An aerial view of a sewage plant\nReprint 2025-26\n\n156BIOLOGY\nplaced over the slurry, which\nkeeps on rising as the gas is\nproduced in the tank due to the\nmicrobial activity. The biogas\nplant has an outlet, which is\nconnected to a pipe to supply\nbiogas to nearby houses. The\nspent slurry is removed through\nanother outlet and may be used\nas fert iliser . Cattle dung is\navailable in large quantities in\nrural areas where cattle are used\nfor a variety of purposes. So\nbiogas plants are more often\nbuilt in rural areas. The biogas\nthus produced is used for\ncooking and lighting. The\npicture of a biogas plant is\nshown in Figure 8.8.  The\ntechnology of biogas production\nwas developed in India mainly\ndue to the efforts of Indian Agricultural Research Institute (IARI) and\nKhadi and Village Industries Commission (KVIC).  If your school is situated\nin a village or near a village, it would be very interesting to enquire if there\nare any biogas plants nearby.  Vis it the biogas plant and learn more about\nit from the people who are actually managing it.\n8.5 M ICROBES  AS BIOCONTROL  AGENTS\nBiocontrol refers to the use of biological methods for controlling plant\ndiseases and pests. In modern society, these problems have been tackled\nincreasingly by the use of chemicals – by use of insecticides and pesticides.\nThese chemicals are toxic and extremely harmful, to human beings and\nanimals alike, and have been polluting our environment (soil, ground\nwater), fruits, vegetables and crop plants. Our soil is also polluted through\nour use of weedicides to remove weeds.\nBiological control of pests and diseases: \nIn agriculture, there is a\nmethod of controlling pests that relies on natural predation rather than\nintroduced chemicals. A key belief of the organic farmer is that biodiversity\nfurthers health. The more variety a landscape has, the more sustainable\nit is. The organic far mer, ther efore, works to cr eate a system wher e the\ninsects that are sometimes called pests are not eradicated, but instead\nare kept at manageable levels by a complex system of checks and balances\nwithin a living and vibrant ecosystem. Contrary to the ‘conventional’\nfarming practices which often use chemical methods to kill both useful\nFigure 8.8 A typical biogas plant\nReprint 2025-26\n\n157MICROBES IN HUMAN WELFARE\nand harmful life forms indiscriminately, this is a holistic approach that\nseeks to develop an understanding of the webs of interaction between the\nmyriad of organisms that constitute the field f auna and flora. The organic\nfarmer holds the view that the eradication of the creatures that are often\ndescribed as pests is not only possible, but also undesirable, for without\nthem the beneficial predatory and parasitic insects which depend upon\nthem as food or hosts would not be able to survive. Thus, the use of\nbiocontrol measures will greatly reduce our dependence on toxic chemicals\nand pesticides. An important part of the biological farming approach is\nto become familiar with the various life forms that inhabit the field,\npredators as well as pests, and also their life cycles, patterns of feeding\nand the habitats that they pr efer. This will help develop appr opriate means\nof biocontrol.\nThe very familiar beetle with red and black markings – the Ladybird,\nand Dragonflies are useful to get rid of aphids and mosquitoes,\nrespectively. An example of microbial biocontrol agents that can be\nintroduced in order to control butterfly caterpillars is the bacteria Bacillus\nthuringiensis (often written as  Bt). These are available in sachets as dried\nspores which are mixed with water and sprayed onto vulnerable plants\nsuch as brassicas and fruit trees, where these are eaten by the insect\nlarvae. In the gut of the larvae, the toxin is released and the larvae get\nkilled. The bacterial disease will kill the caterpillars, but leave other insects\nunharmed. Because of the development of methods of genetic engineering\nin the last decade or so, the scientists have introduced B. thuringiensis\ntoxin genes into plants. Such plants are resistant to attack by insect pests.\nBt-cotton  is one such example, which is being cultivated in some states\nof our country. Y ou will lear n mor e about this in chapter 10.\nA biological control being developed for use in the treatment of plant\ndisease is the fungus Trichoder ma. T richoder ma species ar e fr\nee-living\nfungi that are very common in the root ecosystems. They are effective\nbiocontrol agents of several plant pathogens.\nBaculoviruses are pathogens that attack insects and other arthropods.\nThe majority of baculoviruses used as biological control agents are in the\ngenus Nucleopolyhedrovirus. These viruses are excellent candidates for\nspecies-specific, narrow spectrum insecticidal applications. They have\nbeen shown to have no negative impacts on plants, mammals, birds, fish\nor even on non-target insects. This is especially desirable when beneficial\ninsects are being conserved to aid in an overall integrated pest\nmanagement (IPM) programme, or when an ecologically sensitive area is\nbeing treated.\n8.6 M ICROBES  AS BIOFERTILISERS\nWith our present day life styles environmental pollution is a major cause\nof concer n. The use of the chemical fertilisers to meet the ever -increasing\nReprint 2025-26\n\n158BIOLOGY\ndemand of agricultural produce has contributed significantly to\nthis pollution. Of course,  we have now realised that there are problems\nassociated with the overuse of  chemical fertilisers and there is a\nlarge pressure to switch to organic farming  – the use of biofertilisers .\nBiofertilisers  are organisms that enrich the nutrient quality of the soil.\nThe main sources of biofertilisers are bacteria, fungi and cyanobacteria.\nYou have studied about the nodules on the r oots of leguminous plants\nformed by the symbiotic association of \nRhizobium . These bacteria fix\natmospheric nitrogen into organic forms, which is used by the plant as\nnutrient. Other bacteria can fix atmospheric nitrogen while free-living in\nthe soil (examples Azospirillum and Azotobacter ), thus enriching the\nnitrogen content of the soil.\nFungi are also known to form symbiotic associations with plants\n(mycorrhiza ). Many members of the genus Glomus   form mycorrhiza.\nThe fungal symbiont in these associations absorbs phosphorus from\nsoil and passes it to the plant. Plants having such associations show\nother benefits also, such as resistance to root-borne pathogens, tolerance\nto salinity and drought, and an overall increase in plant growth and\ndevelopment. Can you tell what advantage the  fungus derives from\nthis association?\nCyanobacteria are autotrophic microbes widely distributed in aquatic\nand terrestrial environments many of which can fix atmospheric nitrogen,\ne.g. Anabaena, Nostoc , Oscillatoria, etc. In paddy fields, cyanobacteria\nserve as an important biofertiliser . Blue gr een algae also add or ganic matter\nto the soil and increase its fertility. Currently, in our country, a number\nof biofertilisers are available commercially in the market and farmers use\nthese regularly in their fields to replenish soil nutrients and to reduce\ndependence on chemical fertilisers.\nSUMMARY\nMicrobes are a very important component of life on earth. Not all\nmicrobes are pathogenic. Many microbes are very useful to human\nbeings. W e use micr obes and micr obially derived pr oducts almost every\nday. Bacteria called lactic acid bacteria (LAB) grow in milk to convert it\ninto curd. The dough, which is used to make bread, is fermented by\nyeast called Saccharomyces cerevisiae . Certain dishes such as idli and\ndosa, are made from dough fermented by microbes. Bacteria and fungi\nare used to impart particular texture, taste and flavor to cheese. Microbes\nare used to produce industrial products like lactic acid, acetic acid\nand alcohol, which are used in a variety of processes in the industry.\nAntibiotics like penicillins produced by useful microbes are used to kill\ndisease-causing harmful microbes. Antibiotics have played a major role\nin controlling infectious diseases like diphtheria, whooping cough and\nReprint 2025-26\n\n159MICROBES IN HUMAN WELFARE\nEXERCISES\n1.Bacteria cannot be seen with the naked eyes, but these can be seen\nwith the help of a microscope. If you have to carry a sample from your\nhome to your biology laboratory to demonstrate the presence of microbes\nwith the help of a microscope, which sample would you carry and why?\n2.Give examples to prove that microbes release gases during metabolism.\n3.In which food would you find lactic acid bacteria? Mention some of\ntheir useful applications.\n4.Name some traditional Indian foods made of wheat, rice and Bengal\ngram (or their products) which involve use of microbes.\n5.In which way have microbes played a major role in controlling diseases\ncaused by harmful bacteria?\n6.Name any two species of fungus, which are used in the production of\nthe antibiotics.\n7.What is sewage? In which way can sewage be harmful to us?\n8.What is the key difference between primary and secondary sewage\ntreatment?\n9.Do you think microbes can also be used as source of energy? If yes, how?\n",
      "wordCount": 3627,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 10,
      "title": "Microbes can be used to decrease the use of chemical",
      "content": "10. Microbes can be used to decrease the use of chemical fertilisers and\npesticides. Explain how this can be accomplished.\n",
      "wordCount": 20,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 11,
      "title": "Three water samples namely river water , untr eated",
      "content": "11. Three water samples namely river water , untr eated sewage water and\nsecondary effluent discharged from a sewage treatment plant were\nsubjected to BOD test. The samples were labelled A, B and C; but the\nlaboratory attendant did not note which was which.  The BOD values\nof the three samples A, B and C were recorded as 20mg/L, 8mg/L and\n400mg/L, respectively. Which sample of the water is most polluted?\nCan you assign the correct label to each assuming the river water is\nrelatively clean?pneumonia. For more than a hundred years, microbes are being used\nto treat sewage (waste water) by the process of activated sludge formation\nand this helps in recycling of water in nature. Methanogens produce\nmethane (biogas) while degrading plant waste. Biogas produced by\nmicrobes is used as a source of energy in rural areas. Microbes can also\nbe used to kill harmful pests, a process called as biocontrol. The\nbiocontrol measures help us to avoid heavy use of toxic pesticides for\ncontrolling pests. There is a need these days to push for use of\nbiofertilisers in place of chemical fertilisers.  It is clear from the diverse\nuses human beings have put microbes to that they play an important\nrole in the welfare of human society.\nReprint 2025-26\n\n160BIOLOGY\n",
      "wordCount": 213,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 12,
      "title": "Find out the name of the microbes from which Cyclosp",
      "content": "12. Find out the name of the microbes from which Cyclosporin A (an\nimmunosuppressive drug) and Statins (blood cholesterol lowering\nagents) are obtained.\n",
      "wordCount": 23,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 13,
      "title": "Find out the r ole of micr obes in the following and",
      "content": "13. Find out the r ole of micr obes in the following and discuss it with your teacher .\n(a) Single cell protein (SCP)\n(b) Soil\n",
      "wordCount": 26,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 14,
      "title": "Arrange the following in the decreasing order (most",
      "content": "14. Arrange the following in the decreasing order (most important first) of\ntheir importance, for the welfare of human society. Give reasons for\nyour answer .\nBiogas, Citric acid, Penicillin and Curd\n",
      "wordCount": 32,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 15,
      "title": "How do biofertilisers enrich the fertility of the so",
      "content": "15. How do biofertilisers enrich the fertility of the soil?\nReprint 2025-26\n\n",
      "wordCount": 12,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 12,
    "totalWords": 3953
  }
}