{
  "filename": "lebo106.pdf",
  "chapters": [
    {
      "chapterNumber": 6,
      "title": "EVOLUTION",
      "content": "CHAPTER 6\nEVOLUTION\n6.1 Origin of Life\n6.2 Evolution of Life Forms - A\nTheory\n6.3 What are the Evidences\nfor Evolution?\n6.4 What is Adaptive\nRadiation?\n6.5Biological Evolution\n6.6 Mechanism of Evolution\n6.7 Hardy - W einber g\nPrinciple\n6.8 A Brief Account of\nEvolution\n6.9 Origin and Evolution of\nMan\nReprint 2025-26\n\n111EVOLUTION\nold – almost 13.8 billion years old. Huge clusters of galaxies comprise the\nuniverse. Galaxies contain stars and clouds of gas and dust. Considering\nthe size of universe, earth is indeed a speck . The Big Bang  theory attempts\nto explain to us the origin of universe. It talks of a singular huge explosion\nunimaginable in physical terms. The universe expanded and hence, the\ntemperatur e came down. Hydr ogen and Helium for med sometime later .\nThe gases condensed under gravitation and formed the galaxies of the\npresent day universe. In the solar system of the milky way galaxy, earth\nwas supposed to have been formed about 4.5 billion years back . There\nwas no atmospher e on early earth. W ater vapo ur, methane, carbondioxide\nand ammonia released from molten mass covered the surface. The UV rays\nfrom the sun brokeup water into Hydrogen and Oxygen and the lighter H2\nescaped. Oxygen combined with ammonia and methane to for m water ,\nCO2 and others. The ozone layer was formed. As it cooled, the water vapor\nfell as rain, to fill all the depressions and form oceans. Life appeared 500\nmillion years after the formation of earth, i.e., almost four billion years back .\nDid life come from outerspace? Some scientists believe that it came\nfrom outside. Early Greek thinkers thought units of life called spores\nwere transferred to different planets including earth. ‘Panspermia’ is still\na favourite idea for some astronomers. For a long time it was also believed\nthat life came out of decaying and rotting matter like straw, mud, etc.\nThis was the theory of spontaneous generation. Louis Pasteur by careful\nexperimentation demonstrated that life comes only from pre-existing life.\nHe showed that in pre-sterilised flasks, life did not come from killed yeast\nwhile in another flask open to air , new living or ganisms ar ose fr om ‘killed\nyeast’. Spontaneous generation theory was dismissed once and for all.\nHowever , this did not answer how the first life for m came on earth.\nOparin of Russia and Haldane of England proposed that the first form\nof life could have come from pre-existing non-living organic molecules\n(e.g. RNA, protein, etc.) and that formation of life was preceded by chemical\nevolution, i.e., formation of diverse organic molecules from inorganic\nconstituents. The conditions on earth were – high temperature, volcanic\nstorms, reducing atmospher e containing CH4, NH3, etc. In 1953, S.L. Miller ,\nan American scientist created similar conditions in a laboratory scale\n(Figure 6.1). He created electric discharge in a closed flask containing\nCH4, H2, NH3 and water vapour at 8000C. He observed formation of amino\nacids. In similar experiments others observed, formation of sugars,\nnitrogen bases, pigment and fats. Analysis of meteorite content also\nrevealed similar compounds indicating that similar processes are\noccurring elsewhere in space. With this limited evidence, the first part of\nthe conjectured story, i.e., chemical evolution was more or less accepted.\nWe have no idea about how the first self r eplicating metabolic capsule\nof life arose. The first non-cellular forms of life could have originated\n3 billion years back. They would have been giant molecules (RNA, Protein,\nReprint 2025-26\n\n112BIOLOGY\nPolysaccharides, etc.). These capsules reproduced their molecules perhaps.\nThe first cellular form of life did not possibly originate till about 2000\nmillion years ago. These were probably single-cells. All life forms were in\nwater environment only. This version of a biogenesis, i.e., the first form of\nlife arose slowly through evolutionary forces from non-living molecules is\naccepted by majority. However , once for med, how the first cellular for ms\nof life could have evolved into the complex biodiversity of today is the\nfascinating story that will be discussed below.\n6.2 E VOLUTION OF LIFE FORMS – A T HEORY\nConventional religious literature tells us about the theory of special\ncreation. This theory has three connotations. One, that all living organisms\n(species or types) that we see today were created as such. Two, that the\ndiversity was always the same since creation and will be the same in future\nalso. Three, that earth is about 4000 years old. All these ideas were\nstrongly challenged during the nineteenth century. Based on observations\nmade during a sea voyage in a sail ship called H.M.S. Beagle round the\nworld, Charles Darwin concluded that existing living forms share\nsimilarities to varying degrees not only among themselves but also with\nlife forms that existed millions of years ago. Many such life forms do not\nexist any more. There had been extinctions of different life forms in the\nyears gone by just as new forms of life arose at different periods of history\nof earth. There has been gradual evolution of life forms. Any populationFigure 6.1 Diagrammatic representation of Miller’s\nexperiment\nReprint 2025-26\n\n113EVOLUTION\nhas built in variation in characteristics. Those characteristics which enable\nsome to survive better in natural conditions (climate, food, physical factors,\netc.) would outbreed others that are less-endowed to survive under such\nnatural conditions. Another word used is fitness of the individual or\npopulation. The fitness, according to Darwin, refers ultimately and only\nto reproductive fitness. Hence, those who are better fit in an environment,\nleave more progeny than others. These, therefore, will survive more and\nhence are selected b y nature. He called it natural selection and implied it\nas a mechanism of evolution. Let us also r emember that Alfr ed Wallace, a\nnaturalist who worked in Malay Archipelago had also come to similar\nconclusions around the same time. In due course of time, apparently new\ntypes of organisms are recognisable. All the existing life forms share\nsimilarities and shar e common ancestors. However , these ancestors wer e\npresent at different periods in the history of earth (epochs, periods and\neras). The geological history of earth closely correlates with t he biological\nhistory of earth. A common permissible conclusion is that earth is very\nold, not thousand of years as was thought earlier but billions of years old.\n6.3 W HAT ARE THE EVIDENCES  FOR EVOLUTION ?\nEvidence that evolution of life forms has indeed taken place on earth has\ncome from many quarters. Fossils are remains of hard parts of\nlife-forms found in rocks. Rocks form sediments and a cross-section of\nearth's crust indicates the arrangement of sediments one over the other\nduring the long history of earth. Different-aged rock sediments contain\nfossils of different life-forms who probably died during the formation of\nthe particular sediment. Some of them appear similar to modern\norganisms (Figure 6.2). They represent extinct organisms (e.g., Dinosaurs).\nA study of fossils in different sedimentary layers indicates the geological\nperiod in which they existed.  The study showed that life-forms varied\nover time and certain life forms are restricted to certain geological time-\nspans. Hence, new forms of life have arisen at different times in the history\nof earth. All this is called paleontological evidence. Do you remember how\nthe ages of the fossils are calculated? Do you recollect the method of\nradioactive-dating and the principles behind the procedure?\nEmbryological support for evolution  was also proposed by Ernst\nHeckel based upon the observation of certain features during embryonic\nstage common to all vertebrates that are absent in adult. For example,\nthe embryos of all vertebrates including human develop a row of vestigial\ngill slit just behind the head but it is a functional organ only in fish and\nnot found in any other adult vertebrates. However , this pr oposal was\ndisappr oved on car eful study per formed by Karl Er nst von Baer . He noted\nthat embryos never pass through the adult stages of other animals.\nComparative anatomy and morphology shows similarities and\ndifferences among organisms of today and those that existed years ago.\nReprint 2025-26\n\n114BIOLOGY\nFigure 6.2 A family tree of dinosaurs and their living modern day counterpart organisms like\ncrocodiles and birds\nSuch similarities can be interpreted to understand whether common\nancestors were shared or not. For example whales, bats, Cheetah and\nhuman (all mammals) share similarities in the pattern of bones of forelimbs\n(Figure 6.3b).  Though these forelimbs perform different functions in these\nanimals, they have similar anatomical structure – all of them have\nhumerus, radius, ulna, carpals, metacarpals and phalanges in their\nforelimbs. Hence, in these animals, the same structure developed along\ndifferent directions due to adaptations to different needs.  This is divergent\nevolution  and these structures are homologous .  Homology indicates\ncommon ancestry.  Other examples are vertebrate hearts or brains. In\nReprint 2025-26\n\n115EVOLUTION\nplants also, the thorn and tendrils of\nBougainvillea  and Cucurbita  represent\nhomology (Figure 6.3a). Homology is\nbased on divergent evolution whereas\nanalogy refers to a situation exactly\nopposite. Wings of butterfly and of birds\nlook alike. They are not anatomically\nsimilar structures though they perform\nsimilar functions.  Hence, analogous\nstructures are a result of convergent\nevolution  - different structures evolving\nfor the same function and hence having\nsimilarity. Other examples of analogy are\nthe eye of the octopus and of mammals\nor the flippers of Penguins and Dolphins.\nOne can say that it is the similar habitat\nthat has resulted in selection of similar\nadaptive features in different groups of\norganisms but toward the same function:\nSweet potato (root modification) and\npotato (stem modification) is another\nexample for analogy.\nIn the same line of argument,\nsimilarities in proteins and genes\nperforming a given function among diverse\norganisms give clues to common ancestry.\nThese biochemical similarities point to the\nsame shared ancestry as structural\nsimilarities among diverse organisms.\nMan has bred selected plants and\nanimals for agriculture, horticulture, sport\nor security. Man has domesticated many\nwild animals and crops. This intensive\nbreeding programme has created breeds\nthat differ from other breeds (e.g., dogs) but\nstill are of the same group. It is argued that\nif within hundreds of years, man could create new breeds, could not nature\nhave done the same over millions of years?\nAnother interesting observation supporting evolution by natural\nselection comes from England. In a collection of moths made in 1850s,\ni.e., before industrialisation set in, it was observed that there were more\nwhite-winged moths on trees than dark-winged or melanised moths.\nHowever , in the collection carried out from the same ar ea, but after\nindustrialisation, i.e., in 1920, there were more dark-winged moths in\nthe same area, i.e., the proportion was reversed.(b)\nFigure 6.3 Example of homologous organs in\n(a) Plants and (b) Animals(a)Tendril\nReprint 2025-26\n\n116BIOLOGY\nThe explanation put forth for this observation was that ‘predators will\nspot a moth against a contrasting background’. During post-\nindustrialisation period, the tree trunks became dark due to industrial\nsmoke and soots. Under this condition the white-winged moth did not\nsurvive due to predators, dark-winged or melanised moth survived. Before\nindustrialisation set in, thick growth of almost white-coloured lichen\ncovered the trees - in that background the white winged moth survived\nbut the dark-coloured moth were picked out by predators. Do you know\nthat lichens can be used as industrial pollution indicators? They will\nnot grow in areas that are polluted.  Hence, moths that were able to\ncamouflage themselves, i.e., hide in the background, survived\n(Figure 6.4). This understanding is supported by the fact that in areas\nwhere industrialisation did not occur e.g., in rural areas, the count of\nmelanic moths was low. This showed that in a mixed population, those\nthat can better -adapt, survive and incr ease in population size. Remember\nthat no variant is completely wiped out.\nSimilarly, excess use of herbicides, pesticides, etc., has only resulted in\nselection of resistant varieties in a much lesser time scale. This is also true for\nmicrobes against which we employ antibiotics or drugs against eukaryotic\norganisms/cell. Hence, resistant organisms/cells are appearing in a time\nscale of months or years and not centuries. These are examples of evolution\nby anthropogenic action. This also tells us that evolution is not a directed\nprocess in the sense of determinism.  It is a stochastic process based on\nchance events in nature and chance mutation in the organisms.\n6.4 W HAT IS ADAPTIVE  RADIA TION?\nDuring his journey Darwin went to Galapagos Islands. There he observed\nan amazing diversity of creatures. Of particular interest, small black birds\nlater called Darwin ’s Finches amazed him. He realised that there were manyFigure 6.4 Figure showing white - winged moth and dark - winged moth (melanised)\non a tree trunk (a) In unpolluted area (b) In polluted area\n(a) (b)\nReprint 2025-26\n\n117EVOLUTION\nvariet ies of finches in the same island. All the varieties, he conjectured,\nevolved on the island itself. From the original seed -eating features, many\nother forms with altered beaks arose, enabling them to become insectivorous\nand vegetarian finches (Figure 6.5). This process of evolution of different\nspecies in a given geographical area starting from a point and literally\nradiating to other areas of geography (habitats) is called adaptive radiation .\nDarwin’s finches represent one of the best examples of this phenomenon.\nAnother example is Australian marsupials. A number of marsupials, each\ndifferent from the other (Figure 6.6) evolved from an ancestral stock, but all\nwithin the Australian island continent. When more than one adaptive radiation\nappeared to have occurred in an isolated geographical area (representing\nFigure 6.6  Adaptive radiation of marsupials of Australia\nFigur e 6.5 Variety of beaks of finches that Darwin found in Galapagos Island\nReprint 2025-26\n\n118BIOLOGY\ndifferent habitats), one can call this convergent\nevolution. Placental mammals in Australia also\nexhibit adaptive radiation in evolving into\nvarieties of such placental mammals each of\nwhich appears to be ‘similar ’ to a corresponding\nmarsupial (e .g., Placental wolf and Tasmanian\nwolf-marsupial) .\n (Figure 6.7).\n6.5 B IOLOGICAL  EVOLUTION\nEvolution by natural selection, in a true sense\nwould have started when cellular forms of life\nwith differences in metabolic capability\noriginated on earth.\nThe essence of Darwinian theory about\nevolution is natural selection. The rate of\nappearance of new forms is linked to the life cycle\nor the life span. Microbes that divide fast have\nthe ability to multiply and become millions of\nindividuals within hours. A colony of bacteria\n(say A) growing on a given medium has built-in\nvariation in terms of ability to utilise a feed\ncomponent. A change in the medium\ncomposition would bring out only that part of\nthe population (say B) that can survive under\nthe new conditions. In due course of time this\nvariant population outgrows the others and\nappears as new species. This would happen\nwithin days. For the same thing to happen in a\nfish or fowl would take million of years as life\nspans of these animals are in years. Here we say\nthat fitness of B is better than that of A under\nthe new conditions. Nature selects for fitness.\nOne must remember that the so-called fitness is\nbased on characteristics which are inherited.\nHence, there must be a genetic basis for getting selected and to evolve.\nAnother way of saying the same thing is that some organisms are better\nadapted to survive in an otherwise hostile environment. Adaptive ability is\ninherited. It has a genetic basis. Fitness is the end result of the ability to\nadapt and get selected by nature.\nBranching descent  and natural selection  are the two key concepts\nof Darwinian Theory of Evolution (Figures 6.7 and 6.8).\nEven before Darwin, a French naturalist Lamarck had said that\nevolution of life forms had occurred but driven by use and disuse ofFigure 6.7 Picture showing convergent evolution\nof Australian Marsupials and\nplacental mammals\nReprint 2025-26\n\n119EVOLUTION\norgans. He gave the examples of Giraffes who in an attempt to forage\nleaves on tall trees had to adapt by elongation of their necks. As they\npassed on this acquired character of elongated neck to succeeding\ngenerations, Giraffes, slowly, over the years, came to acquire long necks.\nNobody believes this conjecture any more.\nIs evolution a process or the result of a process?  The world we see,\ninanimate and animate, is only the success stories of evolution. When we\ndescribe the story of this world we describe evolution as a process. On the\nother hand when we describe the story of life on earth, we treat evolution\nas a consequence of a process called natural selection. W e are still not\nvery clear whether to regard evolution and natural selection as processes\nor end result of unknown processes.\nIt is possible that the work of Thomas Malthus on populations\ninfluenced Darwin. Natural selection is based on certain observations\nwhich are factual. For example, natural resources are limited, populations\nare stable in size except for seasonal fluctuation, members of a population\nvary in characteristics (infact no two individuals are alike) even though\nthey look super ficially similar , most of variations ar e inherited etc. The\nfact that theoretically population size will grow exponentially if everybody\nreproduced maximally (this fact can be seen in a growing bacterial\npopulation) and the fact that population sizes in reality are limited, means\nthat there had been competition for resources. Only some survived and\ngrew at the cost of others that could not flourish. The novelty and brilliant\ninsight of Darwin was this: he asserted that variations, which are heritable\nand which make resource utilisation better for few (adapted to habitat\nbetter) will enable only those to reproduce and leave more progeny. Hence\nfor a period of time, over many generations, survivors will leave more\nprogeny and there would be a change in population characteristic and\nhence new forms appear to arise.\n6.6 M ECHANISM  OF EVOLUTION\nWhat is the origin of this variation and how does speciation occur? Even\nthough Mendel had talked of inheritable 'factors' influencing phenotype,\nDarwin either ignored these observations or kept silence. In the first decade\nof twentieth century, Hugo deV ries based on his work on evening primr ose\nbrought forth the idea of mutations – large difference arising suddenly in\na population. He believed that it is mutation which causes evolution and\nnot the minor variations (heritable) that Darwin talked about. Mutations\nare random and directionless while Darwinian variations are small and\ndirectional. Evolution for Darwin was gradual while deV ries believed\nmutation caused speciation and hence called it \nsaltation  (single step\nlarge mutation). Studies in population genetics, later , brought out\nsome clarity.\nReprint 2025-26\n\n120BIOLOGY\nFigure 6.8 Diagrammatic representation of the operation of natural selection on different\ntraits : (a) Stabilising (b) Directional and (c) Disruptive(a)\n(b)\n(c)6.7 H ARDY-WEINBERG  PRINCIPLE\nIn a given population one can find out the frequency of occurrence of\nalleles of a gene or a locus. This frequency is supposed to remain fixed\nand even r emain the same thr ough generations. Har dy-Weinber g principle\nstated it using algebraic equations.\nThis principle says that allele frequencies in a population are stable\nand is constant from generation to generation. The gene pool (total genes\nand their alleles in a population) remains a constant. This is called\ngenetic equilibrium. Sum total of all the allelic frequencies is 1. Individual\nReprint 2025-26\n\n121EVOLUTION\nfrequencies, for example, can be named p, q, etc. In a diploid, p and q\nrepresent the frequency of allele A and allele a. The frequency of AA\nindividuals in a population is simply p2.  This is simply stated in another\nways, i.e., the probability that an allele A with a frequency of p appear on\nboth the chromosomes of a diploid individual is simply the product\nof the probabilities, i.e., p2. Similarly of aa is q2, of Aa 2pq. Hence,\np2+2pq+q2=1. This is a binomial expansion of (p+q)2. When frequency\nmeasured, differs from expected values, the difference (direction) indicates\nthe extent of evolutionary change. Disturbance in genetic equilibrium, or\nHardy- W einber g equilibrium, i.e., change of fr equency of alleles in a\npopulation would then be interpreted as resulting in evolution.\nFive factors are known to af fect Har dy-W einber g equilibrium. These\nare gene migration or gene flow, genetic drift, mutation, genetic\nrecombination and natural selection. When migration of a section of\npopulation to another place and population occurs, gene frequencies\nchange in the original as well as in the new population. New genes/alleles\nare added to the new population and these are lost from the old population.\nThere would be a gene flow if this gene migration, happens multiple times.\nIf the same change occurs by chance, it is called genetic drift. Sometimes\nthe change in allele frequency is so different in the new sample of population\nthat they become a different species. The original drifted population\nbecomes founders and the effect is called founder effect .\nMicrobial experiments show that pre-existing advantageous\nmutations when selected will result in observation of new phenotypes.\nOver few generations, this would result in Speciation. Natural selection is\na process in which heritable variations enabling better survival are enabled\nto reproduce and leave greater number of progeny. A critical analysis\nmakes us believe that variation due to mutation or variation due to\nrecombination during gametogenesis, or due to gene flow or genetic drift\nresults in changed frequency of genes and alleles in future generation.\nCoupled to enhance reproductive success, natural selection makes it look\nlike different population. Natural selection can lead to stabilisation (in\nwhich more individuals acquire mean charac ter value), directional change\n(more individuals acquire value other than the mean character value) or\ndisruption (more individuals acquire peripheral character value at both\nends of the distribution curve) (Figure 6.8).\n6.8 A B RIEF ACCOUNT\n OF EVOLUTION\nAbout 2000 million years ago ( mya) the first cellular forms of life appeared\non earth. The mechanism of how non-cellular aggregates of giant\nmacromolecules could evolve into cells with membranous envelop is not\nknown. Some of these cells had the ability to release O2. The reaction\nReprint 2025-26\n\n122BIOLOGY\nFigure 6.9   A sketch of the evolution of plant forms through geological periods\ncould have been similar to the light reaction in photosynthesis where water\nis split with the help of solar energy captured and channelised by\nappropriate light harvesting pigments. Slowly single-celled organisms\nbecame multi-cellular life forms. By the time of 500 mya, invertebrates\nwere formed and active. Jawless fish probably evolved around 350 mya.\nSea weeds and few plants existed pr obably ar ound 320 mya.  W e are told\nthat the first organisms that invaded land were plants. They were\nwidespread on land when animals invaded land. Fish with stout and strong\nfins could move on land and go back to water . This was about 350 mya. In\n1938, a fish caught in South Africa happened to be a Coelacanth which was\nthought to be extinct. These animals called lobefins evolved into the\nReprint 2025-26\n\n123EVOLUTION\nfirst amphibians that lived on both land and water . Ther e are no specimens\nof these left with us. However , these wer e ancestors of moder n day fr ogs\nand salamanders. The amphibians evolved into reptiles. They lay thick-\nshelled eggs which do not dry up in sun unlike those of amphibians.\nAgain we only see their modern day descendents, the turtles, tortoises\nand crocodiles. In the next 200 millions years or so, reptiles of differentFigure 6.10 Representative evolutionary history of vertebrates through geological periods\nReprint 2025-26\n\n124BIOLOGY\nshapes a nd sizes dominated on earth. Giant ferns (pteridophytes) were\npresent but they all fell to form coal deposits slowly. Some of these land\nreptiles went back into water to evolve into fish like reptiles probably 200\nmya (e .g. Ichthyosaurs ). The land reptiles were , of course , the dinosaurs.\nThe biggest of them , i.e., Tyrannosaurus rex  was about 20 feet in height\nand had huge fearsome dagger like teeth. About 65 mya, the dinosaurs\nsuddenly disappear ed from the earth. W e do not know the true reason.\nSome say climatic changes killed them. Some say most of them evolved\ninto birds. The truth may live in between. Small sized reptiles of  that era\nstill exist today.\nThe first mammals were like shrews. Their fossils are small sized.\nMammals were viviparous and protected their unborn young inside the\nmother’s body. Mammals were more intelligent in sensing and avoiding\ndanger at least. When reptiles came down mammals took over this earth.\nThere were in South America mammals resembling horse, hippopotamus,\nbear, rabbit, etc. Due to continental drift, when South America joined\nNorth America, these animals were overridden by North American fauna.\nDue to the same continental drift pouched mammals of Australia survived\nbecause of lack of competition from any other mammal.\nLest we for get, some mammals live wholly in water . Whales, dolphins,\nseals and sea cows are some examples. Evolution of horse, elephant, dog,\netc., ar e special stories of evolution. Y ou will lear n about these in higher\nclasses. The most successful story is the evolution of man with language\nskills and self-consciousness.\nA rough sketch of the evolution of life forms, their times on a geological\nscale are indicated in (Figures 6.9 and 6.10).\n6.9 O RIGIN AND EVOLUTION  OF MAN\nAbout 15 mya, primates called Dryopithecus  and Ramapithecus  were\nexisting. They were hairy and walked like gorillas and chimpanzees.\nRamapithecus  was more man-like while Dryopithecus  was more\nape-like. Few fossils of man-like bones have been discovered in Ethiopia\nand Tanzania (Figure 6.11). These revealed hominid features leading to\nthe belief that about 3-4 mya, man-like primates walked in eastern Africa.\nThey were probably not taller than 4 feet but walked up right. Two mya,\nAustralopithecines  probably lived in East African grasslands. Evidence\nshows they hunted with stone weapons but essentially ate fruit. Some of\nthe bones among the bones discovered were different. This creature was\ncalled the first human-like being the hominid and was called Homo habilis .\nThe brain capacities were between 650-800cc. They probably did not eat\nmeat. Fossils discovered in Java in 1891 revealed the next stage, i.e.,  Homo\nerectus  about 1.5 mya. Homo erectus  had a large brain around 900cc.\nReprint 2025-26\n\n125EVOLUTION\nFigure 6.11 A comparison of the skulls of adult modern human being, baby chimpanzee and\nadult chimpanzee. The skull of baby chimpanzee is more like adult human skull\nthan adult chimpanzee skull\nHomo erectus  probably ate meat. The Neanderthal man with a brain size\nof 1400cc lived in near east and central Asia between 1,00,000-40,000\nyears back. They used hides to protect their body and buried their dead.\nHomo sapiens  arose in Africa and moved across continents and developed\ninto distinct races. During ice age between 75,000-10,000 years ago\nmodern Homo sapiens  arose. Pre-historic cave art developed about\n18,000 years ago. One such cave paintings by Pre-historic humans can\nbe seen at Bhimbetka rock shelter in Raisen district of Madhya Pradesh.\nAgriculture came around 10,000 years back and human settlements\nstarted. The rest of what happened is part of human history of growth\nand decline of civilisations.\nReprint 2025-26\n\n126BIOLOGY\nEXERCISES\n1.Explain antibiotic resistance observed in bacteria in light of Darwinian\nselection theory.\n2.Find out from newspapers and popular science articles any new fossil\ndiscoveries or controversies about evolution.\n3.Attempt giving a clear definition of the term species.\n4.Try to trace the various components of human evolution (hint: brain\nsize and function, skeletal structure, dietary preference, etc.)\n5.Find out through internet and popular science articles whether animals\nother than man has self-consciousness.\n6.List 10 modern-day animals and using the internet resources link it to\na corresponding ancient fossil. Name both.\n7.Practise drawing various animals and plants.\n8.Describe one example of adaptive radiation.\n9.Can we call human evolution as adaptive radiation?\n",
      "wordCount": 4640,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 10,
      "title": "Using various resources such as your school Library",
      "content": "10. Using various resources such as your school Library or the internet\nand discussions with your teacher , trace the evolutionary stages of\nany one animal, say horse.\nSUMMARY\nThe origin of life on earth can be understood only against the\nbackground of origin of universe especially earth. Most scientists\nbelieve chemical evolution , i.e., formation of biomolecules preceded\nthe appearance of the first cellular f orms of life. The subsequent events\nas to what happened to the first form  of life is a conjectured story\nbased on Darwinian ideas of organic evolution by natural selection.\nDiversity of life forms on earth has been changing over millions of\nyears. It is generally beli eved that variations in a population result in\nvariable fitness . Other phenomena like habitat fragmentation and\ngenetic drift may accentuate these variations leading to appearance\nof new spec ies and hence evolution. Homology is accounted for by the\nidea of branching descent . Study of compar ative anatomy, fossils  and\ncompar ative  biochem istry provides evidence for evolution.  Among the\nstories of evolution of individual  species, the story of evolution of\nmodern man is most interesting and appears to parallel evolution of\nhuman brain and language.\nReprint 2025-26\n\n",
      "wordCount": 202,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 17,
    "totalWords": 4842
  }
}