{
  "filename": "lebo109.pdf",
  "chapters": [
    {
      "chapterNumber": 9,
      "title": "Biotechnology : Principles and",
      "content": "Chapter 9\nBiotechnology : Principles and\nProcesses\n",
      "wordCount": 7,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 10,
      "title": "Biotechnology and Its",
      "content": "Chapter 10\nBiotechnology and Its\nApplications\nReprint 2025-26\n\nHerbert Boyer was born in 1936 and brought up in a corner of western\nPennsylvania where railroads and mines were the destiny of most young\nmen. He completed graduate work at the University of Pittsburgh, in\n1963, followed by three years of post-graduate studies at Yale.\nIn 1966, Boyer took over assistant professorship at the University of\nCalifornia at San Francisco. By 1969, he performed studies on a couple\nof restriction enzymes of the E. coli  bacterium with especially useful\nproperties. Boyer observed that these enzymes have the capability of\ncutting DNA strands in a particular fashion, which left what has became\nknown as ‘sticky ends’ on the strands. These clipped ends made pasting\ntogether pieces of DNA a precise exercise.\nThis discovery, in turn, led to a rich and rewarding conversation in\nHawaii with a Stanford scientist named Stanley Cohen. Cohen had\nbeen studying small ringlets of DNA called plasmids and which float\nabout freely in the cytoplasm of certain bacterial cells and  replicate\nindependently from the coding strand of DNA. Cohen had developed\na method of removing these plasmids from the cell and then reinserting\nthem in other cells. Combining this process with that of DNA splicing\nenabled Boyer and Cohen to recombine segments of DNA in desired\nconfigurations and insert the DNA in bacterial cells, which could then\nact as manufacturing plants for specific proteins. This breakthrough was\nthe basis upon which the discipline of biotechnology was founded.HERBERT  BOYER\n(1936 )\nReprint 2025-26\n\nBiotechn ology  deal s with techniques of using live\norganisms or enzymes from organisms to produce products\nand processes useful to humans. In this sense, making\ncurd, bread or wine, which are all microbe -mediated\nprocesses , could also be thought as a form of\nbiotechnology. However , it is used in a r estricted sense\ntoday , to refer to such of those processes which use\ngenetically modified organisms to achieve the same on a\nlarger scale. Further , many other pr ocesses/techniques ar e\nalso included under biotechnology . For example, in vitro\nfertilisation leading to a ‘test-tube’ baby, synthesising a\ngene and using it, developing a DNA vaccine or correcting\na defective gene ,\n are all part of biotechnology.\nThe European Federation of Biotechnology (EFB) has\ngiven a definition of biotechnology that encompasses both\ntraditional view and modern molecular biotechnology.\nThe definition given by EFB is as follows:\n‘The integration of natural science and organisms,\ncells, parts thereof, and molecular analogues for products\nand services’.\n9.1 P RINCIPLES  OF BIOTECHNOLOGY\nAmong many, the two core techniques that enabled birth\nof modern biotechnology are :\n(i)Genetic engineerin g : Techniques to alter the\nchemistry of genetic material (DNA and RNA),CHAPTER 9\nBIOTECHNOLOGY : PRINCIPLES\nAND PROCESSES\n9.1 Principles of Biotechnology\n9.2 Tools of Recombinant DNA\nTechnology\n9.3 Processes of Recombinant\nDNA T echnology\nReprint 2025-26\n\n164BIOLOGY\nto introduce these into host organisms and thus change the\nphenotype of the host organism.\n(ii)Bioprocess engineerin g: Maintenance of sterile (microbial\ncontamination-free) ambience in chemical engineering processes\nto enable growth of only the desired microbe/eukaryotic cell in\nlarge quantities for the manufacture of biotechnological products\nlike antibiotics, vaccines, enzymes, etc.\nLet us now understand the conceptual development of the  principles\nof genetic engineering.\nYou pr obably appr eciate the advantages of sexual repr oduction over\nasexual reproduction. The former provides opportunities for variations\nand formulation of unique combinations of genetic setup, some of which\nmay be beneficial to the organism as well as the population. Asexual\nreproduction preserves the genetic information, while sexual reproduction\npermits variation. T raditional hybridisation pr ocedur es used in plant and\nanimal breeding, very often lead to inclusion and multiplication of\nundesirable genes along with the desired genes. The techniques of genetic\nengineering which include creation of  recombinant DNA , use of\ngene cloning  and gene transfer , over come this limitation and allows us\nto isolate and introduce only one or a set of desirable genes without\nintroducing undesirable genes into the target organism.\nDo you know the likely fate of a piece of DNA, which is somehow\ntransferred into an alien organism? Most likely, this piece of DNA would\nnot be able to multiply itself in the progeny cells of the organism. But,\nwhen it gets integrated into the genome of the recipient, it may multiply\nand be inherited along with the host DNA.  This is because the alien piece\nof DNA has become part of a chromosome, which has the ability to\nreplicate.  In a chromosome there is a specific DNA sequence called the\norigin of replication,  which is responsible for initiating replication.\nTherefore, for the multiplication of any alien piece of DNA in an organism\nit needs to be a part of a chromosome(s) which has a specific sequence\nknown as ‘origin of replication’. Thus, an alien DNA is linked with the\norigin of replication, so that, this alien piece of DNA can replicate and\nmultiply itself in the host organism. This can also be called as cloning  or\nmaking multiple identical copies of any template DNA.\nLet us now focus on the first instance of the construction of an artificial\nrecombinant DNA molecule. The construction of the first recombinant\nDNA emerged from the possibility of linking a gene encoding antibiotic\nresistance with a native plasmid (autonomously replicating circular\nextra-chromosomal DNA) of Salmonella typhimurium . Stanley Cohen and\nHerbert Boyer accomplished this in 1972 by isolating the antibiotic\nresistance gene by cutting out a piece of DNA from a plasmid which was\nresponsible for conferring antibiotic resistance. The cutting of DNA\n at\nspecific locations became po ssible with the discovery of the so-called\nReprint 2025-26\n\n BIOTECHNOLOGY : PRINCIPLES AND PROCESSES\n165‘molecular scissors’– restriction enzymes . The cut piece of DNA was\nthen linked with the plasmid DNA. These plasmid DNA act as vectors  to\ntransfer the piece of DNA attached to it.  Y ou pr obably know that mosquito\nacts as an insect vector to transfer the malarial parasite into human body.\nIn the same way, a plasmid can be used as vector to deliver an alien piece\nof DNA into the host organism. The linking of antibiotic resistance gene\nwith the plasmid vector became possible with the enzyme DNA ligase,\nwhich acts on cut DNA molecules and joins their ends. This makes a new\ncombination of circular autonomously replicating DNA created in vitro\nand is known as recombinant DNA. When this DNA is transferred into\nEscherichia coli , a bacterium closely related to Salmonella,  it could\nreplicate using the new host’s DNA polymerase enzyme and make multiple\ncopies. The ability to multiply copies of antibiotic resistance gene in\nE. coli  was called cloning\n of antibiotic resistance gene in E. coli .\nYou can hence infer that ther e are three basic steps in genetically\nmodifying an organism —\n(i)identification of DNA with desirable genes;\n(ii)introduction of the identified DNA into the host;\n(iii)maintenance of introduced DNA in the host and transfer of the DNA\nto its progeny.\n9.2 TOOLS OF RECOMBINANT  DNA T ECHNOLOGY\nNow we know from the foregoing discussion that genetic engineering or\nrecombinant DNA technology can be accomplished only if we have the\nkey tools, i.e., restriction enzymes, polymerase enzymes, ligases, vectors\nand the host organism. Let us try to understand some of these in detail.\n9.2.1 Restriction Enzymes\nIn the year 1963, the two enzymes responsible for restricting the growth\nof bacteriophage in Escherichia coli were isolated. One of these added\nmethyl groups to DNA, while the other cut DNA. The later was called\nrestriction endonuclease.\nThe first restriction endonuclease– Hind II , whose functioning\ndepended on a specific DNA nucleotide sequence was isolated and\ncharacterised five years later . It was found that Hind II always cut DNA\nmolecules at a particular point by recognising a specific sequence of\nsix base pairs. This specific base sequence is known as the\nrecognition sequence  for Hind II . Besides Hind II, today we know more\nthan 900 restriction enzymes that have been isolated from over 230 strains\nof bacteria each of which recognise different recognition sequences.\nThe convention for naming these enzymes is the first letter of the name\ncomes from the genus and the second two letters come from the species of\nthe prokaryotic cell from which t hey were isolated, e.g., EcoRI comes fr om\nEscherichia coli RY 13. In EcoRI, the letter ‘R’ is derived from the name of\nReprint 2025-26\n\n166BIOLOGY\nstrain. Roman numbers following the names indicate the order in which\nthe enzymes were isolated from that strain of bacteria.\nRestriction enzymes belong to a larger class of enzymes called\nnucleases . These are of two kinds; exonucleases  and endonucleases .\nExonucleases remove nucleotides from the ends of the DNA whereas,\nendonucleases make cuts at specific positions within the DNA.\nEach restriction endonuclease functions by ‘inspecting’ the length of\na DNA sequence. Once it finds its specific recognition sequence, it\nwill bind to the DNA and cut each of the two strands of the double\nhelix at specific points in their sugar -phosphate backbones\n(Figure 9.1). Each restriction endonuclease recognises a specific\npalindromic nucleotide sequences  in the DNA.\nFigure 9.1 Steps in formation of recombinant DNA by action of restriction endonuclease\nenzyme - EcoRI\nDo you  know what palindromes are?  These are groups of letters\nthat form the same words when read both forward and backward,\ne.g., “MALA YALAM”. As against a wor d-palindr ome wher e the same\nword is read in both directions, the palindrome in DNA is a sequence\nof base pairs that reads same on the two strands when orientation of\nReprint 2025-26\n\n BIOTECHNOLOGY : PRINCIPLES AND PROCESSES\n167reading is kept the same. For exampl e, the following sequences reads\nthe same on the two strands in  5' /barb2right 3' direction. This is also true if\nread in the  3' /barb2right 5' direction.\n5' —— GAATTC ——  3 '\n3' —— CTTAAG —— 5 '\nRestriction enzymes cut the strand of DNA a little away from the centre\nof the palindrome sites, but between the same two bases on the opposite\nstrands. This leaves single stranded portions at the ends. There are\noverhanging stretches called sticky ends on each strand (Figure 9.1). These\nare named so because they form hydrogen bonds with their\ncomplementary cut counterparts. This stickiness of the ends facilitates\nthe action of the enzyme DNA ligase.\nRestriction endonucleases are used in genetic engineering to form\n‘recombinant’ molecules of DNA, which are composed of DNA from\ndifferent sources/genomes.\nWhen cut by the same restriction enzyme, the resultant DNA fragments\nhave the same kind of ‘sticky-ends’ and, these can be joined together\n(end-to-end) using DNA ligases (Figure 9.2).\nFigure 9.2 Diagram matic representation of recombinant DNA technologyRecombinant DNA\nMolecule\n(Cloning Host)\nReprint 2025-26\n\n168BIOLOGY\nYou may have r ealised that nor mally, unless one cuts the vector and\nthe source DNA with the same restriction enzyme, the recombinant vector\nmolecule cannot be created.\nSeparation and isolation of DNA fragments : The cutting of DNA by\nrestriction endonucleases results in the fragments of DNA. These fragments\ncan be separated by a technique known as gel electrophoresis . Since\nDNA fragments are negatively charged molecules they can be separated\nby forcing them to move towards the anode under an electric field through\na medium/matrix. Nowadays the most commonly used matrix is agarose\nwhich is a natural polymer extracted from sea weeds.  The DNA fragments\nseparate (resolve) according to their size through sieving effect provided\nby the agarose gel. Hence, the smaller the fragment size, the farther it\nmoves. \nLook at the Figure 9.3 and guess at which end of the gel the\nsample was loaded.\nThe separated DNA fragments can be\nvisualised only after staining the DNA\nwith a compound known as ethidium\nbromide followed by exposure to UV\nradiation (you cannot see pure DNA\nfragments in the visible light and\nwithout staining). Y ou can see bright\norange coloured bands of DNA in a\nethidium bromide stained gel\nexposed to UV light (Figure 9.3). The\nseparated bands of DNA are cut out\nfrom the agarose gel and extracted\nfrom the gel piece. This step is known\nas elution. The DNA fragments\npurified in this way are used in\nconstructing recombinant DNA by\njoining them with cloning vectors.\n9.2.2 Cloning V ectors\nYou know that plasmids and bacteriophages have the ability to r eplicate\nwithin bacterial cells independent of the control of chromosomal DNA.\nBacteriophages because of their high number per cell, have very high\ncopy numbers of their genome within the bacterial cells. Some plasmids\nmay have only one or two copies per cell whereas others may have\n15-100 copies per cell. Their numbers can go even higher . If we ar e able\nto link an alien piece of DNA with bacteriophage or plasmid DNA, we can\nmultiply its numbers equal to the copy number of the plasmid or\nbacteriophage. V ectors used at present, ar e engineer ed in such a way\nthat they help easy linking of foreign DNA and selection of recombinants\nfrom non-recombinants.Figure 9.3 A typical agarose gel\nelectrophoresis showing\nmigration of undigested\n(lane 1) and digested set of\nDNA fragments (lane 2 to 4)\nReprint 2025-26\n\n BIOTECHNOLOGY : PRINCIPLES AND PROCESSES\n169The following are the features that are required to facilitate cloning\ninto a vector .\n(i)Origin of replication (ori)  : This is a sequence from where\nreplication starts and any pi ece of DNA when linked to this sequence\ncan be made to replicate within the host cells. This sequence is also\nresponsible for controlling the copy number of the linked DNA. So,\nif one wants to recover many copies of the target DNA it should be\ncloned in a vector whose origin support high copy number .\n(ii)Selectable marker  : In addition to ‘ori’, the vector requires a\nselectable marker , which helps in identifying and eliminating non-\ntransformants and selectively permitting the growth of the\ntransformants.  Transformation  is a procedure through which a\npiece of DNA is introduced in a host bacterium (you will study the\nprocess in subsequent section). Normally, the genes encoding\nresistance to antibiotics such as ampicillin, chloramphenicol,\ntetracycline or kanamycin, etc., are considered useful selectable\nmarkers for E. coli.  The normal E. coli  cells do not carry resistance\nagainst any of these antibiotics.\n(iii)Cloning sites:  In order to link the\nalien DNA, the vector needs to have\nvery few, preferably single,\nrecognition sites  for the commonly\nused restriction enzymes. Presence of\nmore than one recognition sites within\nthe vector will generate several\nfragments, which will complicate the\ngene cloning (Figure 9.4). The ligation\nof alien DNA is carried out at a\nrestriction site present in one of the two\nantibiotic resistance  genes. For\nexample, you can ligate a foreign DNA\nat the BamH I site of tetracycline\nresistance gene in the vector pBR322.\nThe recombinant plasmids will lose\ntetracycline resistance due to insertion\nof foreign DNA but can still be selected\nout from non-recombinant ones by\nplating the transformants on ampicillin\ncontaining medium. The transformants growing on ampicillin\ncontaining medium are then transferred on a medium containing\ntetracycline. The recombinants will grow in ampicillin containing\nmedium but not on that containing tetracycline. But, non-\nrecombinants will grow on the medium containing both the\nantibiotics. In this case, one antibiotic resistance gene helps in\nselecting the transformants, whereas the other antibiotic resistanceFigure 9.4 E. coli  cloning vector pBR322\nshowing restriction sites\n(Hind III, EcoR I, BamH I, Sal I,\nPvu II, Pst I, Cla I), ori and\nantibiotic resistance genes\n(ampR and tetR). rop codes for\nthe proteins involved in the\nreplication of the plasmid.\nReprint 2025-26\n\n170BIOLOGY\ngene gets ‘inactivated due to insertion’ of alien DNA, and helps in\nselection of recombinants.\nSelection of recombinants due to inactivation of antibiotics is a\ncumbersome procedure because it requires simultaneous plating\non two plates having different antibiotics. Therefore, alternative\nselectable markers have been developed which differentiate\nrecombinants from non-recombinants on the basis of their ability\nto produce colour in the presence of a chromogenic substrate. In\nthis, a recombinant DNA is inserted within the coding sequence of\nan enzyme, β-galactosidase.  This results into inactivation of the\ngene for synthesis of this enzyme, which is referred to as insertional\ninactivation . The presence of a chromogenic substrate gives blue\ncoloured colonies if the plasmid in the bacteria does not have an\ninsert. Presence of insert results into insertional inactivation of the\nβ\n-galactosidase gene and the colonies do not produce any colour ,\nthese are identified as recombinant colonies.\n(iv)Vectors for cloning genes in plants and animals :  You may be\nsurprised to know that we have learnt the lesson of transferring genes\ninto plants and animals from bacteria and viruses which have known\nthis for ages – how to deliver genes to transform eukaryotic cells and\nforce them to do what the bacteria or viruses want. For example,\nAgrobacterium tumifaciens , a pathogen of several dicot plants is able\nto deliver a piece of DNA known as ‘T-DNA’ to transfor m nor mal\nplant cells into a tumor  and direct these tumor cells to produce the\nchemicals required by the pathogen. Similarly, retroviruses in animals\nhave the ability to transform normal cells into cancerous  cells. A\nbetter understanding of the art of delivering genes by pathogens in\ntheir eukaryotic hosts has generated knowledge to transform these\ntools of pathogens into useful vectors for delivering genes of interest\nto humans. The tumor inducing (T i) plasmid of Agrobacterium\ntumifaciens  has now been modified into a cloning vector which is no\nmore pathogenic to the plants but is still able to use the mechanisms\nto deliver genes of our interest into a variety of plants. Similarly,\nretroviruses have also been disarmed and are now used to deliver\ndesirable genes into animal cells. So, once a gene or a DNA fragment\nhas been ligated into a suitable vector it is transferred into a bacterial,\nplant or animal host (where it multiplies).\n9.2.3 Competent Host (For Transformation with\nRecombinant DNA)\nSince DNA is a hydrophilic molecule, it cannot pass through cell\nmembranes. Wh y? In order to force bacteria to take up the plasmid, the\nbacterial cells must first be made ‘competent’ to take up DNA. This is\ndone by treating them with a specific concentration of a divalent cation,\nsuch as calcium, which increases the efficiency with which DNA enters\nReprint 2025-26\n\n BIOTECHNOLOGY : PRINCIPLES AND PROCESSES\n171the bacterium through pores in its cell wall. Recombinant DNA can then\nbe forced into such cells by incubating the cells with recombinant DNA\non ice, followed by placing them briefly at 420C (heat shock), and then\nputting them back on ice. This enables the bacteria to take up the\nrecombinant DNA.\nThis is not the only way to introduce alien DNA into host cells. In a\nmethod known as micro-injection , recombinant DNA is directly injected\ninto the nucleus of an animal cell. In another method, suitable for plants,\ncells are bombarded with high velocity micro-particles of gold or tungsten\ncoated with DNA in a method known as biolistics  or gene gun . And the\nlast method uses ‘disarmed pathogen’ vectors, which when allowed to\ninfect the cell, transfer the recombinant DNA into the host.\nNow that we have learnt about the tools for constructing recombinant\nDNA, let us discuss the processes facilitating recombinant DNA technology.\n9.3 P ROCESSES  OF RECOMBINANT  DNA T ECHNOLOGY\nRecombinant DNA technology involves several steps in specific\nsequence such as isolation of DNA, fragmentation of DNA by\nrestriction endonucleases, isolation of a desired DNA fragment,\nligation of the DNA fragment into a vector , transferring the\nrecombinant DNA into the host, culturing the host cells in a\nmedium at large scale and extraction of the desired product.\nLet us examine each of these steps in some details.\n9.3.1 Isolation of the Genetic Material (DNA)\nRecall that nucleic acid is the genetic material of all organisms\nwithout exception. In majority of organisms this is\ndeoxyribonucleic acid or DNA. In order to cut the DNA with\nrestriction enzymes, it needs to be in pure form, free from other\nmacro-molecules. Since the DNA is enclosed within the\nmembranes, we have to break the cell open to release DNA along\nwith other macromolecules such as RNA, proteins,\npolysaccharides and also lipids. This can be achieved by treating\nthe bacterial cells/plant or animal tissue with enzymes such as\nlysozyme  (bacteria), cellulase (plant cells), chitinase  (fungus).\nYou know that genes ar e located on long molecules of DNA\ninterwined with proteins such as histones. The RNA can be removed by\ntreatment with ribonuclease whereas proteins can be removed by\ntreatment with protease. Other molecules can be removed by appropriate\ntreatments and purified DNA ultimately precipitates out after the addition\nof chilled ethanol. This can be seen as collection of fine threads in the\nsuspension (Figure 9.5).Figure 9.5 DNA that\nseparates out can be\nremoved by spooling\nReprint 2025-26\n\n172BIOLOGY\n9.3.2 Cutting of DNA at Specific Locations\nRestrictio n enzyme digestions are performed by incubating purified DNA\nmolecules with the restriction enzyme, at the optimal conditions for that\nspecific enzyme. Agarose gel electrophoresis is employed to check the\nprogression of a restriction enzyme digestion. DNA is a negatively charged\nmolecule, hence it moves towards the positive electrode (anode)\n(Figure 9.3).  The process is repeated with the vector DNA also.\nThe joining of DNA involves several processes. After having cut the\nsource DNA as well as the vector DNA with a specific restriction enzyme,\nthe cut out ‘gene of interest’ from the source DNA and the cut vector with\nspace are mixed and ligase is added. This results in the preparation of\nrecombinant DNA.\n9.3.3 Amplification of Gene of Interest using PCR\nPCR stands for Polymerase Chain Reaction . In this reaction, multiple\ncopies of the gene (or DNA) of interest is synthesised in vitro  using two\nFigure 9.6 Polymerase chain reaction (PCR) : Each cycle has three steps: (i) Denaturation;\n(ii) Primer annealing; and (iii) Extension of primers172\nReprint 2025-26\n\n BIOTECHNOLOGY : PRINCIPLES AND PROCESSES\n173sets of primers (small chemically synthesised oligonucleotides that are\ncomplementary to the regions of DNA) and the enzyme DNA polymerase.\nThe enzyme extends the primers using the nucleotides provided in the\nreaction and the genomic DNA as template. If the process of replication\nof DNA is repeated many times, the segment of DNA can be amplified\nto approximately billion times, i.e., 1 billion copies are made.  Such\nrepeated amplification is achieved by the use of a thermostable DNA\npolymerase (isolated fr om a bacterium, Ther mus aquaticus ), which\nremain active during the high temperature induced denaturation of\ndouble stranded DNA.  The amplified fragment  if desired can now be\nused to ligate with a vector for further cloning (Figure 9.6).\n9.3.4 Insertion of Recombinant DNA into the Host\nCell/Organism\nThere are several methods of introducing the ligated DNA into recipient\ncells. Recipient cells after making them ‘competent’ to receive, take up\nDNA present in its surrounding. So, if a recombinant DNA bearing gene\nfor resistance to an antibiotic (e.g., ampicillin) is transferred into  E. coli\ncells, the host cells become transformed into ampicillin-resistant cells. If\nwe spread the transformed cells on agar plates containing ampicillin, only\ntransformants will grow, untransformed recipient cells will die. Since, due\nto ampicillin resistance gene, one is able to select a transformed cell in the\npresence of ampicillin. The ampicillin resistance gene in this case is called\na selectable marker .\n9.3.5 Obtaining the Foreign Gene Product\nWhen you insert a piece of alien DNA into a cloning vector and transfer it\ninto a bacterial, plant or animal cell, the alien DNA  gets multiplied. In\nalmost all recombinant technologies, the ultimate aim is to produce a\ndesirable protein. Hence, the\nre is a need for the recombinant DNA to be\nexpressed. The foreign gene gets expressed under appropriate conditions.\nThe expression of foreign genes in host cells involve understanding many\ntechnical details.\nAfter having cloned the gene of interest and having optimised the\nconditions to induce the expression of the target protein, one has to\nconsider producing it on a large scale. Can you think of any reason\nwhy there is a need for large-scale production ? If any protein encoding\ngene is expressed in a heterologous host, it is called a recombinant\nprotein . The cells harbouring cloned genes of interest may be grown\non a small scale in the laboratory. The cultures may be used for\nextracting the desired protein and then purifying it by using different\nseparation techniques.\nThe cells can also be multiplied in a continuous culture system wherein\nthe used medium is drained out from one side while fresh medium is\nadded from the other to maintain the cells in their physiologically most\nReprint 2025-26\n\n174BIOLOGY\nA stirred-tank reactor is usually cylindrical or with a curved base to\nfacilitate the mixing of the reactor contents. The stirrer facilitates even\nmixing and oxygen availability thr oughout the bioreactor . Alter natively\nair can be bubbled thr ough the r eactor . If you look at the figur e closely\nyou will see that the bioreactor has an agitator system, an oxygen delivery\nsystem and a foam control system, a temperature control system, pH\ncontrol system and sampling ports so that small volumes of the culture\ncan be withdrawn periodically.\n9.3.6 Downstream Processing\nAfter co mpletion of the biosynthetic stage, the product has to be subjected\nthrough a series of processes before it is  ready for marketing as a finishedactive log/exponential phase. This type of culturing method produces a\nlarger biomass leading to  higher yields of desired protein.\nSmall volume cultures cannot yield appreciable quantities of products.\nTo produce in large quantities, the development of \nbioreactors , where\nlarge volumes (100-1000 litres) of culture can be processed, was required.\nThus, bioreactors can be thought of as vessels in which raw materials are\nbiologically converted into specific products,  individual enzymes, etc.,\nusing microbial plant, animal or human cells. A bioreactor provides the\noptimal conditions for achieving the desired product by providing\noptimum growth conditions (temperature, pH, substrate, salts, vitamins,\noxygen).\nThe most commonly used bioreactors are of stirring type, which are\nshown in Figure 9.7.\nFigure 9.7 (a) Simple stirred-tank bioreactor; (b) Sparged stirred-tank bioreactor through which\nsterile air bubbles are sparged(a) (b)\nReprint 2025-26\n\n BIOTECHNOLOGY : PRINCIPLES AND PROCESSES\n175\nSUMMARY\nBiotechnology deals with large scale production and marketing of\nproducts and processes using live organisms, cells or enzymes.\nModern biotechnology using genetically modified organisms was\nmade possible only when man learnt to alter the chemistry of DNA\nand construct recombinant DNA. This key process is called\nrecombinant DNA technology or genetic engineering. This process\ninvolves the use of restriction endonucleases, DNA ligase,\nappropriate plasmid or viral vectors to isolate and ferry the foreign\nDNA into host organisms, expression of the foreign gene, purification\nof the gene product, i.e., the functional protein and finally making a\nsuitable formulation for marketing. Large scale production involves\nuse of bioreactors.\nEXERCISES\n1.Can you list 10  recombinant proteins which are used in medical\npractice? Find out where they are used as therapeutics (use the internet).\n2.Make a chart (with diagrammatic representation) showing a restriction\nenzyme, the substrate DNA on which it acts, the site at which it cuts\nDNA and the product it produces.\n3.From what you have learnt, can you tell whether enzymes are bigger or\nDNA is bigger in molecular size? How did you know?\n4.What would be the molar concentration of human DNA in a human\ncell? Consult your teacher .\n5.Do eukaryotic cells have r estriction endonucleases? Justify your answer .\n6.Besides better aeration and mixing properties, what other advantages\ndo stirred tank bioreactors have over shake flasks?\n7.Collect 5 examples of palindr omic DNA sequences by consulting your  teacher .\nBetter try to create a palindromic sequence by following  base- pair rules.\n8.Can you recall meiosis and indicate at what stage a recombinant DNA\nis made?\n9.Can you think and answer how a reporter enzyme can be used to monitor\ntransformation of host cells by foreign DNA in addition to a selectable\nmarker?product. The processes include separation and purification, which are\ncollectively referred to as downstream processing.  The product has to be\nformulated with suitable preservatives.  Such formulation has to undergo\nthorough clinical trials as in case of drugs.  Strict quality control testing\nfor each product is also required.  The downstream processing and quality\ncontrol testing vary from product to product.\nReprint 2025-26\n\n176BIOLOGY\n10. Describe briefly the following:\n(a) Origin of replication\n(b) Bioreactors\n(c) Downstream processing\n",
      "wordCount": 4771,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 11,
      "title": "Explain briefly",
      "content": "11. Explain briefly\n(a) PCR\n(b) Restriction enzymes and DNA\n(c) Chitinase\n",
      "wordCount": 12,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 12,
      "title": "Discuss with your teacher and find out how to distin",
      "content": "12. Discuss with your teacher and find out how to distinguish between\n(a) Plasmid DNA and Chromosomal DNA\n(b) RNA and DNA\n(c) Exonuclease and Endonuclease\nReprint 2025-26\n\n",
      "wordCount": 28,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 16,
    "totalWords": 4818
  }
}