{
  "filename": "lebo111.pdf",
  "chapters": [
    {
      "chapterNumber": 11,
      "title": "Organisms and Populations",
      "content": "Chapter 11\nOrganisms and Populations\n",
      "wordCount": 5,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 12,
      "title": "Ecosystem",
      "content": "Chapter 12\nEcosystem\n",
      "wordCount": 3,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 13,
      "title": "Biodiversity and Conservation",
      "content": "Chapter 13\nBiodiversity and Conservation\nReprint 2025-26\n\nRamdeo Misra is revered as the Father of Ecology in India. Born on 26 August\n1908,  Ramdeo Misra obtained Ph.D in Ecology (1937) under Prof. W. H. Pearsall,\nFRS, from Leeds University in UK. He established  teaching and research  in\necology at the Department of Botany of the Banaras Hindu University,\nVaranasi. His research laid the foundations for understanding of tropical\ncommunities and their succession, environmental responses of plant\npopulations and productivity and nutrient cycling in tropical forest and\ngrassland ecosystems. Misra formulated the first postgraduate course in\necology in India. Over 50 scholars obtained Ph. D degree under his supervision\nand moved on to other universities and research institutes to initiate ecology\nteaching and research across the country.\nHe was honoured with the Fellowships of the Indian National Science\nAcademy and World Academy of Arts and Science, and the prestigious Sanjay\nGandhi Award in Environment and Ecology. Due to his efforts, the\nGovernment of India established the National Committee for Environmental\nPlanning and Coordination (1972) which, in later years, paved the way\nfor the establishment of the Ministry of Environment and Forests (1984).\nRAMDEO  MISRA\n(1908-1998)\nReprint 2025-26\n\nOur living world is fascinatingly diverse and amazingly\ncomplex.  W e can try to understand its complexity by\ninvestigating processes at various levels of biological\norganisatio n–macromolecules, cells, tissues, organs,\nindividual organisms, population, communities,\necosystems and biomes. At any level of biological\norganisation we can ask two types of questions – for\nexample, when we hear the bulbul singing early morning\nin the garden, we may ask – ‘How does the bird sing ?’\nOr, ‘Why does the bir d sing ?’  The ‘how-type’ questions\nseek the \nmechanism  behind the process while the ‘why-\ntype’ questions seek the significance  of the process. For\nthe first question in our example, the answer might be in\nterms of the operation of the voice box and the vibrating\nbone in the bird, whereas for the second question the\nanswer may lie in the bird’s need to communicate with its\nmate during breeding season. When you observe nature\naround you with a scientific frame of mind you will\ncertainly come up with many interesting questions of both\ntypes - Why are night-blooming flowers generally white?\nHow does the bee know which flower has nectar? Why\ndoes cactus have so many thorns? How does the chick\nspures recognise her own mothe r?, and so on.CHAPTER 11\nORGANISMS AND POPULATIONS\n11.1 Populations\nReprint 2025-26\n\n191ORGANISMS AND POPULATIONS\nYou have alr eady lear nt in pr evious classes t hat Ecology is a subject\nwhich studies the interactions \namong organisms and between the\norganism and its physical (abiotic) environment.\nEcology is basically concerned with four levels of biological\norganisation – organisms, populations, communities and biomes.  In this\nchapter we explore ecology at population levels.\n11.1 P OPULA TIONS\n11.1.1 Population Attributes\nIn nature, we rarely find isolated, single individuals of any species; majority\nof them live in groups in a well defined geographical area, share or compete\nfor similar resources, potentially interbreed and thus constitute a\npopulation. Although the term interbreeding implies sexual reproduction,\na group of individuals resulting from even asexual reproduction is also\ngenerally considered a population for the purpose of ecological studies.\nAll the cormorants in a wetland, rats in an abandoned dwelling, teakwood\ntrees in a forest tract, bacteria in a culture plate and lotus plants in a\npond, are some examples of a population.  In earlier chapters you have\nlearnt that although an individual organism is the one that has to cope\nwith a changed environment, it is at the population level that natural\nselection operates to evolve the desired traits. Population ecology is,\ntherefore, an important area  because it links ecology to population genetics\nand evolution.\nA population has certain attributes whereas, an individual organism\ndoes not. An individual may have births and deaths, but a population has\nbirth rates  and death  rates. In a population these rates refer to per capita\nbirths and deaths. The rates, hence, expressed are change in numbers\n(increase or decrease) with respect to members of the population. Here is an\nexample. If in a pond there were 20 lotus plants last year and through\nreproduction 8 new plants are added, taking the current population to 28,\nwe calculate the birth rate as 8/20 = 0.4 of fspring per lotus per year . If 4\nindividuals in a laboratory population of 40 fruitflies died during a specified\ntime interval, say a week, the death rate in the population during that period\nis 4/40 = 0.1 individuals per fruitfly per week.\nAnother attribute characteristic of a population is sex ratio . An\nindividual is either a male or a female but a population has a sex ratio\n(e.g., 60 per cent of the population are females and 40 per cent males).\nA population at any given time is composed of individuals of\ndifferent ages. If the age distribution (per cent individuals of a given\nage or age group) is plotted for the population, the resulting structure\nis called an age pyramid (Figure 11.1). For human population, the\nage pyramids generally show age distribution of males and females in\na  diagram. The shape of the pyramids reflects the growth status of\nthe population - (a) whether it is growing, (b) stable or (c) declining .\nReprint 2025-26\n\n192BIOLOGY\nThe size of the population tells us a lot about its status in the habitat.\nWhatever ecological processes we wish to investigate in a population, be\nit the outcome of competition with another species, the impact of a\npredator or the effect of a pesticide application, we always evaluate them\nin terms of any change in the population size. The size, in nature, could\nbe as low as <10 (Siberian cranes at Bharatpur wetlands in any year) or\ngo into millions ( Chlamydomonas in a pond). Population size,  technically\ncalled population density  (designated as N), need not necessarily be\nmeasured in numbers only. Although total number is generally the most\nappropriate measure of population density, it is in some cases either\nmeaningless or difficult to determine.  In an area,  if there are 200 carrot\ngrass ( Parthenium hysterophorus ) plants but only a single huge banyan\ntree with a large canopy, stating that the population density of banyan is\nlow relative to that of carrot grass amounts to underestimating the\nenormous role of the Banyan in that community. In such cases, the per\ncent cover or biomass is a more meaningful measure of the population\nsize. Total number is again not an easily adoptable measure if the\npopulation is huge and counting is impossible or very time-consuming.\nIf you have a dense laboratory culture of bacteria  in a petri dish what is\nthe best measure to report its density?   Sometimes, for certain ecological\ninvestigations, there is no need to know the absolute population densities;\nrelative densities serve the purpose equally well.  For instance, the number\nof fish caught per trap is good enough measure of its total population\ndensity in the lake.  W e are mostly obliged to estimate population sizes\nindirectly, without actually counting them or seeing them. The tiger census\nin our national parks and tiger reserves is often based on pug marks and\nfecal pellets.\n11.1.2 Population Growth\nThe size of a population for any species is not a static parameter .  It keeps\nchanging with time, depending on various factors including food\navailability, pr edation pr\nessur e and adverse weather .  In fact, it is these\nchanges in population density that give us some idea of what is happening\nto the population – whether it is flourishing or declining.  Whatever might\nbe the ultimate reasons, the density of a population in a given habitat\nduring a given period, fluctuates due to changes in four basic processes,\nFigure 11.1 Representation of age pyramids for human population\nReprint 2025-26\n\n193ORGANISMS AND POPULATIONS\ntwo of which (natality and immigration) contribute to an increase in\npopulation density and two (mortality and emigration) to a decrease.\n(i)Natality  refers to the number of births during a given period in the\npopulation that are added to the initial density.\n(ii)Mortality  is the number of deaths in the population during a given\nperiod.\n(iii)Immigration  is the number of individuals of the same species that\nhave come into the habitat from elsewhere during the time period\nunder consideration.\n(iv)Emigration  is the number of individuals of the population who\nleft the habitat and gone elsewhere during the time period under\nconsideration.\nFigure 11.2\nSo, if N is the population density at time t, then its density at time t +1 is\nNt+1 = Nt + [(B + I) – (D + E)]\nYou can see fr om the above equation (Fig. 11.2) that population\ndensity will increase if the number of births plus the number of immigrants\n(B + I) is more than the number of deaths plus the number of emigrants\n(D + E).  Under normal conditions, births and deaths are the most\nimportant factors influencing population density, the other two factors\nassuming importance only under special conditions.  For instance, if a\nnew habitat is just being colonised, immigration may contribute more\nsignificantly to population growth than birth rates.\nReprint 2025-26\n\n194BIOLOGY\nFigure 11.3 Population growth curve\na when responses are not\nlimiting the growth, plot is\nexponential,\nb when responses are limiting\nthe growth, plot is logistic,\nK is carrying capacityGrowth Models  : Does the growth of a population with time show any\nspecific and pr edictable patter n? We have been concer ned about unbridled\nhuman population growth and problems created by it in our country\nand it is therefore natural for us to be curious if different animal\npopulations in nature behave the same way or show some restraints on\ngrowth. Perhaps we can learn a lesson or two from nature on how to\ncontrol population growth.\n(i)Exponential growt h: Resource (food and space) availability is\nobviously essential for the unimpeded growth of a population.\nIdeally, when resources in the habitat are unlimited, each species\nhas the ability to r ealise fully its innate potential to gr ow in number ,\nas Darwin observed while developing his theory of natural selection.\nThen the population grows in an exponential or geometric fashion.\nIf in a population of size N, the birth rates (not total number but per\ncapita  births) are represented as b and death rates (again, per capita\ndeath rates) as d\n, then the increase or decrease in N during a unit\ntime period  t  (dN/dt) will be\ndN/dt = (b – d) × N\nLet (b–d) = r , then\ndN/dt = rN\nThe r in this equation is called the ‘intrinsic rate of\nnatural increase’ and is a very important parameter\nchosen for assessing impacts of any biotic or abiotic\nfactor on population growth.\nTo give you some idea about the magnitude of r\nvalues, for the Norway rat the r is 0.015, and for\nthe flour beetle it is 0.12.  In 1981, the r value for\nhuman population in India was 0.0205.  Find out\nwhat the current r value is.  For calculating it, you\nneed to know the birth rates and death rates.\nThe above equation describes the exponential or\ngeometric growth pattern of a population (Figure\n11.3) and results in a J-shaped curve when we plot\nN in relation to time. If you are familiar with basic\ncalculus, you can derive the integral form of the\nexponential growth equation as\nNt = N0 ert\n  where\nNt = Population density after time t\nN0 = Population density at time zero\nr = intrinsic rate of natural increase\ne = the base of natural logarithms (2.71828)\nAny species growing exponentially under unlimited resource\nconditions can reach enormous population densities in a short time.\nReprint 2025-26\n\n195ORGANISMS AND POPULATIONS\nDarwin showed how even a slow  growing animal like elephant could\nreach enormous numbers in the absence of checks. The following is\nan anecdote popularly narrated to demonstrate  dramatically how\nfast a huge population could build up when growing exponentially.\nThe king and the minister sat for a chess game. The king, confident\nof winning the game, was ready to accept any bet proposed by the\nminister . The minister humbly said that if he won, he wanted only\nsome wheat grains, the quantity of which is to be calculated by\nplacing on the chess board one grain in Square 1, then two in Square\n2, then four in Square 3, and eight in Square 4, and so on, doubling\neach time the previous quantity of wheat on the next square until all the\n64 squares were filled.  The king accepted the seemingly silly bet and\nstarted the game, but unluckily for him, the minister  won. The king felt that\nfulfilling the minister’s bet was so easy.   He started with a single\ngrain on the first square and proceeded to fill the other squares\nfollowing minister’s suggested procedure, but by the time he covered\nhalf the chess board, the king realised to his dismay that all the\nwheat produced in his entire kingdom pooled together would still be\ninadequate to cover all the 64 squares. Now think of a tiny\nParamecium starting with just one individual and through binary\nfission, doubling in numbers every day, and imagine what a mind-\nboggling population size it would reach in 64 days. (provided food\nand space remain unlimited)\n(ii)Logistic growth:  No population of any species in nature has at its\ndisposal unlimited resources to permit exponential growth. This\nleads to competition between individuals for limited resources.\nEventually, the ‘fittest’ individual will survive and reproduce.  The\ngovernments of many countries have also realised this fact and\nintroduced various restraints with a view to limit human population\ngrowth. In nature, a given habitat has enough resources to support\na maximum possible number , beyond which no further gr owth is\npossible. Let us call this limit as nature’s \ncarrying capacity (K) for\nthat species in that habitat.\nA population growing in a habitat with limited resources show\ninitially a lag phase, followed by phases of acceleration and\ndeceleration and finally an asymptote, when the population density\nreaches the carrying capacity. A plot of N in relation to time (t)\nresults in a sigmoid curve. This type of population growth is called\nVerhulst-Pearl Logistic Gr owth (Figur e 11.3) and is described by\nthe following equation:\ndN/dt = K NrNK−   \nReprint 2025-26\n\n196BIOLOGY\nWhere N = Population density at time t\nr = Intrinsic rate of natural increase\nK = Carrying capacity\nSince resources for growth for most animal populations are finite\nand become limiting sooner or later , the logistic gr owth model is\nconsidered a more realistic one.\nGather fr om Gover nment Census data the population figur es\nfor India for the last 100 years, plot them and check which growth\npatter n is evident.\n11.1.3 Life History V ariation\nPopulations evolve to maximise their reproductive  fitness, also called\nDarwinian fitness (high r value), in the habitat in which they live.  Under\na particular set of selection pressures, organisms evolve towards the most\nefficient reproductive strategy. Some organisms breed only once in their\nlifetime (Pacific salmon fish, bamboo) while others breed many times\nduring their lifetime (most birds and mammals). Some produce a large\nnumber of small-sized offspring (Oysters, pelagic fishes) while others\nproduce a small number of large-sized offspring (birds, mammals).  So,\nwhich is desirable for maximising fitness?  Ecologists suggest that life\nhistory traits of organisms have evolved in relation to the constraints\nimposed by the abiotic and biotic components of the habitat in which\nthey live. Evolution of life history traits in different species is currently an\nimportant area of research being conducted by ecologists.\n11.1.4 Population Interactions\nCan you think of any natural habitat on earth that is inhabited just by a\nsingle species?  There is no such habitat and such a situation is even\ninconceivable.  For any species, the minimal requirement is one more\nspecies on which it can feed.  Even a plant species, which makes its own\nfood, cannot survive alone; it needs soil microbes to break down the organic\nmatter in soil and return the inorganic nutrients for absorption. And then,\nhow will the plant manage pollination without an animal agent?  It is\nobvious that in nature, animals, plants and microbes do not and cannot\nlive in isolation but interact in various ways to form a biological\ncommunity.  Even in minimal communities, many interactive linkages\nexist, although all may not be readily apparent.\nInterspecific interactions arise from the interaction of populations of\ntwo different species. They could be beneficial, detrimental or neutral\n(neither harm nor benefit) to one of the species or both. Assigning a ‘+’\nsign for beneficial interaction, \n‘-’ sign for detrimental and 0 for neutral\ninteraction, let us look at all the possible outcomes of interspecific\ninteractions (Table11.1).\nReprint 2025-26\n\n197ORGANISMS AND POPULATIONS\nBoth the species benefit in mutualism  and both lose in competition  in\ntheir interactions with each other . In both parasitism  and predation  only\none species benefits (parasite and pr edator , respectively) and the interaction\nis detrimental to the other species (host and prey, respectively).\nThe interaction  where one species is benefitted and the other is neither\nbenefitted nor harmed is called commensalism . In amensalism  on\nthe other hand one species is harmed whereas the other is\nunaffected. Predation, parasitism and commensalism share a common\ncharacteristi c– the interacting species live closely together .\n(i)Predation : What would happen to all the energy fixed by\nautotrophic organisms if the community has no animals to eat the\nplants ?  You can think of pr edation as natur e’s way of transferring\nto higher trophic levels the energy fixed by plants.  When we think\nof predator and prey, most probably it is the tiger and the deer that\nreadily come to our mind, but a sparrow eating any seed is no less\na predator .  Although animals eating plants are categorised\nseparately as herbivores, they are, in a broad ecological context,\nnot very different from predators.\nBesides acting as ‘conduits’ for energy transfer across trophic\nlevels, predators play other important roles. They keep prey\npopulations under control. But for predators, prey species could\nachieve very high population densities and cause ecosystem\ninstability. When certain exotic species are introduced into a\ngeographical area, they become invasive and start spreading fast\nbecause the invaded land does not have its natural predators. The\nprickly pear cactus introduced into Australia in the early 1920’s\ncaused havoc by spreading rapidly into millions of hectares of\nrangeland.  Finally, the invasive cactus was brought under control\nonly after a cactus-feeding predator (a moth) from its natural habitat\nwas introduced into the country. Biological control  methods adopted\nin agricultural pest control are based on the ability of the predatorSpecies A Species B Name of  Interaction\n+ + Mutualism\n– – Competition\n+ – Predation\n+ – Parasitism\n+ 0 Commensalism\n– 0 AmensalismTable 11.1 : Population Interactions\nReprint 2025-26\n\n198BIOLOGY\nto regulate prey population. Predators also help in maintaining\nspecies diversity in a community, by reducing the intensity of\ncompetition among competing prey species.   In the rocky intertidal\ncommunities of the American Pacific Coast the starfish Pisaster  is\nan important pr edator . In a field experiment, when all the star fish\nwere removed from an enclosed intertidal area, more than 10 species\nof invertebrates became extinct within a year , because of inter -\nspecific competition.\nIf a predator is too efficient and overexploits its prey, then the\nprey might become extinct and following it, the predator will also\nbecome extinct for lack of food. This is the reason why predators in\nnature are ‘prudent’. Prey species have evolved various defenses to\nlessen the impact of predation.  Some species of insects and frogs\nare cryptically-coloured ( camouflaged ) to avoid being detected easily\nby the pr edator . Some ar e poisonous \nand ther efore avoided by the\npredators.  The Monarch butterfly is highly distasteful to its predator\n(bird) because of a special chemical present in its body.\nInterestingly, the butterfly acquires this chemical during its\ncaterpillar stage by feeding on a poisonous weed.\nFor plants, herbivores are the predators. Nearly 25 per cent of\nall insects are known to be phytophagous  (feeding on plant sap\nand other parts of plants).  The problem is particularly severe for\nplants because, unlike animals, they cannot run away from their\npredators. Plants therefore have evolved an astonishing variety of\nmorphological and chemical defences against herbivores. Thorns\n(Acacia , Cactus ) are the most common morphological means of\ndefence. Many plants produce and store chemicals that make the\nherbivore sick when they are eaten, inhibit feeding or digestion,\ndisrupt its r eproduction or even kill it.  Y ou must have seen the\nweed Calotropis  growing in abandoned fields.  The plant produces\nhighly poisonous cardiac glycosides and that is why you never see\nany cattle or goats browsing on this plant.  A wide variety of chemical\nsubstances that we extract from plants on a commercial scale\n(nicotine, caffeine, quinine, strychnine, opium, etc.,) are produced\nby them actually as defences against grazers and browsers.\n(ii)Competition : When Darwin spoke of the struggle for existence and\nsurvival of the fittest in nature, he was convinced that interspecific\ncompetition is a potent force in organic evolution. It is generally\nbelieved that competition occurs when closely related species\ncompete for the same resources that are limiting, but this is not\nentirely true. Firstly, totally unrelated species could also compete\nfor the same resource. For instance, in some shallow South\nAmerican lakes, visiting flamingoes and resident fishes compete for\ntheir common food, the zooplankton in the lake. Secondly,\nReprint 2025-26\n\n199ORGANISMS AND POPULATIONS\nresources need not be limiting for competition to occur; in\ninterference competition, the feeding efficiency of one species might\nbe reduced due to the interfering and inhibitory presence of the\nother species, even if resources (food and space) are abundant.\nTherefore, competition is best defined as a process in which the\nfitness of one species (measured in terms of its ‘r’ the intrinsic rate\nof increase) is significantly lower in the presence of another species.\nIt is relatively easy to demonstrate in laboratory experiments, as\nGause and other experimental ecologists did,  when resources are\nlimited the competitively superior species will eventually eliminate\nthe other species, but evidence for such competitive exclusion\noccurring in nature is not always conclusive.  Strong and persuasive\ncircumstantial evidence does exist however in some cases. The\nAbingdon tortoise in Galapagos Islands became extinct within a\ndecade after goats were introduced on the island, apparently due\nto the greater browsing efficiency of the goats. Another evidence for\nthe occurrence of competition in nature comes from what is called\n‘competitive release’. A species whose distribution is restricted to a\nsmall geographical area because of the presence of a competitively\nsuperior species, is found to ex pand its distributional range\ndramatically when the competing species is experimentally removed.\nConnell’s elegant field experiments showed that on the rocky sea\ncoasts of Scotland, the larger and competitively superior barnacle\nBalanus  dominates the intertidal area, and excludes the smaller\nbarnacle Chathamalus from that zone.  In general, herbivores and\nplants appear to be more adversely affected by competition than\ncarnivores.\nGause’s ‘ Competitive  Exclusion  Principle’  states that two closely\nrelated species competing for the same resources cannot co-exist\nindefinitely and the competitively inferior one will be eliminated\neventually. This may be true if resources are limiting, but not\notherwise. More recent studies do not support such gross\ngeneralisations about competition.  While they do not rule out the\noccurrence of interspecific competition in nature, they point out\nthat species facing competition might evolve mechanisms that\npromote co-existence rather than exclusion. One such mechanism\nis ‘resource partitioning’. If two species compete for the same\nresource, they could avoid competition by choosing, for instance,\ndifferent times for   feeding or different foraging patterns.  MacArthur\nshowed that five closely related species of warblers living on the\nsame tree were able to avoid competition and co-exist due to\nbehavioural differences in their foraging activities.\n(iii)Parasitism\n: Considering that the parasitic mode of life ensures\nfree lodging and meals, it is not surprising that parasitism has\nReprint 2025-26\n\n200BIOLOGY\nevolved in so many taxonomic groups from plants to higher\nvertebrates.  Many parasites have evolved to be host-specific (they\ncan parasitise only a single species of host) in such a way that\nboth host and the parasite tend to co-evolve; that is, if the host\nevolves special mechanisms for rejecting or resisting the parasite,\nthe parasite has to evolve mechanisms to counteract and neutralise\nthem, in order to be successful with the same host species. In\naccordance with their life styles, parasites evolved special\nadaptations such as the loss of unnecessary sense organs, presence\nof adhesive organs or suckers to cling on to the host, loss of\ndigestive system and high reproductive capacity. The life cycles of\nparasites are often complex, involving one or two intermediate hosts\nor vectors to facilitate parasitisation of its primary host. The human\nliver fluke (a trematode parasite) depends on two intermediate\nhosts (a snail and a fish) to complete its life cycle.  The malarial\nparasite needs a vector (mosquito) to spread to other hosts.\nMajority of the parasites harm the host; they may reduce the\nsurvival, growth and reproduction of the host and reduce its\npopulation density. They might render the host more vulnerable\nto predation by making it ph ysically weak. \nDo you believe that\nan ideal parasite should be able to thrive within the host without\nharming it? Then why didn’t natural selection lead to the\nevolution of such totally har mless parasites ?\nParasites that feed on the external surface of the host organism\nare called ectoparasites . The most familiar examples of this group\nare the lice on humans and ticks on dogs. Many marine fish are\ninfested with ectoparasitic copepods. Cuscuta , a parasitic plant\nthat is commonly found growing on hedge plants, has lost its\nchlorophyll and leaves in the course of evolution. It derives its\nnutrition from the host plant which it parasitises. The female\nmosquito is not considered a parasite, although it needs our blood\nfor reproduction. Can you explain why?\nIn contrast, endoparasites  are those that live inside the host\nbody at dif ferent sites (liver , kidney, lungs, r ed blood cells, etc.).\nThe life cycles of endoparasites are more complex because of their\nextreme specialisation. Their morphological and anatomical\nfeatures are greatly simplified while emphasising their reproductive\npotential.\nBrood parasitism  in birds is a fascinating example of\nparasitism in which the parasitic bird lays its eggs in the nest of\nits host and lets the host incubate them. During the course of\nevolution, the eggs of the parasitic bird have evolved to resemble\nthe host’s egg in size and colour to reduce the chances of the host\nReprint 2025-26\n\n201ORGANISMS AND POPULATIONS\nbird detecting the for eign eggs and ejecting them fr om the nest. T ry\nto follow the movements of the cuckoo (koel) and the crow in your\nneighborhood park during the breeding season (spring to summer)\nand watch brood parasitism in action.\n(iv)Commensalism : This is the interaction in which one species benefits\nand the other is neither harmed nor benefited. An orchid growing\nas an epiphyte  on a mango branch, and barnacles growing on the\nback of a whale benefit while neither the mango tree nor the whale\nderives any apparent benefit.   The cattle egret and grazing cattle in\nclose association, a sight you are most likely to catch if you live in\nfarmed rural areas, is a classic example of commensalism.  The\negrets always forage close to where the cattle are grazing because\nthe cattle, as they move, stir up and flush out insects from the\nvegetation  that otherwise might be difficult for the egrets to find\nand catch.  Another example of commensalism is the interaction\nbetween sea anemone that has stinging tentacles and the clown\nfish that lives among them.  The fish gets protection from predators\nwhich stay away from the stinging tentacles. The anemone does not\nappear to derive any benefit by hosting the clown fish.\nFigure 11.4 Mutual relationship between fig tree and wasp: (a) Fig flower is pollinated\nby wasp; (b) W asp laying eggs in a fig fruit(a) (b)\n(v)Mutualism : This interaction confers benefits on both the interacting\nspecies. Lichens represent an intimate mutualistic relationship\nbetween a fungus and photosynthesising algae or cyanobacteria.\nSimilarly, the mycorrhizae  are associations between fungi and the\nroots of higher plants. The fungi help the plant in the absorption of\nessential nutrients from the soil while the plant in turn provides the\nfungi with energy-yielding carbohydrates.\nReprint 2025-26\n\n202BIOLOGY\nThe most spectacular and evolutionarily fascinating examples\nof mutualism are found in plant-animal relationships.  Plants need\nthe help of animals for pollinating their flowers and dispersing their\nseeds.  Animals obviously have to be paid ‘fees’ for the services that\nplants expect from them.  Plants offer rewards or fees in the form of\npollen and nectar for pollinators and juicy and nutritious fruits for\nseed dispersers.  But the mutually beneficial system should also\nbe safeguarded against ‘cheaters’, for example, animals that try to\nsteal nectar without aiding in pollination. Now you can see why\nplant-animal interactions often involve co-evolution  of the\nmutualists, that is, the evolutions of the flower and its pollinator\nspecies ar e tightly linked with one another . In many species of fig\ntrees, there is a tight one-to-one relationship with the pollinator\nspecies of wasp (Figure 11.4).  It means that a given fig species can\nbe pollinated only by its ‘partner’ wasp species and no other species.\nThe female wasp uses the fruit not only as an oviposition (egg-laying)\nsite but uses the developing seeds within the fruit for nourishing\nits larvae.  The wasp pollinat es the fig inflorescence while\nsearching for suitable egg-laying sites. In return for the\nfavour of pollination the fig offers the wasp some of its\ndeveloping seeds, as food for the developing wasp larvae.\nOrchids show a bewildering diversity of floral\npatterns many of which have evolved to attract the right\npollinator insect (bees and bumblebees) and ensure\nguaranteed pollination by it (Figure 11.5). Not all\norchids offer rewards. The Mediterranean orchid Ophrys\nemploys ‘sexual deceit’ to get pollination done by a\nspecies of bee.  One petal of its flower bears an uncanny\nresemblance to the female of the bee in size, colour and\nmarkings. The male bee is attracted to what it perceives\nas a female, ‘pseudocopulates’ with the flower , and\nduring that process is dusted with pollen from the\nflower . When this same bee ‘pseudocopulates’ with\nanother flower , it transfers pollen to it and thus,\npollinates the flower . Here you can see how co-evolution\noperates. If the female bee’s colour patterns change even slightly for any\nreason during evolution, pollination success will be reduced unless the\norchid flower co-evolves to maintain the resemblance of its petal to the\nfemale bee.\nFigure 11.5 Showing bee-a pollinator\non orchid flower\nReprint 2025-26\n\n203ORGANISMS AND POPULATIONS\nSUMMARY\nAs a branch of biology, Ecology is the study of the relationships of\nliving organisms with the abiotic (physico-chemical factors) and biotic\ncomponents (other species) of their environment. It is concerned\nwith four levels of biological organisation-organisms, populations,\ncommunities and biomes.\nEvolutionary changes through natural selection take place at\nthe population level and hence, population ecology is an important\narea of ecology. A population is a group of individuals of a given\nspecies sharing or competing for similar resources in a defined\ngeographical area. Populations have attributes that individual\norganisms do not- birth rates and death rates, sex ratio and age\ndistribution. The proportion of different age groups of males and\nfemales in a population is often presented graphically as age\npyramid; its shape indicates whether a population is stationary,\ngrowing or declining.\nEcological effects of any factors on a population are generally\nreflected in its size (population density), which may be expressed in\ndifferent ways (numbers, biomass, per cent cover , etc.,) depending\non the species.\nPopulations grow through births and immigration and decline\nthrough deaths and emigration.  When resources are unlimited,\nthe growth is usually exponential but when resources become\nprogressively limiting, the growth pattern turns logistic. In either\ncase, growth is ultimately limited by the carrying capacity of the\nenvironment. The intrinsic rate of natural increase ( r) is a measure\nof the inherent potential of a population to grow.\nIn nature populations of different species in a habitat do not live\nin isolation but interact in many ways.  Depending on the outcome,\nthese interactions between two species are classified as competition\n(both species suffer), predation and parasitism (one benefits and\nthe other suffers), commensalism (one benefits and the other is\nunaffected), amensalism (one is harmed, other unaffected) and\nmutualism (both species benefit).  Predation is a very important\nprocess through which trophic energy transfer is facilitated and\nsome predators help in controlling their prey populations. Plants\nhave evolved diverse morphological and chemical defenses against\nherbivory.  In competition, it is presumed that the superior\ncompetitor eliminates the inferior one (the Competitive Exclusion\nPrinciple), but many closely related species have evolved various\nmechanisms which facilitate their co-existence. Some of the most\nfascinating cases of mutualism in nature are seen in plant-pollinator\ninteractions.\nReprint 2025-26\n\n204BIOLOGY\nEXERCISES\n1.List the attributes that populations possess but not individuals.\n2.If a population growing exponentially double in size in 3 years, what is\nthe intrinsic rate of increase (r) of the population?\n3.Name important defence mechanisms in plants against herbivory.\n4.An orchid plant is growing on the branch of mango tree. How do you\ndescribe this interaction between the orchid and the mango tree?\n5.What is the ecological principle behind the biological control method of\nmanaging with pest insects?\n6.Define population and community.\n7.Define the following terms and give one example for each:\n(a) Commensalism\n(b) Parasitism\n(c) Camouflage\n(d) Mutualism\n(e) Interspecific competition\n8.With the help of suitable diagram describe the logistic population\ngrowth  curve.\n9.Select the statement which explains best parasitism.\n(a) One organism is benefited.\n(b) Both the organisms are benefited.\n(c) One organism is benefited, other is not affected.\n(d) One organism is benefited, other is affected.\n10.List any three important characteristics of a population and explain.\nReprint 2025-26\n\n",
      "wordCount": 5742,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 17,
    "totalWords": 5750
  }
}