{
  "filename": "lebo107.pdf",
  "chapters": [
    {
      "chapterNumber": 7,
      "title": "Human Health and Disease",
      "content": "Chapter 7\nHuman Health and Disease\n",
      "wordCount": 6,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 8,
      "title": "Microbes in Human WelfareBiology is the youngest of the formalised disciplines of natural",
      "content": "Chapter 8\nMicrobes in Human WelfareBiology is the youngest of the formalised disciplines of natural\nscience. Progress in physics and chemistry proceeded much\nfaster than in Biology. Applications of physics and chemistry in\nour daily life also have a higher visibility than those of biology.\nHowever, twentieth century and certainly twenty-first century\nhas demonstrated the utility of biological knowledge in\nfurthering human welfare, be it in health sector or agriculture.\nThe discovery of antibiotics, and synthetic plant-derived drugs,\nanaesthetics have changed medical practice on one hand\nand human health on the other hand. Life expectancy of\nhuman beings have dramatically changed over the years.\nAgricultural practices, food processing and diagnostics have\nbrought socio-cultural changes in human communities. These\nare briefly described in the following three chapters of this unit.\nReprint 2025-26\n\nBorn in August 1925 in Kumbakonam in Tamil Nadu, Monkambu Sambasivan\nSwaminathan did his graduation and post-graduation in Botany from\nMadras University. He worked in different capacities in large number of\ninstitutions in India and abroad and developed his expertise in genetics\nand plant breeding.\nThe School of Cytogenetics and Radiation Research established at the\nIndian Agricultural Research Institute (IARI) enabled Swaminathan and his\nteam to develop short -duration high -\nyielding varieties of rice including scented\nBasmati. He is also known for the development of the concept of crop\ncafeteria, crop scheduling and genetically improving the yield and quality.\nSwaminathan initiated collaboration with Norman Borlaug, which\nculminated in the ‘Green Revolution’ through introduction of Mexican\nvarieties of wheat in India. This was highly recognised and appreciated. He\nis also the initiator of ‘Lab-to-Land’, food security and several other\nenvironmental programmes. He has been honoured with Padma Bhushan\nand several other prestigious awards, medals and fellowships by institutions\nof excellence.\nM.S. SWAMINATHAN\n(1925)\nReprint 2025-26\n\nHealth, for a long time, was considered as a state of body\nand mind where there was a balance of certain ‘humors’.\nThis is what early Greeks like Hippocrates as well as\nIndian Ayurveda system of medicine asserted. It was\nthought that persons with ‘blackbile’ belonged to hot\npersonality and would have fevers. This idea was arrived\nat by pure reflective thought. The discovery of blood\ncirculation by William Harvey using experimental method\nand the demonstration of normal body temperature in\npersons with blackbile using thermometer disproved the\n‘good humor’ hypothesis of health. In later years, biology\nstated that mind influences, through neural system and\nendocrine system, our immune system and that our\nimmune system maintains our health. Hence, mind and\nmental state can affect our health. Of course, health is\naffected by –\n(i)genetic disorders – deficiencies with which a child is\nborn and deficiencies/defects which the child inherits\nfrom parents from birth;\n(ii)infections  and\n(iii)life style including food and water we take, rest and\nexercise we give to our bodies, habits that we have or\nlack etc.CHAPTER 7\nHUMAN HEALTH AND DISEASE\n7.1 Common Diseases in\nHumans\n7.2Immunity\n7.3 AIDS\n7.4 Cancer\n7.5 Drugs and Alcohol Abuse\nReprint 2025-26\n\n130BIOLOGY\nThe term health  is very frequently used by everybody. How do we\ndefine it ? Health does not simply mean ‘absence of disease’ or ‘physical\nfitness’. It could be defined as a state of complete physical, mental and\nsocial well-being. When people are healthy, they are more efficient at\nwork. This increases productivity and brings economic prosperity. Health\nalso increases longevity of people and reduces infant and maternal\nmortality.\nBalanced diet, personal hygiene and regular exercise are very important\nto maintain good health. Y oga has been practised since time immemorial\nto achieve physical and mental health. Awareness about diseases and\ntheir effect on different bodily functions, vaccination (immunisation)\nagainst infectious diseases, proper disposal of wastes, control of vectors\nand maintenance of hygiene in food and water resources are necessary\nfor achieving good health.\nWhen the functioning of one or more organs or systems of the body is\nadversely affected, characterised by appearance of various signs and\nsymptoms, we say that we are not healthy, i.e., we have a disease . Diseases\ncan be broadly grouped into infectious  and non-infectious . Diseases\nwhich ar e easily transmitted fr om one person to another , are called\ninfectious diseases .  Infectious diseases are very common and every\none of us suf fers fr om these at sometime or other . Some of the infectious\ndiseases like AIDS are fatal. Among non-infectious diseases, cancer is the\nmajor cause of death. Drug and alcohol abus e also affect our health adversely.\n7.1 C OMMON  DISEASES  IN HUMANS\nA wide range of organisms belonging to bacteria, viruses, fungi,\nprotozoans, helminths, etc., could cause diseases in man. Such disease-\ncausing organisms are called \npathogens . Most parasites are therefore\npathogens as they cause harm to the host by living in (or on) them. The\npathogens can enter our body by various means, multiply  and interfere\nwith normal vital activities, resulting in morphological and functional\ndamage. Pathogens have to adapt to life within the environment of the\nhost. For example, the pathogens that enter the gut must know a way of\nsurviving in the stomach at low pH and resisting the various digestive\nenzymes. A few representative members from different groups of\npathogenic organisms are discussed here alongwith the diseases caused\nby them. Preventive and control measures against these diseases in general,\nare also briefly described.\nSalmonella typhi is a pathogenic bacterium which causes typhoid\nfever in human beings. These pathogens generally enter the small intestine\nthrough food and water contaminated with them and migrate to other\norgans through blood. Sustained high fever (39° to 40°C), weakness,\nstomach pain, constipation, headache and loss of appetite are some of\nthe  common symptoms of this disease. Intestinal perforation and death\nmay occur in severe cases. Typhoid fever could be confirmed by\nReprint 2025-26\n\nHUMAN HEALTH AND DISEASE\n131Widal test : A classic case in medicine, th at of Mary Mallon  nicknamed\nTyphoid Mary , is w\north mentioning here. She was a cook by profession\nand  was a typhoid carrier who continued to spread typhoid for several\nyears through the food she prepared.\nBacteria like Streptococcus pneumoniae  and Haemophilus influenzae\nare responsible for the disease pneumonia  in humans which infects the\nalveoli (air filled sacs) of the lungs. As a result of the infection, the alveoli\nget filled with fluid leading to severe problems in respiration. The symptoms\nof pneumonia include fever , chills, cough and headache. In sever e cases,\nthe lips and finger nails may tur n gray to bluish in colour .  A healthy\nperson acquires the infection by inhaling the droplets/aerosols released\nby an infected person or even by sharing glasses and utensils with an\ninfected person.  Dysentery, plague, diphtheria, etc., are some of the other\nbacterial diseases in man.\nMany viruses also cause diseases in human beings. Rhino viruses\nrepresent one such group of viruses which cause one of the most infectious\nhuman ailments – the common cold .  They infect the nose and respiratory\npassage but not the lungs. The common cold is characterised by nasal\ncongestion and discharge, sore throat, hoarseness, cough, headache,\ntiredness, etc., which usually last for 3-7 days. Droplets resulting from\ncough or sneezes of an infected person are either inhaled directly or\ntransmitted through contaminated objects such as pens, books, cups,\ndoorknobs, computer keyboard or mouse, etc., and cause infection in a\nhealthy person.\nSome of the human diseases ar e caused by pr otozoans too. Y ou might\nhave heard about malaria , a disease man has been fighting since many\nyears. Plasmodium , a tiny protozoan is responsible for this disease. Different\nspecies of Plasmodium  (P. vivax , P. malaria  and P. falciparum ) are\nresponsible for different types of malaria. Of these, malignant malaria caused\nby Plasmodium falciparum  is the most serious one and can even be fatal.\nLet us take a glance at the life cycle of Plasmodium  (Figure 7.1).\nPlasmodium  enters the human body as sporozoites (infectious form)\nthrough the bite of infected female Anopheles  mosquito. The parasites\ninitially multiply within the liver cells and then attack the red blood cells\n(RBCs) resulting in their rupture. The rupture of RBCs is associated with\nrelease of a toxic substance, haemozoin, which is responsible for the chill\nand high fever recurring every three to four days. When a female Anopheles\nmosquito bites an infected person, these parasites enter the mosquito’s\nbody and undergo further development. The parasites multiply within\nthem to form sporozoites that are stored in their salivary glands. When\nthese mosquitoes bite a human, the sporozoites are introduced into his/\nher body, thereby initiating the events mentioned above. It is interesting\nto note that the malarial parasite requires two hosts – human and\nmosquitoes – to complete its life cycle (Figure 7.1); the female Anopheles\nmosquito is the vector (transmitting agent) too.\nReprint 2025-26\n\n132BIOLOGY\nEntamoeba histolytica is a protozoan parasite in the large intestine of\nhuman which causes amoebiasis  (amoebic dysentery) . Symptoms  of\nthis disease include constipation, abdominal pain and cramps, stools\nwith excess mucous and blood clots. Houseflies act as mechanical carriers\nand serve to transmit the parasite from faeces of infected person to foodFigure 7.1 Stages in the life cycle of Plasmodium\nReprint 2025-26\n\nHUMAN HEALTH AND DISEASE\n133and food products, thereby contaminating them.\nDrinking water and food contaminated by the faecal\nmatter are the main source of infection.\nAscaris , the common round worm and Wuchereria ,\nthe filarial worm, are some of the helminths which are\nknown to be pathogenic to man. Ascaris , an intestinal\nparasite causes ascariasis . Symptoms of these disease\ninclude inter nal bleeding, muscular pain, fever , anemia\nand blockage of the intestinal passage. The eggs of the\nparasite are excreted along with the faeces of infected\npersons which contaminate soil, water , plants, etc. A\nhealthy person acquires this infection through\ncontaminated water , vegetables, fruits, etc.\nWucher eria (W . bancr ofti and W. malayi),  the filarial\nworms cause a slowly developing chronic inflammation\nof the organs in which they live for many years, usually\nthe lymphatic vessels of the lower limbs and the disease\nis called elephantiasis\n or filariasis  (Figure 7.2). The\ngenital organs are also often affected, resulting in gross\ndeformities. The pathogens are transmitted to a healthy\nperson through the bite by the female mosquito vectors.\nMany fungi belonging to the  genera Microsporum ,\nTrichophyton  and Epider mophyton  are\nresponsible for ringworms  which is one of\nthe most common infectious diseases in man.\nAppearance of dry, scaly lesions on various\nparts of the body such as skin, nails and\nscalp (Figure 7.3) are the main symptoms of\nthe disease.  These lesions are accompanied\nby intense itching. Heat and moisture help\nthese fungi to grow, which makes them thrive\nin skin folds such as those in the groin or\nbetween the toes. Ringworms are generally\nacquired from soil or by using towels, clothes\nor even the comb of infected individuals.\nFigure 7.2 Diagram showing\ninflammation in one\nof the lower limbs due\nto elephantiasis\nFigure 7.3 Diagram showing ringworm\naffected area of the skin\nMaintenance of personal and public hygiene is very important for\nprevention and control of many infectious diseases. Measures for personal\nhygiene include keeping the body clean; consumption of clean drinking\nwater , food, vegetables, fruits, etc. Public hygiene includes pr oper disposal\nof waste and excreta; periodic cleaning and disinfection of water reservoirs,\npools, cesspools and tanks and observing standard practices of hygiene\nin public catering. These measures are particularly essential where the\ninfectious agents are transmitted through food and water such as typhoid,\namoebiasis and ascariasis. In cases of air -borne diseases such as\npneumonia and common cold, in addition to the above measures, close\nReprint 2025-26\n\n134BIOLOGY\ncontact with the infected persons or their belongings should be avoided.\nFor diseases such as malaria and filariasis that are transmitted through\ninsect vectors, the most important measure is to control or eliminate the\nvectors and their breeding places. This can be achieved by avoiding\nstagnation of water in and around residential areas, regular cleaning of\nhousehold coolers, use of mosquito nets, introducing fishes like Gambusia\nin ponds that feed on mosquito larvae, spraying of insecticides in ditches,\ndrainage areas and swamps, etc. In addition, doors and windows should\nbe provided with wire mesh to prevent the entry of mosquitoes. Such\nprecautions have become more important especially in the light of recent\nwidespr ead incidences of the vector -borne (Aedes  mosquitoes) diseases\nlike dengue and chikungunya in many parts of India.\nThe advancements made in biological science have armed us to\neffectively deal with many infectious diseases. The use of vaccines and\nimmunisation programmes have enabled us to completely eradicate a\ndeadly disease like smallpox. A large number of other infectious diseases\nlike polio, diphtheria, pneumonia and tetanus have been controlled to a\nlarge extent by the use of vaccines. Biotechnology (about which you will\nread more in ",
      "wordCount": 2152,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 10,
      "title": ") is at the verge of making available newer and",
      "content": "Chapter 10) is at the verge of making available newer and\nsafer vaccines. Discovery of antibiotics and various other drugs has also\nenabled us to effectively treat infectious diseases.\n7.2 IMMUNITY\nEveryday we ar e exposed to lar ge number of infectious agents. However ,\nonly a few of these exposures result in disease. Why?  This is due to the\nfact that the body is able to defend itself from most of these foreign agents.\nThis overall ability of the host to fight the disease-causing organisms,\nconferred by the immune system is called immunity .\nImmunity is of two types:  (i) Innate immunity  and (ii) Acquired\nimmunity.\n7.2.1 Innate Immunity\nInnate immunity is non-specific type of defence, that is present at the\ntime of birth. This is accomplished by providing different types of barriers\nto the entry of the foreign agents into our body. Innate immunity consist\nof four types of barriers. \nThese are —\n(i)Physical barriersPhysical barriersPhysical barriersPhysical barriersPhysical barriers  : Skin on our body is the main barrier which\nprevents entry of the micro-organisms. Mucus coating of the\nepithelium lining the respiratory, gastrointestinal and urogenital\ntracts also help in trapping microbes entering our body.\n(ii)Physiological barriersPhysiological barriersPhysiological barriersPhysiological barriersPhysiological barriers  : Acid in the stomach, saliva in the mouth,\ntears from eye s–all prevent microbial growth.\n(iii)Cellular barriersCellular barriersCellular barriersCellular barriersCellular barriers  : Certain types of leukocytes (WBC) of our body\nlike polymorpho-nuclear leukocytes (PMNL-neutrophils) and\nReprint 2025-26\n\nHUMAN HEALTH AND DISEASE\n135monocytes and natural killer (type of lymphocytes) in the blood as\nwell as macrophages in tissues can phagocytose and destroy\nmicrobes.\n(iv)Cytokine barriers  : Virus -infected cells secrete proteins called\ninterferon s which protect non-infected cells from further viral\ninfection.\n7.2.2 Acquired Immunity\nAcquired immunity, on the other hand is pathogen specific. It is\ncharacterised by memory. This means when our body encounters a\npathogen for the first time it produces a response called primary\nresponse which is of low intensity. Subsequent encounter with the same\npathogen elicits a highly intensified secondary or anamnestic response.\nThis is ascribed to the fact that our body appears to have memory of the\nfirst encounter .\nThe primary and secondary\nimmune responses are\ncarried out with the help\nof two special types of\nlymphocytes present in our\nblood, i.e.,  B-lymphocytes and\nT-lymphocytes.\nThe B-lymphocytes produce an\narmy of proteins in response to\npathogens into our blood to fight\nwith them. These proteins are\ncalled antibodies. The\nT-cells themselves do not secr ete\nantibodies but help B cells to\nproduce them. Each antibody\nmolecule has four peptide chains,\ntwo small called light chains  and\ntwo longer called heavy chains .\nHence, an antibody is represented\nas H2L2. Different types of antibodies are produced in our body. IgA, IgM,\nIgE, IgG are some of them. A cartoon of an antibody is given in Figure\n7.4. Because these antibodies are found in the blood, the response is also\ncalled as humoral immune response . This is one of the two types of our\nacquired immune response – antibody mediated. The second type is called\ncell-mediated immune response or cell-mediated immunity (CMI). The\nT-lymphocytes mediate CMI. V ery often, when some human or gans like\nheart, eye, liver , kidney fail to function satisfactorily, transplantation is\nthe only remedy to enable the patient to live a normal life. Then a search\nbegins – to find a suitable donor . Why is it that the  organs cannot be\ntaken from just anybody? What is it that the doctors check ? Grafts from\nFigure 7.4  Structure of an antibody molecule\nReprint 2025-26\n\n136BIOLOGY\njust any source – an animal, another primate, or any human beings  cannot\nbe made since the grafts would be rejected sooner or later . Tissue\nmatching, blood group matching are essential before undertaking any\ngraft/transplant and even after this the patient has to take immuno–\nsuppresants all his/her life. The body is able to differentiate ‘sel f’ and\n‘nonself’ and the cell-mediated immune response is responsible for the\ngraft rejection.\n7.2.3 Active and Passive Immunity\nWhen a host is exposed to antigens, which may be in the form of living\nor dead microbes or other proteins, antibodies are produced in the host\nbody. This type of immunity is called active immunity.  Active immunity\nis slow and takes time to give its full effective response. Injecting the\nmicrobes deliberately during immunisation or infectious organisms\ngaining access into body during natural infection induce active\nimmunity. When ready-made antibodies are directly given to protect\nthe body against foreign agents, it is called passive immunity . \nDo you\nknow why mother’s milk is considered very essential for the new-\nborn infant ? The yellowish fluid colostrum secr eted by mother during\nthe initial days of lactation has abundant antibodies (IgA) to protect the\ninfant. The foetus also r eceives some antibodies fr om their mother ,\nthrough the placenta during pregnancy.  These are some examples of\npassive immunity.\n7.2.4 V accination and Immunisation\nThe principle of immunisation or vaccination is based on the property of\n‘memory’ of the immune system. In vaccination, a preparation of antigenic\nproteins of pathogen or inactivated/weakened pathogen (vaccine) are\nintroduced into the body. The antibodies produced in the body against\nthese antigens would neutralise the pathogenic agents during actual\ninfection. The vaccines also generate memory – B and T -cells that r ecognise\nthe pathogen quickly on subsequent exposure and overwhelm the\ninvaders with a massive production of antibodies. If a person is infected\nwith some deadly microbes to which quick immune response is required\nas in tetanus, we need to directly inject the preformed antibodies, or\nantitoxin (a preparation containing antibodies to the toxin). Even in cases\nof snakebites, the injection which is given to the patients, contain preformed\nantibodies against the snake venom. This type of immunisation is called\npassive immunisation .\nRecombinant DNA technology has allowed the production of antigenic\npolypeptides of pathogen in bacteria or yeast. V accines pr oduced using\nthis approach allow large scale production and hence greater availability\nfor immunisation, e.g., hepatitis B vaccine produced from yeast.\nReprint 2025-26\n\nHUMAN HEALTH AND DISEASE\n1377.2.5 Allergies\nWhen you have gone to a new place and suddenly you started sneezing,\nwheezing for no explained reason, and when you went away, your\nsymptoms dissappeared. Did this happen to you?  Some of us are sensitive\nto some particles in the environment. The above-mentioned reaction could\nbe because of allergy to pollen, mites, etc., which are different in different\nplaces.\nThe exaggerated response of the immune system to certain antigens\npresent in the environment is called allergy\n. The substances to which\nsuch an immune response is produced are called allergens. The antibodies\nproduced to these are of IgE type. Common examples of allergens are\nmites in dust, pollens, animal dander , etc. Symptoms of aller gic reactions\ninclude sneezing, watery eyes, running nose and difficulty in breathing.\nAllergy is due to the release of chemicals like histamine and serotonin\nfrom the mast cells. For determining the cause of allergy, the patient is\nexposed to or injected with very small doses of possible allergens, and the\nreactions studied. The use of drugs like anti-histamine, adrenalin and\nsteroids quickly reduce the symptoms of allergy. Somehow, modern-day\nlife style has resulted in lowering of immunity and more sensitivity to\nallergens – more and more children in metro cities of India suffer from\nallergies and asthma due to sensitivity to the environment. This could be\nbecause of the protected environment provided early in life.\n7.2.6 Auto Immunity\nMemory-based acquired immunity evolved in higher vertebrates based\non the ability to differentiate foreign organisms (e.g., pathogens) from self-\ncells. While we still do not understand the basis of this, two corollaries of\nthis ability have to be understood. One, higher vertebrates can distinguish\nforeign molecules as well as foreign organisms. Most of the experimental\nimmunology deals with this aspect. Two, sometimes, due to genetic and\nother unknown reasons, the body attacks self-cells. This results in damage\nto the body and is called auto-immune  disease. Rheumatoid arthritis\nwhich affects many people in our society is an auto-immune disease.\n7.2.7 Immune System in the Body\nThe human immune system consists of lymphoid organs, tissues, cells\nand soluble molecules like antibodies.  As you have read, immune system\nis unique in the sense that it recognises foreign antigens, responds to\nthese and remembers them. The immune system also plays an important\nrole in allergic reactions, auto-immune diseases and organ\ntransplantation.\nLymphoid organs: These are the organs where origin and/or maturation\nand proliferation of lymphocytes occur . The primary lymphoid organs\nare bone marrow  and thymus  where immature lymphocytes differentiate\nReprint 2025-26\n\n138BIOLOGY\ninto antigen-sensitive lymphocytes. After maturation the\nlymphocytes migrate to secondary lymphoid organs like spleen,\nlymph nodes, tonsils, Peyer’s patches of small intestine and\nappendix. The secondary lymphoid organs provide the sites for\ninteraction of lymphocytes with the antigen, which then proliferate\nto become effector cells. The location of various lymphoid organs\nin the human body is shown in Figure 7.5.\nThe bone marrow is the main lymphoid organ where all\nblood cells including lymphocytes are produced. The thymus\nis a lobed organ located near the heart and beneath the\nbreastbone. The thymus is quite large at the time of birth but\nkeeps reducing in size with age and by the time puberty is\nattained it reduces to a very small size. Both bone-marrow\nand thymus provide micro-environments for the development\nand maturation of T -lymphocytes. The spleen is a lar ge bean-\nshaped organ. It mainly contains lymphocytes and phagocytes.\nIt acts as a filter of the blood by trapping blood-borne micro-\norganisms. Spleen also has a large reservoir of erythrocytes.\nThe lymph nodes are small solid structures located at different\npoints along the lymphatic system. L ymph nodes serve to trap the\nmicro-organisms or other antigens, which happen to get into the lymph\nand tissue fluid. Antigens trapped in the lymph nodes are responsible for\nthe activation of lymphocytes present there and cause the immune\nresponse.\nThere is lymphoid tissue also located within the lining of the major\ntracts (respiratory, digestive and urogenital tracts) called mucosa-\nassociated lymphoid tissue  (MALT). It constitutes about 50 per cent of\nthe lymphoid tissue in human body.\n7.3 AIDS\nThe word AIDS stands for Acquired Immuno Deficiency Syndrome\n.\nThis means deficiency of immune system, acquired during the lifetime of\nan individual indicating that it is not a congenital disease. ‘Syndrome’\nmeans a group of symptoms. AIDS was first reported in 1981 and in the\nlast twenty-five years or so, it has spread all over the world killing more\nthan 25 million persons.\nAIDS is caused by the Human Immuno deficiency Virus (HIV), a\nmember of a group of viruses called retrovirus , which have an envelope\nenclosing the RNA genome (Figure 7.6). T ransmission of HIV-infection\ngenerally occurs by (a) sexual contact with infected person, (b) by\ntransfusion of contaminated blood and blood products, (c) by sharing\ninfected needles as in the case of intravenous drug abusers and (d) from\ninfected mother to her child th rough placenta. So, people who are at high\nrisk of getting this infection includes - individuals who have multipleFigure 7.5 Diagrammatic\nrepresentation\nof Lymph nodes\nReprint 2025-26\n\nHUMAN HEALTH AND DISEASE\n139Figure 7.6 Replication of retrovirus\nsexual partners, drug addicts who take drugs intravenously, individuals\nwho require repeated blood transfusions and children born to an HIV\ninfected mother . Do you kno w–when do pe ople need r epeated blood\ntransfusion? Find out and make a list of such conditions.  It is important\nto note that HIV/AIDS is not spread by mere touch or physical contact; it\nspreads only through body fluids. It is, hence, imperative, for the physical\nand psychological well-being, that the HIV/AIDS infected persons are\nnot isolated from family and society. There is always a time-lag between\nthe infection and appearance of AIDS symptoms. This period may vary\nfrom a few months to many years  (usually 5-10 years).\nReprint 2025-26\n\n140BIOLOGY\nAfter getting into the body of the person, the virus enters into macrophages\nwhere RNA genome of the virus replicates to form viral DNA with the help of\nthe enzyme reverse transcriptase. This viral DNA gets incorporated into host\ncell’s DNA and directs the infected cells to produce virus particles (Figure 7.6).\nThe macrophages continue to produce virus and in this way acts like a HIV\nfactory. Simultaneously, HIV enters into helper  T-lymphocytes (TH), replicates\nand produce progeny viruses. The progeny viruses released in the blood attack\nother helper T -lymphocytes. This is r epeated leading to a pr ogressive decr ease\nin the number of helper T -lymphocytes in the body of the infected person.\nDuring this period, the person suf fers fr om bouts of fever , diarr hoea and weight\nloss. Due to decrease in the number of helper T lymphocytes, the person starts\nsuffering from infections that could have been otherwise overcome such as\nthose due to bacteria especially Mycobacterium , viruses, fungi and even\nparasites like Toxoplasma. The patient becomes so immuno-deficient that\nhe/she is unable to protect himself/herself against these infections. A widely\nused diagnostic test for AIDS is enzyme linked immuno-sorbent assay\n(ELISA). T reatment of AIDS with anti-r etroviral drugs is only partially ef fective.\nThey can only prolong the life of the patient but cannot prevent death, which is\ninevitable.\nPrevention of AIDS :  As AIDS has no cure, prevention is the best option.\nMoreover , HIV infection, mor e often, spr eads due to conscious behaviour\npatterns and is not something that happens inadvertently, like pneumonia\nor typhoid. Of course, infection in blood transfusion patients, new-borns\n(from mother) etc., may take place due to poor monitoring. The only excuse\nmay be ignorance and it has been rightly said – “don’t die of ignorance”.\nIn our country the National AIDS Control Organisation (NACO) and other\nnon-governmental organisation (NGOs) are doing a lot to educate people\nabout AIDS. WHO has started a number of programmes to prevent the\nspreading of HIV infection. Making blood (from blood banks) safe from\nHIV, ensuring the use of only disposable needles and syringes in public\nand private hospitals and clinics, free distribution of condoms, controlling\ndrug abuse, advocating safe sex and promoting regular check-ups for\nHIV in susceptible populations, are some such steps taken up.\nInfection with HIV or having AIDS is something that should not be\nhidden – since then, the infection may spread to many more people.\nHIV/AIDS-infected people need help and sympathy instead of being\nshunned by society. Unless society recognises it as a problem to be dealt\nwith in a collective manner – the chances of wider spread of the disease\nincrease manifold. It is a malady that can only be tackled, by the society\nand medical frater nity acting together , to pr event the spr ead of the disease.\n7.4 C ANCER\nCancer  is one of the most dreaded diseases of human beings and is a major\ncause of death all over the globe. More than a million Indians suffer  from\nReprint 2025-26\n\nHUMAN HEALTH AND DISEASE\n141cancer and a large number of them die from it annually. The mechanisms\nthat underlie development of cancer or oncogenic transformation of cells,\nits treatment and control have been some of the most intense areas of\nresearch in biology and medicine.\nIn our body, cell growth and differentiation is highly controlled and\nregulated. In cancer cells, there is breakdown of these regulatory\nmechanisms. Normal cells show a property called contact inhibition  by\nvirtue of which contact with other cells inhibits their uncontrolled growth.\nCancer cells appears to have lost this property. As a result of this, cancerous\ncells just continue to divide giving rise to masses of cells called  tumors .\nTumors are of two types: benign and malignant. Benign tumors  normally\nremain confined to their original location and do not spread to other parts\nof the body and cause little damage. The \nmalignant tumors , on the\nother hand are a mass of proliferating cells called neoplastic or tumor\ncells. These cells grow very rapidly, invading and damaging the\nsurrounding normal tissues. As these cells actively divide and grow they\nalso starve the normal cells by competing for vital nutrients. Cells sloughed\nfrom such tumors reach distant sites through blood, and wherever they\nget lodged in the body, they start a new tumor there. This property called\nmetastasis is the most feared property of malignant tumors.\nCauses of cancer :  Transfor mation of nor mal cells into cancer ous\nneoplastic cells may be induced by physical, chemical or biological agents.\nThese agents are called carcinogens . Ionising radiations like X-rays and\ngamma rays and non-ionizing radiations like UV cause DNA damage\nleading to neoplastic transformation. The chemical carcinogens present\nin tobacco smoke have been identified as a major cause of lung cancer .\nCancer causing viruses called oncogenic viruses  have genes called viral\noncogenes . Furthermore, several genes called cellular oncogenes\n(c-onc ) or proto oncogenes  have been identified in normal cells which,\nwhen activated under certain conditions, could lead to oncogenic\ntransformation of the cells.\nCancer detection and diagnosis :  Early detection of cancers is essential\nas it allows the disease to be treated successfully in many cases. Cancer\ndetection is based on biopsy and histopathological studies of the tissue\nand blood and bone marrow tests for increased cell counts in the case of\nleukemias. In biopsy, a piece of the suspected tissue cut into thin sections\nis stained and examined under microscope (histopathological studies) by\na pathologist. Techniques like radiography (use of X-rays), CT (computed\ntomography) and MRI (magnetic resonance imaging) are very useful to\ndetect cancers of the internal organs. Computed tomography uses X-rays\nto generate a three-dimensional image of the internals of an object. MRI\nuses strong magnetic fields and non-ionising radiations to accurately detect\npathological and physiological changes in the living tissue.\nAntibodies against cancer -specific antigens ar e also used for\ndetection of certain cancers. Techniques of molecular biology can be\nReprint 2025-26\n\n142BIOLOGY\nFigure 7.7 Chemical structure of Morphine Figure 7.8  Opium poppyapplied to detect genes in individuals with inherited susceptibility to\ncertain cancers. Identification of such genes, which predispose an\nindividual to certain cancers, may be very helpful in prevention  of\ncancers. Such individuals may be advised to avoid exposure to\nparticular carcinogens to which they are susceptible (e.g., tobacco\nsmoke in case of lung cancer).\nTreatment of cancer :  The common approaches for treatment of cancer\nare surgery, radiation therapy and immunotherapy. In radiotherapy,\ntumor cells are irradiated lethally, taking proper care of the normal tissues\nsurrounding the tumor mass. Several chemotherapeutic drugs are used\nto kill cancerous cells. Some of these are specific for particular tumors.\nMajority of drugs have side effects like hair loss, anemia, etc. Most cancers\nare treated by combination of surgery, radiotherapy and chemotherapy.\nTumor cells have been shown to avoid detection and destruction by\nimmune system. Therefore, the patients are given substances called\nbiological response modifiers such as ααα\nαα-interferon  which activates their\nimmune system and helps in destroying the tumor .\n7.5 D RUGS AND ALCOHOL  ABUSE\nSurveys and statistics show that use of drugs and alcohol has been on\nthe rise especially among the youth. This is really a cause of concern as it\ncould result in many harmful effects. Proper education and guidance\nwould enable youth to safeguard themselves against these dangerous\nbehaviour patterns and follow healthy lifestyles.\nThe drugs, which are commonly abused are opioids, cannabinoids\nand coca alkaloids. Majority of these are obtained from flowering plants.\nSome are obtained from fungi.\nOpioids  are the drugs, which bind to specific opioid receptors present\nin our central nervous system and gastrointestinal tract.  Heroin\n(Figure 7.7), commonly called smack  is chemically diacetylmorphine which\nis a white, odourless, bitter crystalline compound. This is obtained by\nacetylation of morphine (Figure 7.7), which is extracted from the latex of\nReprint 2025-26\n\nHUMAN HEALTH AND DISEASE\n143poppy plant Papaver somniferum (Figure 7.8). Generally taken by snorting\nand injection, heroin is a depressant and slows down body functions.\nCannabinoids  are a group of chemicals (Figure 7.9), which interact\nwith cannabinoid receptors present principally in the brain. Natural\ncannabinoids are obtained from the inflorescences of the plant Cannabis\nsativa  (Figure 7.10). The flower tops, leaves and the resin of cannabis\nplant are used in various combinations to produce marijuana,  hashish,\ncharas and ganja. Generally taken by inhalation and oral ingestion, these\nare known for their effects on cardiovascular system of the body.\nFigure 7.9 Skeletal structure of\ncannabinoid molecule\nFigure 7.10 Leaves of Cannabis sativa\nCoca alkaloid or cocaine is obtained from coca\nplant Erythroxylum coca , native to South America. It\ninterferes with the transport of the neuro -transmitter\ndopamine. Cocaine, commonly called coke or crack  is\nusually snorted. It has a potent stimulating action on\ncentral nervous system, producing a sense of euphoria\nand increased energy. Excessive dosage of cocaine\ncauses hallucinations. Other well-known plants with\nhallucinogenic properties are Atropa belladona  and\nDatura  (Figure 7.11). These days cannabinoids  are also\nbeing abused by some sportspersons.\n Drugs like barbiturates, amphetamines,\nbenzodiazepines,  and other similar drugs, that are\nnormally used as medicines to help patients cope with\nmental illnesses like depression and insomnia, are often\nabused. Morphine is a very ef fective sedative and painkiller , and is very useful\nin patients who have undergone surgery. Several plants,  fruits and seeds\nhaving hallucinogenic properties have been used for hundreds of years in\nfolk-medicine, religious ceremonies and rituals all over the globe. When these\nare taken for a purpose other than medicinal use or in amounts/frequency\nthat i mpairs one’s physical, physiological or psychological functions, it\nconstitutes drug abuse.\nFigure 7.11  Flowering branch of Datura\nReprint 2025-26\n\n144BIOLOGY\nSmoking also paves the way to hard drugs.  Tobacco has been used\nby human beings for more than 400 years. It is smoked, chewed or used\nas a snuff. Tobacco contains a large number of chemical substances\nincluding nicotine, an alkaloid. Nicotine stimulates adrenal gland to\nrelease adr enaline and nor -adrenaline into blood cir culation, both of\nwhich raise blood pressure and increase heart rate. Smoking is associated\nwith increased incidence of cancers of lung, urinary bladder and throat,\nbronchitis, emphysema, cor onary heart disease, gastric ulcer , etc. T obacco\nchewing is associated with increased risk of cancer of the oral cavity.\nSmoking increases carbon monoxide (CO) content in blood and reduces\nthe concentration of haembound oxygen.  This causes oxygen deficiency\nin the body.\nWhen one buys packets of cigarettes one cannot miss the statutory\nwarning that is present on the packing which warns against smoking\nand says how it is injurious to health. Y et, smoking is very pr evalent in\nsociety, both among young and old. Knowing the dangers of smoking\nand chewing tobacco, and its addictive nature, the youth and old need to\navoid these habits. Any addict requires counselling and medical help to\nget rid of the habit.\n7.5.1 Adolescence and Drug/Alcohol Abuse\nAdolescence means both ‘a period’ and ‘a process’ during which a child\nbecomes mature in terms of his/her attitudes and beliefs for effective\nparticipation in society. The period between 12-18 years of age may\nbe thought of as adolescence period. In other words, adolescence is a\nbridge linking childhood and adulthood. Adolescence is accompanied\nby several biological and behavioural changes. Adolescence, thus is a\nvery vulnerable phase  of mental and psychological development of an\nindividual.\nCuriosity, need for adventure and excitement, and experimentation ,\nconstitute common causes, which motivate youngsters towards drug\nand alcohol use. A child’s natural curiosity motivates him/her to\nexperiment.  This is complicated further by effects that might be perceived\nas benefits , of alcohol or drug use. Thus, the first use of drugs or alcohol\nmay be out of curiosity or experimentation, but later the child starts\nusing these to escape facing problems. Of late, stress , from pressures to\nexcel in academics or examinations ,\n has played a significant role in\npersuading the youngsters to try alcohol and drugs. The perception\namong youth that it is ‘cool’ or progressive to smoke, use drugs or\nalcohol, is also in a way a major cause for youth to start these habits.\nTelevision, movies, new spapers, internet also help to promote this\nperception. Other factors that have been seen to be associated with drug\nand alcohol abuse among adolescents are unstable or unsupportive\nfamily structures  and peer pressure.\nReprint 2025-26\n\nHUMAN HEALTH AND DISEASE\n1457.5.2 Addiction and Dependence\nBecause of the perc eived benefits, drugs are frequently used repeatedly.\nThe most important thing, which one fails to realise, is the inherent\naddictive nature of alcohol and drugs. Addiction is a psychological\nattachment to certain effects –such as euphoria and a temporary feeling\nof well-bein g–associated with drugs and alcohol. These drive people to\ntake them even when these are not needed, or even when their use becomes\nself-destructive. With repeated use of drugs, the tolerance level of the\nreceptors present in our body increases. Consequently the receptors\nrespond only to higher doses of drugs or alcohol leading to greater intake\nand addiction. However , it should be clearly bor ne in mind that use of\nthese drugs even once, can be a fore-runner to addiction. Thus, the\naddictive potential of drugs and alcohol, pull the user into a vicious circle\nleading to their regular use (abuse) from which he/she may not be able\nto get out. In the absence of any guidance or counselling, the person gets\naddicted and becomes dependent on their use.\nDependence is the tendency of the body to manifest a characteristic\nand unpleasant withdrawal syndrome  if regular dose of drugs/alcohol\nis abruptly discontinued. This is characterised by anxiety, shakiness,\nnausea and sweating, which may be relieved when use is resumed again.\nIn some cases, withdrawal symptoms can be severe and even life\nthreatening and the person may need medical supervision.\nDependence leads the patient to ignore all social norms in order to\nget sufficient funds to satiate his/her needs. These result in many social\nadjustment problems.\n7.5.3 Effects of Drug/Alcohol Abuse\nThe immediate adverse effects of drugs and alcohol abuse are manifested\nin the for m of r eckless behaviour , vandalism and violence. Excessive\ndoses of drugs may lead to coma and death due to respiratory failure,\nheart failure or cerebral hemorrhage. A combination of drugs or their\nintake along with alcohol generally results in overdosing and even\ndeaths. The most common warning signs of drug and alcohol abuse\namong youth include drop in academic performance, unexplained\nabsence from school/college, lack of interest in personal hygiene,\nwithdrawal, isolation, depression, fatigue, aggressive and rebellious\nbehaviour , deteriorating r elationships with family and friends, loss of\ninterest in hobbies, change in sleeping and eating habits, fluctuations\nin weight, appetite, etc.\nTher\ne may even be some far -reaching implications of drug/alcohol\nabuse. If an abuser is unable to get money to buy drugs/alcohol he/she\nmay turn to stealing. The adverse effects are just not restricted to the\nperson who is using drugs or alcohol. At times, a drug/alcohol addict\nbecomes the cause of mental and fi nancial distress to his/her entire family\nand friends.\nReprint 2025-26\n\n146BIOLOGY\nThose who take drugs intravenously (direct injection into the vein\nusing a needle and syringe), are much more likely to acquire serious\ninfections like AIDS and Hepatitis B. The viruses, which are responsible\nfor these diseases, are transferred from one person to another by sharing\nof infected needles and syringes. Both AIDS and Hepatitis B infections\nare chronic infections and ultimately fatal. Both can be transmitted\nthrough sexual contact or infected blood.\nThe use of alcohol during adolescence may also have long-term effects.\nIt could lead to heavy drinking in adulthood. The chronic use of drugs and\nalcohol damages nervous system and liver (cirrhosis ). The use of drugs\nand alcohol during pregnancy is also known to adversely affect the foetus.\nAnother misuse of drugs is what certain sportspersons do to enhance\ntheir performance.  They (mis)use narcotic analgesics, anabolic steroids,\ndiuretics and certain hormones in sports to increase muscle strength and\nbulk and to promote aggressiveness and as a result increase athletic\nperformance. The side-effects of the use of anabolic steroids in females\ninclude masculinisation (features like males), increased aggressiveness,\nmood swings, depression, abnormal menstrual cycles, excessive hair\ngrowth on the face and body, enlargement of clitoris, deepening of voice.\nIn males it includes acne, increased aggressiveness, mood swings,\ndepression, reduction of size of the testicles, decreased sperm production,\npotential for kidney and liver dysfunction, breast enlargement, premature\nbaldness, enlargement of the prostate gland.  These effects may be\npermanent with prolonged use.  In the adolescent male or female, severe\nfacial and body acne, and premature closure of the growth centres of the\nlong bones may result in stunted growth.\n7.5.4 Prevention and Control\nThe age-old adage of ‘prevention is better than cure’ holds true here also.\nIt is also true that habits such as smoking, taking drug or alcohol are\nmore likely to be taken up at a young age, more during adolescence.\nHence, it is best to identify the situations that may push an adolescent\ntowards use of drugs or alcohol, and to take remedial measures well in\ntime. In this regard, the parents and the teachers have a special\nresponsibility. Parenting that combines with high levels of nurturance\nand consistent discipline, has been associated with lowered risk of\nsubstance (alcohol/drugs/tobacco) abuse. Some of the measures\nmentioned here would be particularly useful for prevention and control\nof alcohol and drugs abuse among adolescents\n(i)Avoid undue peer pressure -  Every child has his/her own choice\nand personality, which should be respected and nurtured. A child\nshould not be pushed unduly to perform beyond his/her threshold\nlimits; be it studies, sports or other activities.\nReprint 2025-26\n\nHUMAN HEALTH AND DISEASE\n147SUMMARY\nHealth is not just the absenc e of disease. It is a state of complete physical,\nmental, social and psychological well-being. Diseases like typhoid,\ncholera, pneumonia, fungal infections of skin, malaria and many others\nare a major cause of distr ess to human beings. V ector -borne diseases\nlike malaria especially one caused by Plasmodium falciparum , if not\ntreated, may prove fatal. Besides personal cleanliness and hygiene,\npublic health measures like proper disposal of waste, decontamination\nof drinking water , contr ol of vectors like mosquitoes and immunisation\nare very helpful in preventing these diseases. Our immune system plays\nthe major role in preventing these diseases when we are exposed to\ndisease-causing agents. The innate defences of our body like skin,\nmucous membranes, antimicrobial substances present in our tears,\nsaliva and the phagocytic cells help to block the entry of pathogens\ninto our body. If the pathogens succeed in gaining entry to our body,\nspecific antibodies (humoral immune response) and cells (cell mediated\nimmune response) serve to kill these pathogens. Immune system has\nmemory. On subsequent exposure to same pathogen, the immune\nresponse is rapid and more intense. This forms the basis of protection\n(ii)Education and counselling -  Educating and counselling him/\nher to face problems and s tresses, and to accept disappointments\nand failures as a part of life. It would also be worthwhile to channelise\nthe child’s energy into healthy pursuits like sports, reading, music,\nyoga and other extracurricular activities.\n(iii)Seeking help from parents and peers -  Help from parents and\npeers should be sought immediately so that they can guide\nappropriately. Help may even be sought from close and trusted\nfriends. Besides getting proper advise to sort out their problems,\nthis would help young to vent their feelings of anxiety and guilt.\n(iv)Looking for danger signs -\n Alert parents and teachers need to\nlook for and identify the danger signs discussed above. Even friends,\nif they find someone using drugs or alcohol, should not hesitate to\nbring this to the notice of parents or teacher in the best interests of\nthe person concerned. Appropriate measures would then be required\nto diagnose the malady and the underlying causes. This would help\nin initiating proper remedial steps or treatment.\n(v)Seeking professional and medical help -  A lot of help is available\nin the form of highly qualified psychologists, psychiatrists, and de-\naddiction and rehabilitation programmes to help individuals who\nhave unfortunately got in the quagmire of drug/alcohol abuse. With\nsuch help, the af fected individual with suf ficient ef forts and will power ,\ncan get rid of the problem completely and lead a perfectly normal\nand healthy life.\nReprint 2025-26\n\n148BIOLOGY\nafforded by vaccination and immunisation. Among other diseases, AIDS\nand cancer kill a large number of individuals worldwide. AIDS caused\nby the human immuno-deficiency virus (HIV) is fatal but can be\nprevented if certain precautions are taken. Many cancers are curable if\ndetected early and appropriate therapeutic measures are taken. Of late,\ndrug and alcohol abuse among youth and adolescents is becoming\nanother cause of concern. Because of the addictive nature of alcohol\nand drugs, and their perceived benefits like relief from stress, a person\nmay try taking these in the face of peer pressure, examinations-related\nand competition-related stresses. In doing so, he/she may get addicted\nto them. Education about their harmful effects, counselling and seeking\nimmediate professional and medical help would totally relieve the\nindividual from these evils.\nEXERCISES\n1.What are the various public health measures, which you would suggest\nas safeguard against infectious diseases?\n2.In which way  has the study of biology helped us to control  infectious\ndiseases?\n3.How does the transmission of each of the following diseases take place?\n(a)  Amoebiasis (b)  Malaria (c)  Ascariasis (d)  Pneumonia\n4.What measur\ne would you take to pr event water -borne diseases?\n5.Discuss with your teacher what does ‘a suitable gene’ means, in the\ncontext of DNA vaccines.\n6.Name the primary and secondary lymphoid organs.\n7.The following are some well-known abbreviations, which have been\nused in this chapter . Expand each one to its full for m:\n(a) MALT (b) CMI (c) AIDS (d) NACO\n(e) HIV\n8.Differentiate the following and give examples of each:\n(a)  Innate and acquired immunity    (b)  Active and passive immunity\n9.Draw a well-labelled diagram of an antibody molecule.\n10. What are the various routes by which transmission of human immuno-\ndeficiency virus takes place?\n",
      "wordCount": 5713,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 11,
      "title": "What is the mechanism by which the AIDS virus causes",
      "content": "11. What is the mechanism by which the AIDS virus causes deficiency of\nimmune system of the infected person?\n",
      "wordCount": 19,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 12,
      "title": "How is a cancerous cell different from a normal cell",
      "content": "12. How is a cancerous cell different from a normal cell?\n",
      "wordCount": 11,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 13,
      "title": "Explain what is meant by metastasis.",
      "content": "13. Explain what is meant by metastasis.\n",
      "wordCount": 7,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 14,
      "title": "List the harmful effects caused by  alcohol/drug abu",
      "content": "14. List the harmful effects caused by  alcohol/drug abuse .\n",
      "wordCount": 10,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 15,
      "title": "Do you think that friends can influence one to take",
      "content": "15. Do you think that friends can influence one to take alcohol/drugs? If\nyes, how may one protect himself/herself from such an influence?\n",
      "wordCount": 23,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 16,
      "title": "Why is that once a person starts taking alcohol or d",
      "content": "16. Why is that once a person starts taking alcohol or drugs, it is difficult\nto get rid of this habit? Discuss it with your teacher .\n",
      "wordCount": 27,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 17,
      "title": "In your view what motivates youngsters to take to al",
      "content": "17. In your view what motivates youngsters to take to alcohol or drugs and\nhow can this be avoided?\nReprint 2025-26\n\n",
      "wordCount": 21,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 22,
    "totalWords": 7989
  }
}