{
  "filename": "lebo110.pdf",
  "chapters": [
    {
      "chapterNumber": 10,
      "title": "BIOTECHNOLOGY AND ITS",
      "content": "CHAPTER 10\nBIOTECHNOLOGY AND ITS\nAPPLICATIONS\n10.1 Biotechnological\nApplications in\nAgriculture\n10.2 Biotechnological\nApplications in\nMedicine\n10.3 Transgenic Animals\n10.4 Ethical Issues\nReprint 2025-26\n\n178BIOLOGY\n(ii)organic agriculture; and\n(iii)genetically engineered crop-based agriculture.\nThe Green Revolution succeeded in tripling the food supply but yet\nit was not enough to feed the growing human population. Increased yields\nhave partly been due to the use of improved crop varieties, but mainly\ndue to the use of better management practices and use of agrochemicals\n(fertilisers and pesticides). However , for far mers in the developing world,\nagrochemicals are often too expensive, and further increases in yield with\nexisting varieties are not possible using conventional breeding.\nAs traditional breeding techniques failed to keep pace with demand and\nto provide sufficiently fast and efficient systems for crop improvement,\nanother technology called  tissue culture got developed. What does\ntissue culture mean? It was learnt by scientists, during 1950s, that\nwhole plants could be regenerated from explants,  i.e., any part of a\nplant taken out and grown in a test tube, under sterile conditions in\nspecial nutrient media. This capacity to generate a whole plant from\nany cell/explant is called totipotency . You will lear n how to accomplish\nthis in higher classes. It is important to stress here that the nutrient\nmedium must provide a carbon source such as sucrose and also\ninorganic salts, vitamins, amino acids and growth regulators like auxins,\ncytokinins etc. By application of these methods it is possible to achieve\npropagation of a large number of plants in very short durations. This\nmethod of producing thousands of plants through tissue culture is\ncalled micro-propagation . Each of these plants will be genetically\nidentical to the original plant from which they were grown, i.e., they are\nsomaclones .  Many important food plants like tomato, banana, apple,\netc., have been pr oduced on commer cial scale using this method. T ry to\nvisit a tissue culture laboratory with your teacher to better understand\nand appreciate the process.\nAnother important application of the method is the recovery of\nhealthy plants from diseased plants. Even if  the plant is infected with a\nvirus, the meristem  (apical and axillary) is free of virus. Hence, one\ncan remove the  meristem and grow it in vitro  to obtain virus-free plants.\nScientists have succeeded in culturing meristems of banana, sugarcane,\npotato, etc.\nScientists have even isolated single cells from plants and after\ndigesting their cell walls have been able to isolate naked protoplasts\n(surrounded by plasma membranes).  Isolated protoplasts from two\ndifferent varieties of plants – each having a desirable character – can be\nfused to get hybrid protoplasts, which can be further grown to form a\nnew plant. These hybrids are called somatic hybrids  while the process\nReprint 2025-26\n\n179BIOTECHNOLOGY AND ITS APPLICATIONS\nis called somatic hybridisation . Imagine a situation when a protoplast\nof tomato is fused with that of potato, and then they are grown – to form\nnew hybrid plants combining tomato and potato characteristics. W ell,\nthis has been achieved – resulting in formation of pomato; unfortunately\nthis plant did not have all the desired combination of characteristics for\nits commercial  utilisation .\nIs there any alternative path that our understanding of genetics can\nshow so that farmers may obtain maximum yield from their fields? Is\nthere a way to minimise the use of fertilisers and chemicals so that their\nharmful effects on the environment are reduced? Use of genetically\nmodified crops is a possible solution.\nPlants, bacteria, fungi and animals whose genes have been altered by\nmanipulation are called Genetically Modified Organisms  (GMO ). GM\nplants have been useful in many ways. Genetic modification has:\n(i)made crops more tolerant to abiotic stresses (cold, drought, salt, heat).\n(ii)reduced reliance on chemical pesticides (pest-resistant crops).\n(iii)helped to reduce post harvest losses.\n(iv)increased efficiency of mineral usage by plants (this prevents early\nexhaustion of fertility of soil).\n(v)enhanced nutritional value of food, e.g., golden rice, i.e., Vitamin ‘A’\nenriched rice.\nIn addition to these uses, GM has been used to cr\neate tailor -made\nplants to supply alternative resources to industries, in the form of starches,\nfuels and pharmaceuticals.\nSome of the applications of biotechnology in agriculture that you will\nstudy in detail are the production of pest resistant plants, which could\ndecrease the amount of pesticide used. Bt toxin is produced by a\nbacterium called B acillus t huringiensis ( Bt for short).  Bt toxin gene has\nbeen cloned from the bacteria and been expressed in plants to provide\nresistance to insects without the need for insecticides; in effect created a\nbio-pesticide. Examples are Bt cotton, Bt corn, rice, tomato, potato and\nsoyabean etc.\nBt Cotton:  Some strains of Bacillus thuringiensis produce proteins that\nkill certain insects such as lepidopterans (tobacco budworm, armyworm),\ncoleopterans (beetles) and dipterans (flies, mosquitoes).  B. thuringiensis\nforms protein crystals during a particular phase of their growth. These\ncrystals contain a toxic insecticidal protein . Why does this toxin not kill\nthe Bacillus ? Actually, the Bt toxin protein exist as inactive protoxins  but\nonce an insect ingest the inactive toxin, it is converted into an active form\nof toxin due to the alkaline pH of the gut which solubilise the crystals.\nThe activated toxin binds to the surface of midgut epithelial cells and\ncreate pores that cause cell swelling and lysis and eventually cause death\nof the insect.\nReprint 2025-26\n\n180BIOLOGY\nSpecific Bt toxin genes were isolated from Bacillus thuringiensis  and\nincorporated into the several crop plants such as cotton (Figure 10.1).\nThe choice of genes depends upon the crop and the targeted pest, as\nmost Bt toxins are insect-group specific. The toxin is coded by a gene\ncryIAc  named cry. There are a number of them, for example, the proteins\nencoded by the genes cryIAc and cryIIAb control the cotton bollworms,\nthat of cryIAb contr ols cor n bor er.\nPest \nResistant Plants: Several nematodes parasitise a wide variety of\nplants and animals including human beings. A nematode Meloidegyne\nincognitia  infects the roots of tobacco plants and causes a great reduction\nin yield. A novel strategy was adopted to prevent this infestation which\nwas based on the process of RNA interference  (RNAi). RNAi takes place\nin all eukaryotic organisms as a method of cellular defense. This method\ninvolves silencing of a specific mRNA due to a complementary dsRNA\nmolecule that binds to and prevents translation of the mRNA (silencing).\nThe source of this  complementary RNA could be from an infection by\nviruses having RNA genomes or mobile genetic elements (transposons)\nthat replicate via an RNA intermediate.\nUsing Agrobacterium  vectors, nematode-specific genes were\nintroduced into the host plant (Figure 10.2). The introduction of DNA\nwas such that it produced both sense and anti-sense RNA in the host\ncells. These two RNA’s being complementary to each other formed a double\nstranded (dsRNA) that initiated RNAi a nd thus, silenced the specific mRNA\nof the nematode. The consequence was that the parasite could not survive\nin a transgenic host expressing specific interfering RNA. The transgenic\nplant therefore got itself protected from the parasite (Figure 10.2).Figure 10.1 Cotton boll: (a) destroyed by bollworms; (b) a fully mature\ncotton boll\n(b)(a)\nReprint 2025-26\n\n181BIOTECHNOLOGY AND ITS APPLICATIONS\n10.2 B IOTECHNOLOGICAL  APPLICA TIONS IN MEDICINE\nThe recombinant DNA technological processes have made immense impact\nin the area of healthcare by enabling mass production of safe and more\neffective therapeutic drugs. Further , the r ecombinant therapeutics do not\ninduce unwanted immunological responses as is common in case of\nsimilar products isolated from non-human sources. At present, about\n30 recombinant therapeutics have been approved for human-use the\nworld over . In India, 12 of these ar\ne presently being marketed.\n10.2.1 Genetically Engineered Insulin\nManagement of adult-onset diabetes is possible by taking insulin at\nregular time intervals. What would a diabetic patient do if enough human-\ninsulin was not available ? If you discuss this, you would soon realise\nthat one would have to isolate and use insulin fr om other animals. Would\nthe insulin isolated from other animals be just as effective as that\nsecreted by the human body itself and would it not elicit an immune\nresponse in the human body?  Now, imagine if bacterium were available\nthat could make human insulin. Suddenly the whole process becomes\nso simple. Y ou can easily gr ow a lar ge quantity of the bacteria and make\nas much insulin as you need.\nThink about whether insulin can be orally administered to diabetic\npeople or not. Why?\nInsulin used for dia betes was earlier extracted from pancreas of\nslaughtered cattle and pigs. Insulin from an animal source, though caused\nsome patients to develop allergy or other types of reactions to the foreign\nprotein. Insulin consists of two short polypeptide chains:  chain A\nand chain B, that are linked together by disulphide bridges (Figure 10.3).Figure 10.2 Host plant-generated dsRNA triggers protection against nematode infestation:\n(a) Roots of a typical control plants; (b) transgenic plant roots 5 days after deliberate\ninfection of nematode but protected through novel mechanism.\n(a) (b)\nReprint 2025-26\n\n182BIOLOGY\nIn mammals, including humans, insulin is synthesised\nas a pro-hormone (like a pro-enzyme, the pro-hormone\nalso needs to be processed before it becomes a fully mature\nand functional hormone) which contains an extra stretch\ncalled the C peptide . This C peptide is not present in the\nmature insulin and is removed during maturation into\ninsulin.The main challenge for production of insulin using\nrDNA techniques was getting insulin assembled into a\nmature form. In 1983, Eli Lilly an American company\nprepared two DNA sequences corresponding to A and B,\nchains of human insulin and introduced them in plasmids\nof E. coli  to produce insulin chains. Chains A and B were\nproduced separately, extracted and combined by creating\ndisulfide bonds to form human insulin.\n10.2.2 Gene Therapy\nIf a person is born with a hereditary disease, can a corrective therapy\nbe taken for such a disease? Gene therapy is an attempt to do this.\nGene therapy is a collection of methods that allows correction of a\ngene defect that has been diagnosed in a child/embryo. Here genes\nare inserted into a person’s  cells and tissues to treat a disease.\nCorrection of a genetic defect involves delivery of a normal gene into\nthe individual or embryo to take over the function of and compensate\nfor the non-functional gene.\nThe first clinical gene therapy was given in 1990 to a 4-year old girl\nwith adenosine deaminase (ADA) deficiency. This enzyme is crucial for\nthe immune system to function. The disorder is caused due to the deletion\nof the gene for adenosine deaminase. In some children ADA deficiency\ncan be cured by bone marrow transplantation; in others it can be treated\nby enzyme replacement therapy, in which functional ADA is given to the\npatient by injection. But the problem with both of these approaches that\nthey are not completely curative. As a first step towards gene therapy,\nlymphocytes from the blood of the patient are grown in a culture outside\nthe body. A functional ADA cDNA (using a retroviral vector) is then\nintroduced into these lymphocytes, which are  subsequently returned to\nthe patient. However , as these cells ar e not immortal, the patient r equir es\nperiodic infusion of such genetically engineer ed lymphocytes. However , if\nthe gene isolate from marrow cells producing ADA is introduced into cells\nat early embryonic stages, it could be a permanent cure.\n10.2.3 Molecular Diagnosis\nYou know that for ef fective tr eatment of a disease, early diagnosis and\nunderstanding its pathophysiology is very important.  Using conventional\nmethods of diagnosis (serum and urine analysis, etc.) early detection isFigure 10.3 Maturation of\npro-insulin into insulin\n(simplified)\nReprint 2025-26\n\n183BIOTECHNOLOGY AND ITS APPLICATIONS\nnot possible. Recombinant DNA technology, Polymerase Chain Reaction\n(PCR) and Enzyme Linked Immuno-sorbent Assay (ELISA) are some of\nthe techniques that serve the purpose of early diagnosis.\nPresence of a pathogen (bacteria, viruses, etc.) is normally suspected\nonly when the pathogen has produced a disease symptom. By this time\nthe concentration of pathogen is alr eady very high in the body. However ,\nvery low concentration of a bacteria or virus (at a time when the symptoms\nof the disease are not yet visible) can be detected by amplification of their\nnucleic acid by PCR. Can you explain how PCR can detect very low\namounts of DNA? PCR is now routinely used to detect HIV in suspected\nAIDS patients. It is being used to detect mutations in genes in suspected\ncancer patients too. It is a powerful techqnique to identify many other\ngenetic disorders.\nA single stranded DNA or RNA, tagged with a radioactive molecule\n(probe) is allowed to hybridise to its complementary DNA in a clone of\ncells followed by detection using autoradiography. The clone having the\nmutated gene will hence not appear on the photographic film, because\nthe probe will not have complementarity with the mutated gene.\nELISA is based on the principle of antigen-antibody interaction.\nInfection by pathogen can be detected by the presence of antigens\n(proteins, glycoproteins, etc.) or by detecting the antibodies synthesised\nagainst the pathogen.\n10.3 TRANSGENIC  ANIMALS\nAnimals that have had their DNA manipulated to possess and express an\nextra (for eign) gene ar e known as transgenic animals\n. Transgenic rats,\nrabbits, pigs, sheep, cows and fish have been produced, although over\n95 per cent of all existing transgenic animals are mice. Why are these\nanimals being produced? How can man benefit from such modifications ?\nLet us try and explore some of the common reasons:\n(i)Normal physiology and development: T ransgenic animals can\nbe specifically designed to allow the study of how genes are\nregulated, and how they affect the normal functions of the body\nand its development, e.g., study of complex factors involved in growth\nsuch as insulin-like gr owth factor . By intr oducing genes fr om other\nspecies that alter the formation of this factor and studying the\nbiological effects that result, information is obtained about the\nbiological role of the factor in the body.\n(ii)Study of disease:  Many transgenic animals are designed to increase\nour understanding of how genes contribute to the development of\ndisease. T hese are specially made to serve as models for human\ndiseases so that investigation of new treatments for diseases is made\npossible. Today transgenic models exist for many human diseases\nsuch as cancer , cystic fibrosis, r heumatoid arthritis and Alzheimer’s.\nReprint 2025-26\n\n184BIOLOGY\n(iii)Biological products:  Medicines required to treat certain human\ndiseases can contain biological products, but such products are\noften expensive to make. T ransgenic animals that produce useful\nbiological products can be created by the introduction of the portion\nof DNA (or genes) which codes for a particular product such as\nhuman protein ( α-1-antitrypsin) used to treat emphysema. Similar\nattempts are being made for treatment of phenylketonuria (PKU)\nand cystic fibrosis. In 1997, the first transgenic cow, Rosie, produced\nhuman protein-enriched milk (2.4 grams per litre). The milk\ncontained the human alpha-lactalbumin and was nutritionally a\nmore balanced product for human babies than natural cow-milk.\n(iv)Vaccine safety:  Transgenic mice are being developed for use in\ntesting the safety of vaccines before they are used on humans.\nTransgenic mice ar e being used to test the safety of the polio vaccine.\nIf successful and found to be reliable, they could replace the use of\nmonkeys to test the safety of batches of the vaccine.\n(v)Chemical safety testing:  This is known as toxicity/safety testing.\nThe procedure is the same as that used for testing toxicity of drugs.\nTransgenic animals ar e made that carry genes which make them mor e\nsensitive to toxic substances than non-transgenic animals. They are\nthen exposed to the toxic substances and the effects studied. Toxicity\ntesting in such animals will allow us to obtain results in less time.\n10.4 E THICAL  ISSUES\nThe manipulation of living organisms by the human race cannot go on\nany further , without r egulation. Some ethical standards ar e requir ed to\nevaluate the morality of all human activities that might help or harm living\norganisms.\nGoing beyond the morality of such issues, the biological significance\nof such things is also important. Genetic modification of organisms can\nhave unpredicatable results when such organisms are introduced into\nthe ecosystem.\nTherefore, the Indian Government has set up organisations such as\nGEAC  (Genetic Engineering Approval Committee), which will make\ndecisions regarding the validity of GM research and the safety of\nintroducing GM-organisms for public services.\nThe modification/usage of living organisms for public services (as food\nand medicine sources, for example) has also created problems with patents\ngranted for the same.\nThere is growing public anger that certain companies are being\ngranted patents for products and technologies that make use of the\ngenetic materials, plants and other biological resources that have long\nbeen identified, developed and used by farmers and indigenous people\nof a specific region/country.\nReprint 2025-26\n\n185BIOTECHNOLOGY AND ITS APPLICATIONS\nRice is an important food grain, the presence of which goes back\nthousands of years in Asia’s agricultural history. There are an estimated\n200,000 varieties of rice in India alone. The diversity of rice in India is\none of the richest in the world. Basmati rice is distinct for its unique\naroma and flavour and 27 documented varieties of Basmati are grown\nin India. There is reference to Basmati in ancient texts, folklore and\npoetry, as it has been grown for centuries. In 1997, an American\ncompany got patent rights on Basmati rice through the US Patent and\nTrademark O ffice. This allowed the company to sell a ‘new’ variety of\nBasmati, in the US and abroad. This ‘new’ variety of Basmati had\nactually been der ived from Indian farmer’s varieties. Indian Basmati\nwas crossed with semi-dwarf varieties and claimed as an invention or\na novelty. The patent extends to functional equivalents, implying that\nother people selling Basmati rice could be restricted by the patent.\nSeveral attempts have also been made to patent uses, products and\nprocesses based on Indian traditional herbal medicines, e.g., turmeric\nneem. If we are not vigilant and we do not immediately counter these\npatent applications, other countries/individuals may encash on our\nrich legacy and we may not be able to do anything about it.\nBiopiracy BiopiracyBiopiracyBiopiracyBiopiracy  is the term used to refer to the use of bio-resources by\nmultinational companies and other organisations without proper\nauthorisation from the countries and people concerned without\ncompensatory payment.\nMost of the industrialised nations are rich financially but poor in\nbiodiversity and traditional knowledge. In contrast the developing and\nthe underdeveloped world is rich in biodiversity and traditional\nknowledge related to bio-resources.  T raditional knowledge related to\nbio-resources can be exploited to develop modern applications and\ncan also be used to save time, effort and expenditure during their\ncommercialisation.\nThere has been growing realisation of the injustice, inadequate\ncompensation , and benefit sharing between developed and developing\ncountries. Therefore, some nations are developing laws to prevent such\nunauthorised exploitation of their bio-resources and traditional\nknowledge.\nThe Indian Parliament has recently cleared the second amendment\nof the Indian Patents Bill, that takes such issues into consideration,\nincluding patent terms of emergency provisions, research, and\ndevelopment initiatives.\nReprint 2025-26\n\n186BIOLOGY\nEXERCISES\n1.Which part of the plant is best suited for making virus-free plants and\nwhy?\n2.What is the major advantage of producing plants by micropropagation?\n3.Find out what the various components of the medium used for\npropagation of an explant in vitro are?\n4.Crystals of Bt toxin produced by some bacteria do not kill the bacteria\nthemselves because –\n(a)bacteria are resistant to the toxinSUMMARY\nBiotechnology has given to humans several useful products by using\nmicrobes, plant, animals and their metabolic machinery. Techniques\nof tissue culture and somatic hybridisation offer vast potential for\nmanipulation of plants in vitro  to produce new varieties. Recombinant\nDNA technology has made it possible to engineer microbes, plants\nand animals such that they have novel capabilities. Genetically\nModified Organisms have been created by using methods other than\nnatural methods to transfer one or more genes from one organism to\nanother , generally using techniques such as r ecombinant DNA\ntechnology.\nGM plants have been useful in increasing crop yields, reduce post-\nharvest losses and make crops more tolerant of stresses. There are\nseveral GM crop plants with improved nutritional value of foods and\nreduced the reliance on chemical pesticides (pest-resistant crops).\nRecombinant DNA technological processes have made immense\nimpact in the area of healthcare by enabling mass production of safe\nand more effective therapeutics. Since the recombinant therapeutics\nare identical to human proteins, they do not induce unwanted\nimmunological responses and are free from risk of infection as was\nobserved in case of similar products isolated from non-human sources.\nHuman insulin is made in bacteria yet its structure is absolutely\nidentical to that of the natural molecule.\nTransgenic animals are also used to understand how genes\ncontribute to the development of a disease by serving as models for\nhuman diseases, such as cancer , cystic fibr osis, r heumatoid arthritis\nand Alzheimer’s.\nGene therapy is the insertion of genes into an individual’s cells\nand tissues to treat diseases especially hereditary diseases. It does\nso by replacing a defective mutant allele with a functional one or\ngene targeting which involves gene amplification. Viruses that attack\ntheir hosts and introduce their genetic material into the host cell as\npart of their replication cycle are used as vectors to transfer healthy\ngenes or more recently portions of genes.\nThe current interest in the manipulation of microbes, plants, and\nanimals has raised serious ethical questions.\nReprint 2025-26\n\n187BIOTECHNOLOGY AND ITS APPLICATIONS\n(b)toxin is immature;\n(c)toxin is inactive;\n(d)bacteria encloses toxin in a special sac.\n5.What are transgenic bacteria? Illustrate using any one example.\n6.Compare and contrast the advantages and disadvantages of production\nof genetically modified crops.\n7.What are Cry  proteins? Name an organism that produce it. How has\nman exploited this protein to his benefit?\n8.What is gene therapy? Illustrate using the example of adenosine\ndeaminase (ADA) deficiency.\n9.Digrammatically represent the experimental steps in cloning and\nexpressing an human gene (say the gene for growth hormone) into a\nbacterium like E. col i?\n10. Can you suggest a method to remove oil (hydrocarbon) from seeds based\non your understanding of rDNA technology and chemistry of oil?\n",
      "wordCount": 3723,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 11,
      "title": "Find out from internet what is golden rice.",
      "content": "11. Find out from internet what is golden rice.\n",
      "wordCount": 9,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 12,
      "title": "Does our blood have proteases and nucleases?",
      "content": "12. Does our blood have proteases and nucleases?\n",
      "wordCount": 8,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 13,
      "title": "Consult internet and find out how to make orally act",
      "content": "13. Consult internet and find out how to make orally active protein\npharmaceutical. What is the major problem to be encountered?\nReprint 2025-26\n\n",
      "wordCount": 23,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 11,
    "totalWords": 3763
  }
}