{
  "filename": "lech101.pdf",
  "chapters": [
    {
      "chapterNumber": 2,
      "title": "When the solute is non-volatile, only the solvent mo",
      "content": "2. When the solute is non-volatile, only the solvent molecules are\npresent in vapour phase and contribute to vapour pressure. Let p1 be1.4.2 Raoult’s\nLaw as a\nspecial case\nof Henry’s\nLaw\n1.4.3 Vapour\nPressure of\nSolutions of\nSolids in\nLiquids\nFig. 1.4: Decrease in the vapour pressure of the\nsolvent on account of the  presence of\nsolute in the solvent (a) evaporation of the\nmolecules of the solvent from its surface\nis denoted by , (b) in a solution, solute\nparticles have been denoted by  and they\nalso occupy part of the surface area.\nReprint 2025-26\n\n13 Solutionsthe vapour pressure of the solvent, x1 be\nits mole fraction, pi0 be its vapour pressure\nin the pure state. Then according to\nRaoult’s law\np1 µ x1\nand p1 = x1 0\n1p (1.20)\nThe proportionality constant is equal\nto the vapour pressure of pure solvent, 0\n1p.\nA plot between the vapour pressure and\nthe mole fraction of the solvent is linear\n(Fig. 1.5).\nLiquid-liquid solutions can be classified into ideal and non-ideal\nsolutions on the basis of Raoult’s law.\nThe solutions which obey Raoult’s law over the entire range of\nconcentration are known as ideal solutions . The ideal solutions have\ntwo other important properties. The enthalpy of mixing of the\npure components to form the solution is zero and the volume\nof mixing is also zero, i.e.,\nDmixH = 0, DmixV = 0 (1.21)\nIt means that no heat is absorbed or evolved when the components\nare mixed. Also, the volume of solution would be equal to the sum of\nvolumes of the two components. At molecular level, ideal behaviour of\nthe solutions can be explained by considering two components A and\nB. In pure components, the intermolecular attractive interactions will\nbe of types A-A and B-B, whereas in the binary solutions in addition\nto these two interactions, A-B type of interactions will also be present.\nIf the intermolecular attractive forces between the A-A and B-B are\nnearly equal to those between A-B, this leads to the formation of ideal\nsolution. A perfectly ideal solution is rare but some solutions are nearly\nideal in behaviour . Solution of n-hexane and n-heptane, br omoethane\nand chloroethane, benzene and toluene, etc. fall into this category.\nWhen a solution does not obey Raoult’s law over the entire range of\nconcentration, then it is called non-ideal solution . The vapour pressure\nof such a solution is either higher or lower than that predicted by\nRaoult’s law (equation 1.16). If it is higher , the solution exhibits positive\ndeviation  and if it is lower , it exhibits negative deviation  from Raoult’s\nlaw. The plots of vapour pressure as a function of mole fractions\nfor such solutions are shown in Fig. 1.6.\nThe cause for these deviations lie in the nature of interactions at the\nmolecular level. In case of positive deviation from Raoult’s law, A-B\ninteractions are weaker than those between A-A or B-B, i.e., in this case\nthe intermolecular attractive forces between the solute-solvent molecules\nare weaker than  those between the solute-solute and solvent-solvent\nmolecules. This means that in such solutions, molecules of A (or B) will\nfind it easier to escape than in pure state. This will increase the vapourFig. 1.5\nIf a solution obeys\nRaoult's law for all\nconcentrations, its\nvapour pressure\nwould vary linearly\nfrom zero to the\nvapour pressure of\nthe pure solvent.\n1.51.51.51.51.5Ideal and Non-Ideal and Non-Ideal and Non-Ideal and Non-Ideal and Non-\nideal Solutionsideal Solutionsideal Solutionsideal Solutionsideal Solutions\n1.5.1 Ideal\nSolutions\n1.5.2 Non-ideal\nSolutions\nReprint 2025-26\n\n14 Chemistrypressure and result in positive deviation. Mixtures of ethanol and acetone\nbehave in this manner . In pur e ethanol, molecules ar e hydr ogen bonded.\nOn adding acetone, its molecules get in between the host molecules and\nbreak some of the hydrogen bonds between them. Due to weakening of\ninteractions, the solution shows positive deviation from Raoult’s law\n[Fig. 1.6 (a)]. In a solution formed by adding carbon disulphide to\nacetone, the dipolar interactions between solute-solvent molecules are\nweaker than the respective interactions among the solute-solute and\nsolvent-solvent molecules. This solution also shows positive deviation.\nIn case of negative deviations from Raoult’s law, the intermolecular\nattractive forces between A-A and B-B are weaker than those between\nA-B and leads to decrease in vapour pressure resulting in negative\ndeviations. An example of this type is a mixture of phenol and aniline.\nIn this case the intermolecular hydrogen bonding between phenolic\nproton and lone pair on nitrogen atom of aniline is stronger than the\nrespective intermolecular hydrogen bonding between similar\nmolecules. Similarly, a mixture of chloroform and acetone\nforms a solution with negative deviation from Raoult’s law.\nThis is because chloroform molecule is able to form hydrogen\nbond with acetone molecule as shown.\nThis decreases the escaping tendency of molecules for each\ncomponent and consequently the vapour pressure decreases resulting\nin negative deviation from Raoult’s law [Fig. 1.6. (b)].\nSome liquids on mixing, form azeotropes  which are binary mixtures\nhaving the same composition in liquid and vapour phase and boil at\na constant temperature. In such cases, it is not possible to separate the\ncomponents by fractional distillation. There are two types of azeotropes\ncalled minimum boiling azeotrope and maximum boiling\nazeotrope . The solutions which show a large positive deviation from\nRaoult’s law form minimum boiling azeotrope at a specific composition.Fig.1.6\nThe vapour\npressures of two\ncomponent systems\nas a function of\ncomposition (a) a\nsolution that shows\npositive deviation\nfrom Raoult's law\nand (b) a solution\nthat shows negative\ndeviation from\nRaoult's law.\nReprint 2025-26\n\n15 SolutionsFor example, ethanol-water mixture (obtained by fermentation of sugars)\non fractional distillation gives a solution containing approximately 95%\nby volume of ethanol. Once this composition, known as azeotrope\ncomposition, has been achieved, the liquid and vapour have the same\ncomposition, and no further separation occurs.\nThe solutions that show large negative deviation from Raoult’s law\nform maximum boiling azeotrope at a specific composition. Nitric acid\nand water is an example of this class of azeotrope. This azeotrope has\nthe approximate composition, 68% nitric acid and 32% water by mass,\nwith a boiling point of 393.5 K.\n1.61.61.6\n1.61.6Colligative ColligativeColligative ColligativeColligative\nProperties andProperties andProperties andProperties andProperties and\nDeterminationDeterminationDeterminationDeterminationDetermination\nof Molar Massof Molar Massof Molar Massof Molar Massof Molar MassWe have lear nt in Section 1.4.3 that the vapour pressur e of solution\ndecreases when a non-volatile solute is added to a volatile solvent.\nThere are many properties of solutions which are connected with this\ndecrease of vapour pressure. These are: (1) relative lowering of vapour\npressure of the solvent (2) depression of freezing point of the solvent\n(3) elevation of boiling point of the solvent and (4) osmotic pressure of\nthe solution. All these properties depend on the number of solute\nparticles irrespective of their nature relative to the total number\nof particles present in the solution. Such properties are called\ncolligative pr operties  (colligative: fr om Latin: co means together , ligar e\nmeans to bind). In the following Sections we will discuss these\nproperties one by one.\nWe have lear nt in Section 1.4.3 that the vapour pressur e of a solvent in\nsolution is less than that of the pure solvent. Raoult established that the\nlowering of vapour pressure depends only on the concentration of the\nsolute particles and it is independent of their identity. The equation (1.20)\ngiven in Section 1.4.3 establishes a relation between vapour pressure of\nthe solution, mole fraction and vapour pressure of the solvent, i.e.,\np1=x1 p10(1.22)\nThe reduction in the vapour pressure of solvent (D p1) is given as:\nDp1=p10 – p1 = p10 – p10 x1\n=p10 (1 – x1) (1.23)\nKnowing that x2 = 1 – x1, equation (1.23) reduces to\nDp1=x2 p10(1.24)\nIn a solution containing several non-volatile solutes, the lowering of the\nvapour pressure depends on the sum of the mole fraction of different solutes.\nEquation (1.24) can be written as\n1\n0\n1p\np= 0\n1 1\n0\n1p p\np = x2(1.25)\nIntext QuestionIntext QuestionIntext QuestionIntext QuestionIntext Question\n1.8The vapour pressure of pure liquids A and B are 450 and 700 mm Hg\nrespectively, at 350 K . Find out the composition of the liquid mixture if total\nvapour pressure is 600 mm Hg. Also find the composition of the vapour phase.\n1.6.1 Relative\nLowering of\nVapour\nPressure\nReprint 2025-26\n\n16 Chemistry\nThe expression on the left hand side of the equation as mentioned\nearlier is called relative lowering of vapour pressure and is equal to\nthe mole fraction of the solute . The above equation can be written as:\n0\n1 1\n0\n1  p – p\np = 2\n1 2  \nn\nn n 2\n2\n1 2since     nxn n(1.26)\nHere n1 and n2 are the number of moles of solvent and solute\nrespectively present in the solution. For dilute solutions n2 < < n1,\nhence neglecting n2 in the denominator we have\n0\n1 1\n0\n1p p\np= 2\n1n\nn(1.27)\nor0\n1 1\n0\n1 -   p p\np= 2 1\n2 1w  × \n × wM\nM(1.28)\nHere w1 and w2 are the masses and M1 and M2 are the molar masses\nof the solvent and solute respectively.\nFrom this equation (1.28), knowing all other quantities, the molar\nmass of solute ( M2) can be calculated.\nExample 1.6 Example 1.6Example 1.6 Example 1.6Example 1.6 The vapour pressure of pure benzene at a certain temperature is 0.850\nbar. A non-volatile, non-electr olyte solid weighing 0.5 g when added to\n39.0 g of benzene (molar mass 78 g mol-1). Vapour pr essur e of the solution,\nthen, is 0.845 bar . What is the molar mass of the solid substance?\nThe various quantities known to us are as follows:\np10 = 0.850 bar;  p = 0.845 bar;  M1 = 78 g mol–1;  w2 = 0.5 g;  w1 = 39 g\nSubstituting these values in equation (2.28), we get\n0.850 bar – 0.845 bar \n0.850 bar= –1\n20.5 g × 78 g mol  \n × 39 gM\nTherefore, M2 = 170 g mol–1\nThe vapour pressure of a liquid increases with increase of\ntemperature. It boils at the temperature at which its vapour pressure\nis equal to the atmospheric pressure. For example, water boils at\n373.15 K (100° C) because at this temperature the vapour pressure\nof water is 1.013 bar (1 atmospher e). W e have also lear nt in the last\nsection that vapour pressure of the solvent decreases in the presence\nof non-volatile solute. Fig. 1 .7 depicts the variation of vapour pressure\nof the pure solvent and solution as a function of temperature. For\nexample, the vapour pressure of an aqueous solution of sucrose is\nless than 1.013 bar at 373.15 K. In order to make this solution\nboil, its vapour pressure must be increased to 1.013 bar by\nraising the temperature above the boiling temperature of\nthe pure solvent (water). Thus, the boiling point of a solution is1.6.2  Elevation of\nBoiling PointSolution SolutionSolution SolutionSolution\nReprint 2025-26\n\n17 Solutionsalways higher than that of the boiling point of\nthe pure solvent in which the solution is prepared\nas shown in Fig. 1.7. Similar to lowering of vapour\npressure, the elevation of boiling point also\ndepends on the number of solute molecules\nrather than their nature. A solution of 1 mol of\nsucrose in 1000 g of water boils at 373.52 K at\none atmospheric pressure.\nLet 0\nbT be the boiling point of pure solvent and\nbT be the boiling point of solution. The increase in\nthe boiling point 0\nb b b  T T T  is known as\nelevation of boiling point .\nExperiments have shown that for dilute\nsolutions  the elevation of boiling point ( DTb) is\ndirectly proportional to the molal concentration of\nthe solute in a solution. Thus\nDTb µ m (1.29)\nor DTb = Kb m (1.30)\nHere m (molality) is the number of moles of solute dissolved in 1 kg\nof solvent and the constant of proportionality, Kb is called Boiling Point\nElevation Constant or Molal Elevation Constant (Ebullioscopic\nConstant) . The unit of Kb is K kg mol-1. Values of Kb for some common\nsolvents are given in Table 1.3. If w2 gram of solute of molar mass \nM2\nis dissolved in w1 gram of solvent, then molality, m of the solution is\ngiven by the expression:\nm= 2 2\n1/M  \n/1000w\nw = 2\n2 11000 × \n × Mw\nw(1.31)\nSubstituting the value of molality in equation (1.30) we get\nDTb= b 2\n2 1 × 1000 × \n × K\nMw\nw(1.32)\n M2= 2 b\nb 11000 ×  × \n × K\nTw\nw(1.33)\nThus, in order to determine M2, molar mass of the solute, known\nmass of solute in a known mass of the solvent is taken and DTb is\ndetermined experimentally for a known solvent whose Kb value is known.\n18 g of glucose, C6H12O6, is dissolved in 1 kg of water in a saucepan.\nAt what temperature will water boil at 1.013 bar? Kb for water is 0.52\nK kg mol-1.\nMoles of glucose = 18 g/ 180 g mol–1 = 0.1 mol\nNumber of kilograms of solvent = 1 kg\nThus molality of glucose solution = 0.1 mol kg-1\nFor water , change in boiling pointExample 1.7 Example 1.7Example 1.7 Example 1.7Example 1.7\nSolution SolutionSolutionSolutionSolutionFig. 1.7: The vapour pressure curve for\nsolution lies below the curve for pure\nwater . The diagram shows that DTb\ndenotes the elevation of boiling\npoint of a solvent in solution.1.013 bar\n or\nReprint 2025-26\n\n18 Chemistry\nThe lowering of vapour pressure of a solution causes a lowering of the\nfreezing point compar ed to that of the pur e solvent (Fig. 1.8). W e know\nthat at the freezing point of a substance, the solid phase is in dynamic\nequilibrium with the liquid phase. Thus, the\nfreezing point of a substance may be defined as\nthe temperature at which the vapour pressure of\nthe substance in its liquid phase is equal to its\nvapour pressure in the solid phase. A solution\nwill freeze when its vapour pressure equals the\nvapour pressure of the pure solid solvent as is\nclear from Fig. 1.8. According to Raoult’s law,\nwhen a non-volatile solid is added to the solvent\nits vapour pressure decreases and now it would\nbecome equal to that of solid solvent at lower\ntemperature. Thus, the freezing point of the\nsolvent decreases.\nLet 0\nfT be the freezing point of pure solvent\nand fT be its freezing point when non-volatile\nsolute is dissolved in it. The decrease in freezing\npoint .\n0\nf f f  T T T  is known as depression in\nfreezing point.\nSimilar to elevation of boiling point, depression of freezing point ( DTf)\nfor dilute solution  (ideal solution) is directly proportional to molality,\nm of the solution. Thus,\nDTf   µ  m\nor   DTf = Kf m (1.34)\nThe proportionality constant, Kf, which depends on the nature of the\nsolvent is known as Freezing Point Depression Constant or MolalExample 1.8 Example 1.8Example 1.8Example 1.8Example 1.8DTb = Kb × m = 0.52 K kg mol–1 × 0.1 mol kg–1 = 0.052 K\nSince water boils at 373.15 K at 1.013 bar pressure, therefore, the\nboiling point of solution will be 373.15 + 0.052 = 373.202 K.\nThe boiling point of benzene is 353.23 K. When 1.80 g of a non-volatile\nsolute was dissolved in 90 g of benzene, the boiling point is raised to\n354.11 K. Calculate the molar mass of the solute. Kb for benzene is 2.53\nK kg mol–1\nThe elevation \n(DTb) in the boiling point = 354.11 K – 353. 23 K = 0.88 K\nSubstituting these values in expression (2.33) we get\nM2 = –1 –12.53 K kg mol  × 1.8 g × 1000 g kg  \n0.88 K × 90 g = 58 g mol–1\nTherefore, molar mass of the solute, M2 = 58 g mol–1\nFig. 1.8: Diagram showing DTf,  depression\nof the freezing point of a solvent in\na solution.Solution SolutionSolutionSolutionSolution\n1.6.3 Depression\nof Freezing\nPoint\nReprint 2025-26\n\n19 SolutionsDepression Constant or Cryoscopic Constant . The unit of Kf is K kg\nmol-1. Values of Kf for some common solvents ar e listed in T able 1.3.\nIf w2 gram of the solute having molar mass as M2, present in w1\ngram of solvent, produces the depression in freezing point DTf of the\nsolvent then molality of the solute is given by the equation (1.31).\nm= w\nw2 2\n1 /  \n/1000M\n(1.31)\nSubstituting this value of molality in equation (1.34) we get:\nDTf= f 2 2\n1  /\n/1000K M w\nw\nDTf= f 2\n2 1 ×  × 1000\n × K\nMw\nw(1.35)\nM2= f 2\nf 1 ×  × 1000 \n  × K\nTw\nw(1.36)\nThus for determining the molar mass of the solute we should know\nthe quantities w1, w2, DTf, along with the molal freezing point depression\nconstant.\nThe values of Kf and \nKb, which depend upon the nature of the\nsolvent, can be ascertained from the following relations.\nKf=2\n1 f\nfus ×  × \n1000 × R M T\nH(1.37)\nKb=2\n1 b\nvap ×  × \n1000 × R M T\nH(1.38)\nHere the symbols R and M1 stand for the gas constant and molar\nmass of the solvent, respectively and Tf and Tb denote the freezing point\nand the boiling point of the pur e solvent r espectively in kelvin. Further ,\nDfusH and DvapH represent the enthalpies for the fusion and vapourisation\nof the solvent, respectively.\nSolvent b. p./K Kb/K kg mol-1f. p./K Kf/K kg mol-1\nWater 373.15 0.52 273.0 1.86\nEthanol 351.5 1.20 155.7 1.99\nCyclohexane 353.74 2.79 279.55 20.00\nBenzene 353.3 2.53 278.6 5.12\nChloroform 334.4 3.63 209.6 4.79\nCarbon tetrachloride 350.0 5.03 250.5 31.8\nCarbon disulphide 319.4 2.34 164.2 3.83\nDiethyl ether 307.8 2.02 156.9 1.79\nAcetic acid 391.1 2.93 290.0 3.90Table 1.3: Molal Boiling Point Elevation and Freezing Point\nDepression Constants for Some Solvents\nReprint 2025-26\n\n20 ChemistryFig. 1.9\nLevel of solution\nrises in the thistle\nfunnel due to\nosmosis of solvent.\n45 g of ethylene glycol (C2H6O2) is mixed with 600 g of water . Calculate\n(a) the freezing point depression and (b) the freezing point of the solution.\nDepression in freezing point is related to the molality, therefore, the molality\nof the solution with respect to ethylene glycol =moles of ethylene glycol\nmass of water in kilogram\nMoles of ethylene glycol = 145 g\n62 g mol = 0.73 mol\nMass of water in kg = 1600g\n1000g kg= 0.6 kg\nHence molality of ethylene glycol = 0.73 mol\n0.60 kg = 1.2 mol kg–1\nTherefore freezing poi nt depression,\nÄTf = 1.86 K kg mol–1 × 1.2 mol k g–1 = 2.2 K\nFreezing point of the aqueous solution = 273.15 K – 2.2 K = 270.95 K\n1.00 g of a non-electrolyte solute dissolved in 50 g of benzene lowered the\nfreezing point of benzene by 0.40 K. The freezing point depression constant\nof benzene is 5.12 K kg mol–1. Find the molar mass of the solute.\nSubstituting the values of various terms involved in equation ( 1.36) we get,\nM2 = 1 15.12 K kg mol  × 1.00 g × 1000 g kg\n0.40 × 50 g \n = 256 g mol-1\nThus, molar mass of the solute = 256 g mol-1Example 1.9 Example 1.9Example 1.9Example 1.9Example 1.9\nExample 1.10Example 1.10Example 1.10Example 1.10Example 1.10\nThere are many phenomena which we observe in nature or at home.\nFor example, raw mangoes shrivel when pickled in brine (salt water);\nwilted flowers revive when placed in fr esh water , blood cells collapse\nwhen suspended in saline water , etc. If we look into these pr ocesses we\nfind one thing common in all,\nthat is, all these substances\nare bound by membranes.\nThese membranes can be of\nanimal or vegetable origin\nand these occur naturally\nsuch as pig’s bladder or\nparchment or can be\nsynthetic such as cellophane.\nThese membranes appear to\nbe continuous sheets or\nfilms, yet they contain a\nnetwork of submicroscopic\nholes or pores. Small solventSolution SolutionSolutionSolutionSolution\nSolution SolutionSolutionSolutionSolution\n1.6.4 Osmosis\nand Osmotic\nPressure\nReprint 2025-26\n\n21 Solutionsmolecules, like water , can pass thr ough these holes but the passage of\nbigger molecules like solute is hindered. Membranes having this kind\nof properties are known as semipermeable membranes\n (SPM).\nAssume that only solvent molecules can pass through these semi-\npermeable membranes. If this membrane is placed between the solvent\nand solution as shown in Fig. 1.9, the solvent molecules will flow through\nthe membrane from pure solvent to the solution. This process of flow\nof the solvent is called osmosis .\nThe flow will continue till the equilibrium is attained. The flow of the\nsolvent from its side to solution side across a semipermeable membrane\ncan be stopped if some extra pressure is applied on the solution. This\npressure that just stops the flow of solvent is called osmotic\npressure of the solution. The flow of solvent from dilute solution to\nthe concentrated solution across a semipermeable membrane is due to\nosmosis. The important point to be kept in mind is that solvent molecules\nalways flow from lower concentration to higher concentration of solution.\nThe osmotic pressure has been found to depend on the concentration\nof the solution.\n The osmotic pressure of a solution is the\nexcess pressure that must be applied to a\nsolution to prevent osmosis, i.e., to stop the\npassage of solvent molecules through a\nsemipermeable membrane into the solution. This\nis illustrated in Fig. 1.10. Osmotic pressure is a\ncolligative property as it depends on the number\nof solute molecules and not on their identity.\nFor dilute solutions, it has been found\nexperimentally that osmotic pressure is\nproportional to the molarity, C of the\nsolution at a given temperature T . Thus:\nP = C R T (1.39)\nHere P is the osmotic pressure and R is the\ngas constant.\nP = (n2 /V) R T (1.40)\nHere V is volume of a solution in litres containing n2 moles of solute.\nIf w2 grams of solute, of molar mass, M2 is present in the solution, then\nn2 = w2 / M2 and we can write,\nP V =2\n2  \n wR T\nM(1.41)\norM2 =∏2  wR T\nV(1.42)\nThus, knowing the quantities w2, T, P and V we can calculate the\nmolar mass of the solute.\nMeasurement of osmotic pressure provides another method of\ndetermining molar masses of solutes. This method is widely used to\ndetermine molar masses of proteins, polymers and otherFig. 1.10: The excess pressure equal to the\nosmotic pressure must be applied on\nthe solution side to prevent osmosis.\nReprint 2025-26\n\n22 Chemistry\nmacromolecules. The osmotic pressure method has the advantage over\nother methods as pressure measurement is around the room\ntemperature and the molarity of the solution is used instead of molality.\nAs compared to other colligative properties, its magnitude is large\neven for very dilute solutions. The technique of osmotic pressure for\ndetermination  of molar mass of solutes is particularly useful for\nbiomolecules as they are generally not stable at higher temperatures\nand polymers have poor solubility.\nTwo solutions having same osmotic pressure at a given\ntemperature are called isotonic solutions . When such solutions\nare separated by semipermeable membrane no osmosis occurs\nbetween them. For example, the osmotic pressure associated\nwith the fluid inside the blood cell is equivalent to that of\n0.9% (mass/volume) sodium chloride solution, called normal saline\nsolution and it is safe to inject intravenously. On the other hand, if\nwe place the cells in a solution containing more than 0.9% (mass/\nvolume) sodium chloride, water will flow out of the cells and they\nwould shrink. Such a solution is called hypertonic . If the salt\nconcentration is less than 0.9% (mass/volume), the solution is said\nto be hypotonic . In this case, water will flow into the cells if placed\nin this solution and they would swell.\n200 cm3 of an aqueous solution of a protein contains 1.26 g of the\nprotein. The osmotic pressure of such a solution at 300 K is found to\nbe 2.57 × 10-3 bar. Calculate the molar mass of the pr otein.\nThe various quantities known to us ar e as follows: P = 2.57 × 10–3 bar,\nV = 200 cm3 = 0.200 litre\nT = 300 K\nR = 0.083 L bar mol-1 K-1\nSubstituting these values in equation (2.42) we get\nM2 = 1 1\n31.26 g × 0.083 L bar K  mol  × 300 K\n2.57×10 bar × 0.200 L \n  = 61,022 g mol-1Example 1.11 Example 1.11Example 1.11Example 1.11Example 1.11\nSolution SolutionSolutionSolutionSolution\nThe phenomena mentioned in the beginning of this section can be\nexplained on the basis of osmosis. A raw mango placed in concentrated\nsalt solution loses water via osmosis and shrivel into pickle. Wilted\nflowers r evive when placed in fr esh water . A carr ot that has become\nlimp because of water loss into the atmosphere can be placed into the\nwater making it fir m once again. W ater will move into \nits cells  through\nosmosis. When placed in water containing less than 0.9% (mass/\nvolume) salt, blood cells swell due to flow of water in them by osmosis.\nPeople taking a lot of salt or salty food experience water retention in\ntissue cells and intercellular spaces because of osmosis. The resulting\nReprint 2025-26\n\n23 Solutions\npuffiness or swelling is called edema . Water movement fr om soil into\nplant roots and subsequently into upper portion of the plant is partly\ndue to osmosis. The preservation of meat by salting and of fruits by\nadding sugar protects against bacterial action. Through the process\nof osmosis, a bacterium on salted meat or candid fruit loses water ,\nshrivels and dies.\nThe direction of osmosis can be reversed if a pressure larger than the\nosmotic pressure is applied to the solution side. That is, now the\npure solvent flows out of the solution through the semi  permeable\nmembrane. This phenomenon is called reverse osmosis  and is of\ngreat practical utility. Reverse osmosis is used in desalination of sea\nwater . A schematic set up for the pr ocess is shown in Fig. 1.11.\nWhen pressure more than osmotic pressure is\napplied, pure water is squeezed out of the sea\nwater through the membrane. A variety of\npolymer membranes are available for this\npurpose.\nThe pressure required for the reverse osmosis\nis quite high. A workable porous membrane is a\nfilm of cellulose acetate placed over a suitable\nsupport. Cellulose acetate is permeable to water\nbut impermeable to impurities and ions present\nin sea water . These days many countries use\ndesalination plants to meet their potable water\nrequirements.1.6.5 Reverse\nOsmosis and\nWater\nPurification\nIntext QuestionsIntext QuestionsIntext QuestionsIntext QuestionsIntext Questions\n1.9 Vapour pr essur e of pur e water at 298 K is 23.8 mm Hg. 50 g of ur ea\n(NH2CONH2) is dissolved in 850 g of water . Calculate the vapour pr essur e\nof water for this solution and its relative lowering.\n1.10 Boiling point of water at 750 mm Hg is 99.63°C. How much sucrose is to\nbe added to 500 g of water such that it boils at 100°C.\n1.11 Calculate the mass of ascorbic acid (Vitamin C, C6H8O6) to be dissolved in\n75 g of acetic acid to lower its melting point by 1.5°C. \nKf = 3.9 K kg mol-1.\n1.12 Calculate the osmotic pressure in pascals exerted by a solution prepared\nby dissolving 1.0 g of polymer of molar mass 185,000 in 450 mL of water\nat 37°C.\nWe know that ionic compounds when dissolved in water dissociate into\ncations and anions. For example, if we dissolve one mole of KCl (74.5 g)\nin water , we expect one mole each of K+ and Cl– ions to be r eleased in\nthe solution. If this happens, there would be two moles of particles in\nthe solution. If we ignore interionic attractions, one mole of KCl in\none kg of water would be expected to increase the boiling point by\n2 × 0.52 K = 1.04 K. Now if we did not know about the degree of1.71.71.7 1.71.7 Abnormal AbnormalAbnormal AbnormalAbnormal\nMolar MolarMolar MolarMolar\nMasses MassesMasses MassesMassesΠ\nFig. 1.11: Reverse osmosis occurs when a\npressure larger than the osmotic\npressure is applied to the solution.\nReprint 2025-26\n\n24 Chemistry2 CH3COOH ⇌ (CH3COOH)2dissociation, we could be led to conclude that the mass of 2 mol particles\nis 74.5 g and the mass of one mole of KCl would be 37.25 g. This\nbrings into light the rule that, when there is dissociation of solute into\nions, the experimentally determined molar mass is always lower than\nthe true value.\nMolecules of ethanoic acid (acetic acid) dimerise in\nbenzene due to hydrogen bonding. This normally happens\nin solvents of low dielectric constant. In this case the number\nof particles is reduced due to dimerisation. Association of\nmolecules is depicted as follows:\nIt can be undoubtedly stated here that if all the molecules of ethanoic\nacid associate in benzene, then DTb or DTf for ethanoic acid will be half\nof the normal value. The molar mass calculated on the basis of this DTb\nor DTf will, therefore, be twice the expected value. Such a molar mass\nthat is either lower or higher than the expected or normal value is called\nas abnormal molar mass .\nIn 1880 van’t Hoff introduced a factor i, known as the van’t Hoff\nfactor , to account for the extent of dissociation or association. This\nfactor i is defined as:\nNormal molar mass\nAbnormal molar massi\n  Observed colligative property\nCalculated colligative property\nTotal number of moles of particles after  association/dissociation\nNumber of moles of particles before asso ciation/dissociationi\nHere abnormal molar mass is the experimentally determined molar\nmass and calculated colligative properties  are obtained by assuming\nthat the non-volatile solute is neither associated nor dissociated. In\ncase of association, value of i is less than unity while for dissociation it\nis greater than unity. For example, the value of i for aqueous KCl\nsolution is close to 2, while the value for ethanoic acid in benzene is\nnearly 0.5.\nInclusion of van’t Hoff factor modifies the equations for colligative\nproperties as follows:\nRelative lowering of vapour pressure of solvent,\no\n1 1 2\no\n1 1 –  .p p nin p\nElevation of Boiling point, DTb= i Kb m\nDepression of Freezing point, DTf= i Kf m\nOsmotic pressure of solution, P= i n2 R T / V\nReprint 2025-26\n\n25 Solutions\n2 g of benzoic acid (C6H5COOH) dissolved in 25 g of benzene shows a\ndepression in freezing point equal to 1.62 K. Molal depression constant\nfor benzene is 4.9 K kg mol–1. What is the percentage association of acid\nif it forms dimer in solution?\nThe given quantities are: w2 = 2 g; Kf = 4.9 K kg mol–1; w1 = 25 g,\nDTf = 1.62 K\nSubstituting these values in equation (1.36) we get:\nM2 = –1 –14.9 K kg mol  × 2 g × 1000 g kg\n25 g × 1.62 K= 241.98 g mol–1\nThus, experimental molar mass of benzoic acid in benzene is\n= 241.98 g mol–1\nNow consider the following equilibrium for the acid:\n2 C6H5COOH  ⇌  (C6H5COOH)2\nIf x represents the degree of association of the solute then we would\nhave (1 –  x) mol of benzoic acid left in unassociated form and\ncorrespondingly 2x as associated moles of benzoic acid at equilibrium.\nTherefore, total number of moles of particles at equilibrium is:\n1 1\n2 2   x xx\nThus, total number of moles of particles at equilibrium equals van’t Hoff\nfactor i.\nBut Normal molar mass\nAbnormal molar massiExample 1.12 Example 1.12Example 1.12 Example 1.12Example 1.12\nSolution SolutionSolution SolutionSolutionTable 1.4 depicts values of the factor , i for several str ong electr olytes.\nFor KCl, NaCl and MgSO4, i values approach 2 as the solution becomes\nvery dilute. As expected, the value of \ni gets close to 3 for K2SO4.\nSalt      *Values of i      van’t Hof f Factor i for complete\n0.1 m     0.01 m 0.001 m dissociation of solute\nNaCl 1.87 1.94 1.97 2.00\nKCl 1.85 1.94\n1.98 2.00\nMgSO41.21 1.53 1.82 2.00\nK2SO42.32 2.70 2.84 3.00\n* represent i values for incomplete dissociation.Table 1.4: Values of van’t Hoff factor, i , at Various Concentrations\nfor NaCl, KCl, MgSO4 and K2SO4.\nReprint 2025-26\n\n26 Chemistry\nExample 1.13 Example 1.13Example 1.13Example 1.13Example 1.13= 1\n1122 g mol\n241.98g mol\n\nor2x= 1221 1 0.504 0.496241.98   \nor x= 2 × 0 .496 = 0.992\nTherefore, degree of association of benzoic acid in benzene is 99.2 %.\n0.6 mL of acetic acid (CH3COOH), having density 1.06 g mL–1, is\ndissolved in 1 litr e of water . The depr ession in fr eezing point\nobserved for this strength of acid was 0.0205°C. Calculate the van’t\nHoff factor and the dissociation constant of acid.\nNumber of moles of acetic acid =1\n10.6 mL  1.06 g mL\n60 g mol\n\n=0.0106 mol = n\nMolality = 10.0106 mol\n1000 mL  1 g mL=0.0106 mol kg–1\nUsing equation (1.35)\nDTf = 1.86 K kg mol–1 × 0.0106 mol kg–1 = 0.0197 K\nvan’t Hoff Factor ( i) = Observed freezing point \n Calculated freezing point = 0.0205  K\n 0.0197 K = 1.041\nAcetic acid is a weak electrolyte and will dissociate into two ions:\nacetate and hydrogen ions per molecule of acetic acid. If x is the\ndegree of dissociation of acetic acid, then we would have n (1 – x)\nmoles of undissociated acetic acid, nx moles of CH3COO– and nx\nmoles of H+ ions,\n( )+ −+\n−⇌3 3 CH COOH H CH COO\nmol 0 0\nmol mol 1n\nn nx nx x\nThus total moles of particles are: n(1 – x + x + x) = n(1 + x )\n11 1.041   n xi xn\nThus degree of dissociation of acetic acid = x  = 1.041– 1.000 = 0.041\nThen [CH3COOH] = n(1 – x) = 0.0106 (1 – 0.041),\n[CH3COO–] = nx = 0.0106 × 0.041, [H+] = nx = 0.0106 × 0.041.\nKa = 3\n3[ ][ ]\n[ ] CH COO H\nCH COOH = 0.0106 × 0.041 × 0.0106 × 0.041\n0.0106 (1.00 0.041) \n = 1.86 × 10–5Solution SolutionSolution SolutionSolution\nReprint 2025-26\n\n27 Solutions\nSummary SummarySummarySummarySummary\nA solution is a homogeneous mixture of two or more substances. Solutions are\nclassified as solid, liquid and gaseous solutions. The concentration of a solution is\nexpressed in terms of mole fraction, molarity, molality and in percentages. The\ndissolution of a gas in a liquid is governed by Henry’s law , according to which, at a\ngiven temperature, the solubility of a gas in a liquid is directly proportional to\nthe partial pressure of the gas . The vapour pressure of the solvent is lowered by\nthe presence of a non-volatile solute in the solution and this lowering of vapour\npressure of the solvent is governed by Raoult’s law, according to which the relative\nlowering of vapour pressure of the solvent over a solution is equal to the mole\nfraction of a non-volatile solute pr esent in the solution . However , in a binary\nliquid solution, if both the components of the solution are volatile then another\nform of Raoult’s law is used. Mathematically, this form of the Raoult’s law is stated\nas:0 0\ntotal 1 2 2 1  p p x p x . Solutions which obey Raoult’s law over the entire range\nof concentration are called ideal solutions . Two types of deviations from Raoult’s\nlaw, called positive and negative deviations are observed. Azeotropes arise due to\nvery large deviations from Raoult’s law.\nThe properties of solutions which depend on the number of solute particles and\nare independent of their chemical identity are called colligative properties. These\nare lowering of vapour pressure, elevation of boiling point, depression of freezing\npoint and osmotic pressure. The process of osmosis can be reversed if a pressure\nhigher than the osmotic pressure is applied to the solution. Colligative properties\nhave been used to determine the molar mass of solutes. Solutes which dissociate in\nsolution exhibit molar mass lower than the actual molar mass and those which\nassociate show higher molar mass than their actual values.\nQuantitatively, the extent to which a solute is dissociated or associated can be\nexpressed by van’t Hoff factor i. This factor has been defined as ratio of normal\nmolar mass to experimentally determined molar mass or as the ratio of observed\ncolligative property to the calculated colligative property.\n1.1 Define the  term solution. How many types of solutions ar e formed? W rite briefly\nabout each type with an example.\n1.2 Give an example of a solid solution in which the solute is a gas.\n1.3 Define the following terms:\n(i)Mole fraction (ii)Molality (iii)Molarity (iv)Mass percentage.\n1.4 Concentrated nitric acid used in laboratory work is 68% nitric acid by mass in\naqueous solution. What should be the molarity of such a sample of the acid if\nthe density of the solution is 1.504 g mL–1?\nExercises ExercisesExercisesExercisesExercises\nReprint 2025-26\n\n28 Chemistry1.5 A solution of glucose in water is labelled as 10% w/w, what would be the\nmolality and mole fraction of each component in the solution? If the density of\nsolution is 1.2 g mL–1, then what shall be the molarity of the solution?\n1.6 How many mL of 0.1 M HCl are required to react completely with 1 g mixture\nof Na2CO3 and NaHCO3 containing equimolar amounts of both?\n1.7 A solution is obtained by mixing 300 g of 25% solution and 400 g of 40%\nsolution by mass. Calculate the mass percentage of the resulting solution.\n1.8 An antifreeze solution is prepared from 222.6 g of ethylene glycol (C2H6O2) and\n200 g of water . Calculate the molality of the solution. If the density of the\nsolution is 1.072 g mL–1, then what shall be the molarity of the solution?\n1.9 A sample of drinking water was found to be severely contaminated with\nchloroform (CHCl3) supposed to be a carcinogen. The level of contamination\nwas 15 ppm (by mass):\n(i)express this in percent by mass\n(ii)determine the molality of chloroform in the water sample.\n1.10 What role does the molecular interaction play in a solution of alcohol and water?\n1.11 Why do gases always tend to be less soluble in liquids as the temperature\nis raised?\n1.12 State Henry’s law and mention some important applications.\n1.13 The partial pressure of ethane over a solution containing 6.56 × 10–3 g of ethane\nis 1 bar . If the solution contains 5.00 × 10–2 g of ethane, then what shall be the\npartial pressure of the gas?\n1.14 What is meant by positive and negative deviations from Raoult's law and how is\nthe sign of DmixH related to positive and negative deviations from Raoult's law?\n1.15 An aqueous solution of 2% non-volatile solute exerts a pressure of 1.004 bar\nat the normal boiling point of the solvent. What is the molar mass of the solute?\n1.16 Heptane and octane form an ideal solution. At 373 K, the vapour pressures of\nthe two liquid components are 105.2 kPa and 46.8 kPa respectively. What will\nbe the vapour pressure of a mixture of 26.0 g of heptane and 35 g of octane?\n1.17 The vapour pressure of water is 12.3 kPa at 300 K. Calculate vapour pressure\nof 1 molal solution of a non-volatile solute in it.\n1.18 Calculate the mass of a non-volatile solute (molar mass 40 g mol–1) which\nshould be dissolved in 114 g octane to reduce its vapour pressure to 80%.\n1.19 A solution containing 30 g of non-volatile solute exactly in 90 g of water has a\nvapour pr essur e of 2.8 kPa at 298 K. Further , 18 g of water is then added to\nthe solution and the new vapour pressure becomes 2.9 kPa at 298 K. Calculate:\n(i) molar mass of the solute (ii) vapour pressure of water at 298 K.\n1.20 A 5% solution (by mass) of cane sugar in water has freezing point of 271 K.\nCalculate the freezing point of 5% glucose in water if freezing point of pure\nwater is 273.15 K.\n1.21 Two elements A and B form compounds having formula AB2 and AB4. When\ndissolved in 20 g of benzene (C6H6), 1 g of AB2 lowers the freezing point by\n2.3 K whereas 1.0 g of AB4 lowers it by 1.3 K. The molar depression constant\nfor benzene is 5.1 K kg mol–1. Calculate atomic masses of A and B.\nReprint 2025-26\n\n29 Solutions1.22 At 300 K, 36 g of glucose present in a litre of its solution has an osmotic pressure\nof 4.98 bar . If the osmotic pr essur e of the solution is 1.52 bars at the same\ntemperature, what would be its concentration?\n1.23 Suggest the most important type of intermolecular attractive interaction in\nthe following pairs.\n(i)n-hexane and n-octane\n(ii)I2 and CCl4\n(iii)NaClO4 and water\n(iv)methanol and acetone\n(v)acetonitrile (CH3CN) and acetone (C3H6O).\n1.24 Based on solute-solvent interactions, arrange the following in order of increasing\nsolubility in n-octane and explain. Cyclohexane, KCl, CH3OH, CH3CN.\n1.25 Amongst the following compounds, identify which are insoluble, partially\nsoluble and highly soluble in water?\n(i)phenol (ii)toluene (iii)formic acid\n(iv)ethylene glycol (v)chloroform (vi)pentanol.\n1.26 If the density of some lake water is 1.25g mL–1 and contains 92 g of Na+ ions per\nkg of water , calculate the molarity of Na+ ions in the lake.\n1.27 If the solubility product of CuS is 6  × 10–16, calculate the maximum molarity of\nCuS in aqueous solution.\n1.28 Calculate the mass percentage of aspirin (C9H8O4) in acetonitrile (CH3CN) when\n6.5 g of C9H8O4 is dissolved in 450 g of CH3CN.\n1.29 Nalorphene (C19H21NO3), similar to morphine, is used to combat withdrawal\nsymptoms in narcotic users. Dose of nalorphene generally given is 1.5 mg.\nCalculate the mass of 1.5  ´ 10–3 m aqueous solution required for the above dose.\n1.30 Calculate the amount of benzoic acid (C6H5COOH) required for preparing 250\nmL of 0.15 M solution in methanol.\n1.31 The depression in freezing point of water observed for the same amount of\nacetic acid, trichloroacetic acid and trifluoroacetic acid increases in the order\ngiven above. Explain briefly.\n1.32 Calculate the depression in the freezing point of water when 10 g of\nCH3CH2CHClCOOH is added to 250 g of water . Ka = 1.4 × 10–3, Kf = 1.86\nK kg mol–1.\n1.33 19.5 g of CH2FCOOH is dissolved in 500 g of water . The depr ession in the fr eezing\npoint of water observed is 1.00 C. Calculate the van’t Hoff factor and dissociation\nconstant of fluoroacetic acid.\n1.34 Vapour pr essur e of water at 293 K is 17.535 mm Hg. Calculate the vapour\npressur e of water at 293 K when 25 g of glucose is dissolved in 450 g of water .\n1.35 Henry’s law constant for the molality of methane in benzene at 298 K is\n4.27 × 105 mm Hg. Calculate the solubility of methane in benzene at 298 K\nunder 760 mm Hg.\n1.36 100 g of liquid A (molar mass 140 g mol–1) was dissolved in 1000 g of liquid B\n(molar mass 180 g mol–1). The vapour pressure of pure liquid B was found to be\n500 torr . Calculate the vapour pr essur e of pur e liquid A and its vapour pr essur\ne\nin the solution if the total vapour pr essur e of the solution is 475 T orr.\nReprint 2025-26\n\n30 Chemistry\n1.37 Vapour pr essur es of pur e acetone and chlor oform at 328 K are 741.8 mm\nHg and 632.8 mm Hg respectively. Assuming that they form ideal solution\nover the entire range of composition, plot ptotal, pchloroform, and pacetone as a\nfunction of xacetone. The experimental data observed for different compositions\nof mixture is:\n100 x xacetone0 11.8 23.4\n36.0 50.8 58.2 64.5 72.1\npacetone /mm Hg 0 54.9 110.1 202.4 322.7 405.9 454.1 521.1\npchloroform /mm Hg 632.8 548.1 469.4 359.7 257.7 193.6 161.2 120.7\nPlot this data also on the same graph paper . Indicate whether it has positive\ndeviation or negative deviation from the ideal solution.\n1.38 Benzene and toluene form ideal solution over the entire range of composition.\nThe vapour pressure of pure benzene and toluene at 300 K are 50.71 mm Hg\nand 32.06 mm Hg respectively. Calculate the mole fraction of benzene in vapour\nphase if 80 g of benzene is mixed with 100 g of toluene.\n1.39 The air is a mixture of a number of gases. The major components are oxygen\nand nitrogen with approximate proportion of 20% is to 79% by volume at 298\nK. The water is in equilibrium with air at a pressure of 10 atm. At 298 K if the\nHenry’s law constants for oxygen and nitrogen at 298 K are 3.30 × 107 mm and\n6.51 × 107 mm r espectively, calculate the composition of these gases in water .\n1.40 Determine the amount of CaCl2 (i = 2.47) dissolved in 2.5 litre of water such\nthat its osmotic pressure is 0.75 atm at 27° C.\n1.41 Determine the osmotic pressure of a solution prepared by dissolving 25 mg of\nK2SO4 in 2 litre of water at 25° C, assuming that it is completely dissociated.\nAnswers to Some Intext Questions\n1.1 C6H6 = 15.28%, CCl4 = 84.72%\n1.2 0.459, 0.541\n1.3 0.024 M, 0.03 M\n1.4 36.946 g\n1.5 1.5 mol kg–1 , 1.45 mol L–1  0.0263\n1.9 23.4 mm Hg\n1.10 121.67 g\n1.11 5.077 g\n1.12 30.96 Pa\nReprint 2025-26\n\n",
      "wordCount": 7651,
      "examples": [
        {
          "chapterNumber": 2,
          "exampleNumber": 1,
          "title": "6 Example 1.6Example 1.6 Example 1.6Example 1.6 The vapour pressure of pure benzene at a certain temperature is 0.850",
          "question": "Example 1.6 Example 1.6Example 1.6 Example 1.6Example 1.6 The vapour pressure of pure benzene at a certain temperature is 0.850\nbar. A non-volatile, non-electr olyte solid weighing 0.5 g when added to\n39.0 g of benzene (molar mass 78 g mol-1). Vapour pr essur e of the solution,\nthen, is 0.845 bar . What is the molar mass of the solid substance?\nThe various quantities known to us are as follows:\np10 = 0.850 bar;  p = 0.845 bar;  M1 = 78 g mol–1;  w2 = 0.5 g;  w1 = 39 g\nSubstituting these values i",
          "solution": ",\nthen, is 0.845 bar . What is the molar mass of the solid substance?\nThe various quantities known to us are as follows:\np10 = 0.850 bar;  p = 0.845 bar;  M1 = 78 g mol–1;  w2 = 0.5 g;  w1 = 39 g\nSubstituting these values in equation (2.28), we get\n0.850 bar – 0.845 bar \n0.850 bar= –1\n20.5 g × 78 g mol  \n × 39 gM\nTherefore, M2 = 170 g mol–1\nThe vapour pressure of a liquid increases with increase of\ntemperature. It boils at the temperature at which its vapour pressure\nis equal to the atmospheric pressure. For"
        },
        {
          "chapterNumber": 2,
          "exampleNumber": 1,
          "title": "7 Example 1.7Example 1.7 Example 1.7Example 1.7",
          "question": "Example 1.7 Example 1.7Example 1.7 Example 1.7Example 1.7\nSolution SolutionSolutionSolutionSolutionFig. 1.7: The vapour pressure curve for\nsolution lies below the curve for pure\nwater . The diagram shows that DTb\ndenotes the elevation of boiling\npoint of a solvent in solution.1.013 bar\n or\nReprint 2025-26\n\n18 Chemistry\nThe lowering of vapour pressure of a solution causes a lowering of the\nfreezing point compar ed to that of the pur e solvent (Fig. 1.8). W e know\nthat at the freezing point of a s",
          "solution": "Fig. 1.7: The vapour pressure curve for\nsolution lies below the curve for pure\nwater . The diagram shows that DTb\ndenotes the elevation of boiling\npoint of a solvent in solution.1.013 bar\n or\nReprint 2025-26\n\n18 Chemistry\nThe lowering of vapour pressure of a solution causes a lowering of the\nfreezing point compar ed to that of the pur e solvent (Fig. 1.8). W e know\nthat at the freezing point of a substance, the solid phase is in dynamic\nequilibrium with the liquid phase. Thus, the\nfreezing point of a substance may be defined as\nthe temperature at which the vapour pressure of\nthe substance in its liquid phase is equal to its\nvapour pressure in the solid phase. A solution\nwill freeze when its vapour pressure equals the\nvapour pressure of the pure solid solvent as is\nclear from Fig. 1."
        },
        {
          "chapterNumber": 2,
          "exampleNumber": 1,
          "title": "8 Example 1.8Example 1.8Example 1.8Example 1.8DTb = Kb × m = 0.52 K kg mol–1 × 0.1 mol kg–1 = 0.052 K",
          "question": "Example 1.8 Example 1.8Example 1.8Example 1.8Example 1.8DTb = Kb × m = 0.52 K kg mol–1 × 0.1 mol kg–1 = 0.052 K\nSince water boils at 373.15 K at 1.013 bar pressure, therefore, the\nboiling point of solution will be 373.15 + 0.052 = 373.202 K.\nThe boiling point of benzene is 353.23 K. When 1.80 g of a non-volatile\nsolute was dissolved in 90 g of benzene, the boiling point is raised to\n354.11 K. Calculate the molar mass of the solute. Kb for benzene is 2.53\nK kg mol–1\nThe elevation \n(DTb) in the bo",
          "solution": "will be 373.15 + 0.052 = 373.202 K.\nThe boiling point of benzene is 353.23 K. When 1.80 g of a non-volatile\nsolute was dissolved in 90 g of benzene, the boiling point is raised to\n354.11 K. Calculate the molar mass of the solute. Kb for benzene is 2.53\nK kg mol–1\nThe elevation \n(DTb) in the boiling point = 354.11 K – 353. 23 K = 0.88 K\nSubstituting these values in expression (2.33) we get\nM2 = –1 –12.53 K kg mol  × 1.8 g × 1000 g kg  \n0.88 K × 90 g = 58 g mol–1\nTherefore, molar mass of the solute, M2 = 58 g mol–1\nFig. 1.8: Diagram showing DTf,  depression\nof the freezing point of a solvent in\na solution.Solution SolutionSolutionSolutionSolution\n1.6.3 Depression\nof Freezing\nPoint\nReprint 2025-26\n\n19 SolutionsDepression Constant or Cryoscopic Constant . The unit of Kf is K kg\nmol-"
        },
        {
          "chapterNumber": 2,
          "exampleNumber": 1,
          "title": "9 Example 1.9Example 1.9Example 1.9Example 1.9",
          "question": "Example 1.9 Example 1.9Example 1.9Example 1.9Example 1.9\nExample 1.10Example 1.10Example 1.10Example 1.10Example 1.10\nThere are many phenomena which we observe in nature or at home.\nFor example, raw mangoes shrivel when pickled in brine (salt water);\nwilted flowers revive when placed in fr esh water , blood cells collapse\nwhen suspended in saline water , etc. If we look into these pr ocesses we\nfind one thing common in all,\nthat is, all these substances\nare bound by membranes.\nThese membranes ca",
          "solution": ""
        },
        {
          "chapterNumber": 2,
          "exampleNumber": 1,
          "title": "10Example 1.10Example 1.10Example 1.10Example 1.10",
          "question": "Example 1.10Example 1.10Example 1.10Example 1.10Example 1.10\nThere are many phenomena which we observe in nature or at home.\nFor example, raw mangoes shrivel when pickled in brine (salt water);\nwilted flowers revive when placed in fr esh water , blood cells collapse\nwhen suspended in saline water , etc. If we look into these pr ocesses we\nfind one thing common in all,\nthat is, all these substances\nare bound by membranes.\nThese membranes can be of\nanimal or vegetable origin\nand these occur natura",
          "solution": ""
        },
        {
          "chapterNumber": 2,
          "exampleNumber": 1,
          "title": "11 Example 1.11Example 1.11Example 1.11Example 1.11",
          "question": "Example 1.11 Example 1.11Example 1.11Example 1.11Example 1.11\nSolution SolutionSolutionSolutionSolution\nThe phenomena mentioned in the beginning of this section can be\nexplained on the basis of osmosis. A raw mango placed in concentrated\nsalt solution loses water via osmosis and shrivel into pickle. Wilted\nflowers r evive when placed in fr esh water . A carr ot that has become\nlimp because of water loss into the atmosphere can be placed into the\nwater making it fir m once again. W ater will move",
          "solution": ""
        },
        {
          "chapterNumber": 2,
          "exampleNumber": 1,
          "title": "12 Example 1.12Example 1.12 Example 1.12Example 1.12",
          "question": "Example 1.12 Example 1.12Example 1.12 Example 1.12Example 1.12\nSolution SolutionSolution SolutionSolutionTable 1.4 depicts values of the factor , i for several str ong electr olytes.\nFor KCl, NaCl and MgSO4, i values approach 2 as the solution becomes\nvery dilute. As expected, the value of \ni gets close to 3 for K2SO4.\nSalt      *Values of i      van’t Hof f Factor i for complete\n0.1 m     0.01 m 0.001 m dissociation of solute\nNaCl 1.87 1.94 1.97 2.00\nKCl 1.85 1.94\n1.98 2.00\nMgSO41.21 1.53 1.82",
          "solution": "SolutionSolution SolutionSolutionTable 1.4 depicts values of the factor , i for several str ong electr olytes.\nFor KCl, NaCl and MgSO4, i values approach 2 as the solution becomes\nvery dilute. As expected, the value of \ni gets close to 3 for K2SO"
        },
        {
          "chapterNumber": 2,
          "exampleNumber": 1,
          "title": "13 Example 1.13Example 1.13Example 1.13Example 1.13= 1",
          "question": "Example 1.13 Example 1.13Example 1.13Example 1.13Example 1.13= 1\n1122 g mol\n241.98g mol\n\nor2x= 1221 1 0.504 0.496241.98   \nor x= 2 × 0 .496 = 0.992\nTherefore, degree of association of benzoic acid in benzene is 99.2 %.\n0.6 mL of acetic acid (CH3COOH), having density 1.06 g mL–1, is\ndissolved in 1 litr e of water . The depr ession in fr eezing point\nobserved for this strength of acid was 0.0205°C. Calculate the van’t\nHoff factor and the dissociation constant of acid.\nNumber of moles of acet",
          "solution": ""
        }
      ],
      "exercises": [],
      "stats": {
        "examplesCount": 8,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 30,
    "totalWords": 7651
  }
}