{
  "filename": "lech203.pdf",
  "chapters": [
    {
      "chapterNumber": 1,
      "title": "CrO2Cl2 2. HOH",
      "content": "1. CrO2Cl2 2. HOH\n(v)PCC (vi)O3/H2O-Zn dustExample 8.1 Example 8.1Example 8.1Example 8.1Example 8.1\nSolution SolutionSolutionSolutionSolution\n(C6H CH ) Cd + 2 CH5 2 2 3COCl\nCH3\nNO21.CrO Cl2 2\n2.H3O+(iii) C C HHg2+, H SO2 4 H C3 (iv)Intext QuestionIntext QuestionIntext QuestionIntext QuestionIntext Question\n8.2Write the structur es of pr oducts of the following r\neactions;\n   (i) (ii)3.From benzene or substituted benzenes\nWhen benzene or substituted benzene is treated with acid chloride in\nthe presence of anhydrous aluminium chloride, it affords the\ncorresponding ketone. This reaction i s known as Friedel-Crafts\nacylation reaction .\nReprint 2025-26\n\n235 Aldehydes, Ketones and Carboxylic Acids\nThe physical properties of aldehydes and ketones are described as\nfollows.\nMethanal is a gas at room temperature. Ethanal is a volatile liquid.\nOther aldehydes and ketones are liquid or solid at room temperature.\nThe boiling points of aldehydes and ketones are higher than\nhydrocarbons and ethers of comparable molecu lar masses. It is due to\nweak molecular association in aldehydes and ketones arising out of the\ndipole-dipole interactions. Also, their boiling points are lower than those\nof alcohols of similar molecular masses due to absence of intermolecular\nhydrogen bonding. The following compounds of molecular masses 58\nand 60 are ranked in order of increasing boiling points.\nb.p.(K) Molecular Mass\nn-Butane 273 58\nMethoxyethane 281 60\nPropanal 322 58\nAcetone 329 58\nPropan-1-ol 370 60\nThe lower members of aldehydes and ketones such as methanal,\nethanal and propanone are miscible with water in all proportions,\nbecause they for m hydr ogen bond with water .\nHowever , the solubility of aldehydes and ketones decr eases rapidly\non increasing the length of alkyl chain. All aldehydes and ketones are\nfairly soluble in or ganic solvents like benzene, ether , methanol,\nchloroform, etc. The lower aldehydes have sharp pungent odours. As\nthe size of the molecule increases, the odour becomes less pungent\nand more fragrant. In fact, many naturally occurring aldehydes and\nketones are used in the blending of perfumes and flavouring agents.8.3 Physical8.3 Physical8.3 Physical8.3 Physical8.3 Physical\nPropertiesPropertiesProperties\nPropertiesProperties\nArrange the following compounds in the increasing order of their\nboiling points:\nCH3CH2CH2CHO, CH3CH2CH2CH2OH, H5C2-O-C2H5, CH3CH2CH2CH3\nThe molecular masses of these compounds are in the range of 72 to\n74. Since only butan-1-ol molecules are associated due to extensive\nintermolecular hydrogen bonding, therefore, the boiling point of\nbutan-1-ol would be the highest. Butanal is more polar than\nethoxyethane. Therefore, the intermolecular dipole-dipole attraction\nis str onger in the for mer. n-Pentane molecules have only weak van\nder W aals for ces. Hence  incr easing or der of boiling points  of the\ngiven compounds  is as follows:\nCH3CH2CH2CH3 < H5C2-O-C2H5 < CH3CH2CH2CHO < CH3CH2CH2CH2OHExample 8.2Example 8.2Example 8.2 Example 8.2Example 8.2\nSolution SolutionSolutionSolutionSolution\nReprint 2025-26\n\n236 ChemistrySince aldehydes and ketones both possess the carbonyl functional\ngroup, they undergo similar chemical reactions.\n1.Nucleophilic addition reactions\nContrary to electrophilic addition reactions observed in alkenes, the\naldehydes and ketones undergo nucleophilic addition reactions.\n(i)Mechanism of nucleophilic addition reactions\nA nucleophile attacks the electrophilic carbon atom of the polar\ncarbonyl group from a direction approximately perpendicular\nto the plane of sp2 hybridised orbitals of carbonyl carbon (Fig.\n8.2). The hybridisation of carbon changes from sp2 to sp3 in\nthis process, and a tetrahedral alkoxide intermediate is\nproduced. This intermediate captures a proton from the\nreaction medium to give\nthe electrically neutral\nproduct. The net result is\naddition of Nu– and H+\nacross the carbon oxygen\ndouble bond as shown in\nFig. 8.2.\nIntext QuestionIntext QuestionIntext QuestionIntext QuestionIntext Question\n8.3 Arrange the following compounds in increasing order of\ntheir boiling points.\nCH3CHO, CH3CH2OH, CH3OCH3, CH3CH2CH3\nFig.8.2:   Nucleophilic attack on carbonyl carbon\nWould you expect benzaldehyde to be mor e reactive or less r eactive in\nnucleophilic addition r eactions than pr opanal? Explain your answer .\nThe carbon atom of the carbonyl group of benzaldehyde is less\nelectrophilic than carbon atom of the carbonyl group present in\npropanal. The polarity of the carbonyl\ngroup is reduced in benzaldehyde due\nto resonance as shown below and\nhence it is less reactive than propanal.Example 8.3Example 8.3Example 8.3Example 8.3Example 8.3\nSolution SolutionSolutionSolutionSolution(ii)Reactivity\nAldehydes are generally more reactive than ketones in\nnucleophilic addition reactions due to steric and electronic\nreasons. Sterically, the presence of two relatively large\nsubstituents in ketones hinders the approach of nucleophile to\ncarbonyl carbon than in aldehydes having only one such\nsubstituent. Electronically, aldehydes are more reactive than\nketones because two alkyl groups reduce the electrophilicity of\nthe carbonyl carbon mor e effectively than in for mer.8.4 Chemical8.4 Chemical8.4 Chemical8.4 Chemical8.4 Chemical\nReactions\nReactionsReactions ReactionsReactions\nReprint 2025-26\n\n237 Aldehydes, Ketones and Carboxylic Acids(iii)Some important examples of nucleophilic addition and\nnucleophilic addition-elimination reactions:\n(a)Addition of hydrogen cyanide (HCN) : Aldehydes\nand ketones react with hydrogen cyanide (HCN)\nto yield cyanohydrins. This reaction occurs very\nslowly with pure HCN. Therefore, it is catalysed\nby a base and  the generated cyanide ion (CN-)\nbeing a stronger nucleophile readily adds to\ncarbonyl compounds to yield corresponding\ncyanohydrin.\nCyanohydrins are useful synthetic\nintermediates.\n(b)Addition of sodium hydrogensulphite:  Sodium\nhydrogensulphite adds to aldehydes and\nketones to form the addition products.\nThe position of\nthe equilibrium\nlies largely to\nthe right hand\nside for most\naldehydes and to\nthe left for most\nketones due to steric reasons. The hydrogensulphite addition\ncompound is water soluble and can be converted back to the\noriginal carbonyl compound by treating it with dilute mineral\nacid or alkali. Therefore, these are useful for separation and\npurification of aldehydes.\n(c)Addition of Grignard reagents:    (refer Unit 7, Class XII).\n(d)Addition of alcohols:   Aldehydes react with one equivalent of\nmonohydric alcohol in the presence of dry hydrogen chloride\nto yield alkoxyalcohol intermediate, known as hemiacetals,\nwhich further react with one more molecule of alcohol to\ngive a gem -dialkoxy\ncompound known as\nacetal as shown in the\nreaction.\nKetones react with\nethylene glycol under\nsimilar conditions to form\ncyclic products known as\nethylene glycol ketals.\nDry hydrogen chloride\nprotonates the oxygen of\nthe carbonyl compounds\nand therefore, increases\nthe electrophilicity of the\ncarbonyl carbon facilitating\nReprint 2025-26\n\n238 Chemistrythe nucleophilic attack of ethylene glycol. Acetals and ketals\nare hydrolysed with aqueous mineral acids to yield\ncorresponding aldehydes and ketones respectively.\n(e)Addition of ammonia and its derivatives :  Nucleophiles, such\nas ammonia and its derivatives H2N-Z add to the carbonyl\ngroup of aldehydes and ketones. The reaction is reversible\nand catalysed by acid.\nThe equilibrium\nfavours the product\nformation due to rapid\ndehydration of the\nintermediate to form\n>C=N-Z.\nZ = Alkyl, aryl, OH, NH2, C6H5NH, NHCONH2, etc.\nTable 8.2: Some N-Substituted Derivatives of Aldehydes and Ketones (>C=N-Z)\n-H Ammonia Imine\n-R Amine\n—OH Hydroxylamine Oxime\n—NH2 Hydrazine Hydrazone\nPhenylhydrazine PhenylhydrazoneZ Reagent name Carbonyl derivative Product name\nSubstituted imine\n(Schiff’s base)\n* 2,4-DNP-derivatives are yellow, orange or red solids, useful for characterisation of aldehydes and ketones.2,4-Dinitrophenyl- 2,4 Dinitrophenyl-\nSemicarbazide Semicarbazone\n2.Reduction\n(i)Reduction to alcohols: Aldehydes and ketones are reduced to\nprimary and secondary alcohols respectively by sodium\nborohydride (NaBH4) or lithium aluminium hydride (LiAlH4) as\nwell as by catalytic hydrogenation (Unit 7, Class XII).\n(ii)Reduction to hydrocarbons: The carbonyl group of aldehydes\nand ketones is reduced to CH2 group on treatment with zinc-\namalgam and concentrated hydrochloric acid [ Clemmensenhydrazone hydrazine\nReprint 2025-26\n\n239 Aldehydes, Ketones and Carboxylic Acidsreduction ] or with hydrazine followed by heating with sodium\nor  potassium hydroxide in high boiling solvent such as ethylene\nglycol ( Wolff-Kishner r eduction ).\n3.Oxidation\nAldehydes differ from ketones in their oxidation reactions. Aldehydes\nare easily oxidised to carboxylic acids on treatment with common\noxidising agents like nitric acid, potassium permanganate, potassium\ndichromate, etc. Even mild oxidising agents, mainly Tollens’ reagent\nand Fehlings’ reagent also oxidise aldehydes.\nKetones are generally oxidised under vigorous conditions, i.e.,\nstrong oxidising agents and at elevated temperatures. Their oxidation\ninvolves carbon-carbon bond cleavage to afford a mixture of carboxylic\nacids having lesser number of carbon atoms than the parent ketone.\nThe mild oxidising agents given below are used to distinguish\naldehydes from ketones:\n(i)Tollens’ test:   On warming an aldehyde with freshly prepared\nammoniacal silver nitrate solution (Tollens’ reagent), a bright\nsilver mirror is produced due to the formation of silver metal.\nThe aldehydes are oxidised to corresponding carboxylate anion.\nThe reaction occurs in alkaline medium.\n(ii)Fehling’s test:  Fehling reagent comprises of two solutions,\nFehling solution A and Fehling solution B. Fehling solution A is\naqueous copper sulphate and Fehling solution B is alkaline\nsodium potassium tartarate (Rochelle salt). These two solutions\nare mixed in equal amounts before test. On heating an aldehyde\nwith Fehling’s reagent, a reddish brown precipitate is obtained.\nAldehydes are oxidised to corresponding carboxylate anion.\nAromatic aldehydes do not respond to this test.Bernhard Tollens\n(1841-1918) was a\nProfessor of Chemistry\nat the University of\nGottingen, Germany.\nReprint 2025-26\n\n240 Chemistry\nExample 8.4Example 8.4Example 8.4Example 8.4Example 8.4 An organic compound (A) with molecular formula C8H8O forms an\norange-red precipitate with 2,4-DNP reagent and gives yellow\nprecipitate on heating with iodine in the presence of sodium\nhydroxide. It neither reduces Tollens’ or Fehlings’ reagent, nor does\nit decolourise bromine water or Baeyer’s reagent. On drastic oxidation\nwith chromic acid, it gives a carboxylic acid (B) having molecular\nformula C7H6O2. Identify the compounds (A) and (B) and explain the\nreactions involved.\n(A) forms 2,4-DNP derivative. Therefore, it is an aldehyde or a ketone.\nSince it does not reduce Tollens’ or Fehling reagent, (A) must be a ketone.\n(A) responds to iodoform test. Therefore, it should be a methyl ketone.\nThe molecular formula of (A) indicates high degree of unsaturation, yet\nit does not decolourise bromine water or Baeyer’s reagent. This indicates\nthe presence of unsaturation due to an aromatic ring.\nCompound (B), being an oxidation product of a ketone should be a\ncarboxylic acid. The molecular formula of (B) indicates that it should\nbe benzoic acid and compound (A) should, therefore, be a\nmonosubstituted aromatic methyl ketone. The molecular formula of\n(A) indicates that it should be phenyl methyl ketone (acetophenone).\nReactions are as follows:SolutionSolutionSolution\nSolutionSolution(iii)Oxidation of methyl ketones by halofor m r eaction :\nAldehydes and ketones having at least one methyl group\nlinked to the carbonyl carbon atom (methyl ketones)\nare oxidised by sodium hypohalite to sodium salts of\ncorresponding carboxylic\nacids having one carbon\natom less than  that of\ncarbonyl  compound.  The\nmethyl  group  is\nconverted to haloform.\nThis oxidation does not\naffect a carbon-carbon\ndouble bond, if present\nin the molecule.\nIodoform reaction with sodium hypoiodite is also used for detection\nof CH3CO group or CH3CH(OH) group which produces CH3CO group\non oxidation.\nReprint 2025-26\n\n241 Aldehydes, Ketones and Carboxylic Acids\n4.Reactions due to a-hydrogen\nAcidity of α αα αα-hydrogens of aldehydes and ketones:  The aldehydes\nand ketones undergo a number of reactions due to the acidic nature\nof α-hydrogen.\nThe acidity of α-hydrogen atoms of carbonyl compounds is due\nto the strong electron withdrawing effect of the carbonyl group and\nresonance stabilisation of the conjugate base.\n(i)Aldol condensation:   Aldehydes and ketones having at least one\nα-hydrogen undergo a reaction in the presence of dilute alkali\nas catalyst to form β-hydroxy aldehydes (aldol) or β-hydroxy\nketones (ketol), respectively. This is known as  Aldol reaction .\nThe name aldol is derived from the names of the two\nfunctional groups, aldehyde and alcohol, present in the products.\nThe aldol and ketol readily lose water to give α,β-unsaturated\ncarbonyl compounds which are aldol condensation products\nand the reaction is called Aldol condensation . Though ketones\ngive ketols (compounds containing a keto and alcohol groups),\nthe general name aldol condensation still applies to the reactions\nof ketones due to their similarity with aldehydes.\nReprint 2025-26\n\n242 Chemistry(ii)Cross aldol condensation:   When aldol condensation is carried\nout between two different aldehydes and / or ketones, it is called\ncross aldol condensation . If both of them contain a-hydrogen\natoms, it gives a mixture of four products. This is illustrated\nbelow by aldol reaction of a mixture of ethanal and propanal.\nKetones can also be used as one component in the cross aldol\nreactions.\n5.Other reactions\n(i)Cannizzaro reaction:  Aldehydes which do not have an\na-hydrogen atom, undergo self oxidation and reduction\n(disproportionation) reaction on heating with concentrated alkali.\nIn this reaction, one molecule of the aldehyde is reduced to\nalcohol while another is oxidised to carboxylic acid salt.\nD\nD\nReprint 2025-26\n\n243 Aldehydes, Ketones and Carboxylic Acids(ii)Electrophilic substitution reaction : Aromatic aldehydes and ketones\nundergo electrophilic substitution at the ring in which the carbonyl\ngroup acts as a deactivating and meta-directing group.\nIntext QuestionsIntext QuestionsIntext QuestionsIntext QuestionsIntext Questions\n8.4 Arrange the following compounds in increasing order of their reactivity in\nnucleophilic addition reactions.\n(i)Ethanal, Propanal, Propanone, Butanone.\n(ii)Benzaldehyde, p-Tolualdehyde, p-Nitrobenzaldehyde, Acetophenone .\nHint: Consider steric effect and electronic effect.\n8.5 Predict the products of the following reactions :\n(i)\n(ii)\n(iii)\n(iv)\nIn chemical industry aldehydes and ketones are used as solvents,\nstarting materials and reagents for the synthesis of other products.\nFormaldehyde is well known as formalin (40%) solution used to preserve\nbiological specimens and to prepare bakelite (a phenol-formaldehyde\nresin), urea-formaldehyde glues and other polymeric products.\nAcetaldehyde is used primarily as a starting material in the manufacture\nof acetic acid, ethyl acetate, vinyl acetate, polymers and drugs.\nBenzaldehyde is used in perfumery and in dye industries. Acetone and\nethyl methyl ketone are common industrial solvents. Many aldehydes\nand ketones, e.g., butyraldehyde, vanillin, acetophenone, camphor , etc.\nare well known for their odours and flavours.8.58.58.5 8.58.5 Uses of Uses ofUses of Uses ofUses of\nAldehydes AldehydesAldehydes AldehydesAldehydes\nand Ketones and Ketonesand Ketones and Ketonesand Ketones\nReprint 2025-26\n\n244 Chemistry\nStructure Common name IUPAC name\nHCOOH Formic acid Methanoic acid\nCH3COOH Acetic acid Ethanoic acid\nCH3CH2COOH Propionic acid Propanoic acid\nCH3CH2CH2COOH Butyric acid Butanoic acid\n(CH3)2CHCOOH Isobutyric acid 2-Methylpropanoic acid\nHOOC-COOH Oxalic acid Ethanedioic acid\nHOOC -CH2-COOH Malonic acid Propanedioic acid\nHOOC -(CH2)2-COOH Succinic acid Butanedioic acid\nHOOC -(CH2)3-COOH Glutaric acid Pentanedioic acid\nHOOC -(CH2)4-COOH Adipic acid Hexane dioic acid\nHOOC -C H2-CH(COOH)-CH2-COOH Tricarballylic acid Propane-1, 2, 3-\nor carballylic acid tricarboxylic acidCarboxylic Acids\nCarbon compounds containing a carboxyl functional group, –COOH are\ncalled carboxylic acids. The carboxyl group, consists of a carbonyl group\nattached to a hydroxyl group, hence its name carboxyl . Carboxylic acids\nmay be aliphatic (RCOOH) or aromatic (ArCOOH) depending on the group,\nalkyl or aryl, attached to carboxylic carbon. Large  number of carboxylic\nacids are found in nature. Some higher members of aliphatic carboxylic\nacids (C12 – C18) known as fatty acids , occur in natural fats as esters of\nglycerol. Carboxylic acids serve as starting material for several other\nimportant organic compounds such as anhydrides, esters, acid chlorides,\namides, etc.\nSince carboxylic acids are amongst the earliest organic compounds to\nbe isolated from nature, a large number of them are known by their\ncommon names. The common names end with the suffix – ic acid and\nhave been derived from Latin or Greek names of their natural sources.\nFor example, formi c acid (HCOOH) was first obtained from red ants\n(Latin: formica means ant), acetic acid (CH3COOH) fr om vinegar (Latin:\nacetum , means vinegar), butyric acid (CH3CH2CH2COOH) from rancid\nbutter (Latin: butyrum,  means butter).\nIn the IUPAC system, aliphatic carboxylic acids are named by\nreplacing the ending – e in the name of the corresponding alkane with –\noic acid . In numberin g the carbon chain, the carboxylic carbon is\nnumbered one. For naming compounds containing more than one\ncarboxyl group, the alkyl chain leaving carboxyl groups is numbered\nand the number of carboxyl groups is indicated by adding the\nmultiplicative prefix, dicarboxylic acid , tricarboxylic acid,  etc. to the name\nof parent alkyl chain.  The position of –COOH groups are indicated by the\narabic numeral before  the multiplicative prefix.  Some of the carboxylic\nacids along with their common and IUPAC names are listed in Table  8.3.8.68.68.6\n8.68.6 Nomenclature and Structure of Carboxyl GroupNomenclature and Structure of Carboxyl GroupNomenclature and Structure of Carboxyl GroupNomenclature and Structure of Carboxyl GroupNomenclature and Structure of Carboxyl Group\nTable 8.3 Names and Structures of Some Carboxylic Acids8.6.1\nNomenclature\nReprint 2025-26\n\n245 Aldehydes, Ketones and Carboxylic Acids\nBenzoic acid Benzenecarboxylic acid\n(Benzoic acid)\nPhenylacetic acid 2-Phenylethanoic acid\nPhthalic acid Benzene-1, 2-dicarboxylic\nacid\nIn carboxylic acids, the bonds to the carboxyl carbon lie in one plane\nand are separated by about 120°. The carboxylic carbon is less\nelectrophilic than carbonyl carbon because of the possible resonance\nstructure shown below:8.6.2 Structure\nof Carboxyl\nGroup\nIntext QuestionIntext QuestionIntext QuestionIntext QuestionIntext Question\n8.6 Give the IUPAC names of the following compounds:\n(i)Ph CH2CH2COOH (ii)(CH3)2C=CHCOOH\n(iii) COOHCH3\n(iv)\nSome important methods of preparation of carboxylic acids are as follows.\n1.From primary alcohols and aldehydes\nPrimary alcohols are readily oxidised to carboxylic acids with common\noxidising agents such as potassium permanganate (KMnO4) in\nneutral, acidic or alkaline media or by potassium dichromate (K2Cr2O7)\nand chromium trioxide (CrO3) in acidic media (Jones reagent).8.78.78.7 8.78.7 Methods of Methods ofMethods of Methods ofMethods of\nPreparation PreparationPreparation PreparationPreparation\nof Carboxylicof Carboxylicof Carboxylicof Carboxylicof Carboxylic\nAcids AcidsAcids AcidsAcids+\nJones reagent\nReprint 2025-26\n\n246 ChemistryCarboxylic acids are also prepared from aldehydes by the use of\nmild oxidising agents (Section 8.4).\n2.From alkylbenzenes\nAromatic carboxylic acids can be prepared by vigorous oxidation of\nalkyl benzenes with chromic acid or acidic or alkaline potassium\npermanganate. The entire side chain is oxidised to the carboxyl group\nirrespective of length of the side chain. Primary and secondary alkyl\ngroups are oxidised in this manner while tertiary group is not affected.\nSuitably substituted alkenes are also oxidised to carboxylic acids\nwith these oxidising reagents.\n3.From nitriles and amides\nNitriles are hydrolysed to amides and then to acids in the presence of\nH+ or OH\nas catalyst. Mild reaction conditions are used to stop the\nreaction at the amide stage.\n4.From Grignard reagents\nGrignard reagents react with carbon dioxide (dry ice) to form salts of\ncarboxylic acids which in turn give corresponding carboxylic acids\nafter  acidification with mineral acid.\n As we know, the Grignard reagents and nitriles can be prepared\nfrom alkyl halides (refer Unit 6, Class XII). The above methods\nReprint 2025-26\n\n247 Aldehydes, Ketones and Carboxylic Acids(3 and 4) are useful for converting alkyl halides into corresponding\ncarboxylic acids having one carbon atom more than that present in\nalkyl halides (ascending the series).\n5.From acyl halides and anhydrides\nAcid chlorides when hydrolysed with water give carboxylic acids or more\nreadily hydrolysed with aqueous base to give carboxylate ions which on\nacidification provide corresponding carboxylic acids. Anhydrides on the\nother hand ar e hydr olysed to corr esponding acid(s) with water .\n6.From esters\nAcidic hydrolysis of esters gives directly carboxylic acids while basic\nhydrolysis gives carboxylates, which on acidification give\ncorresponding carboxylic acids.\nExample 8.5Example 8.5Example 8.5Example 8.5Example 8.5 Write chemical r eactions to af fect the following transfor mations:\n(i)Butan-1-ol to butanoic acid\n(ii)Benzyl alcohol to phenylethanoic acid\n(iii)3-Nitrobromobenzene to 3-nitrobenzoic acid\n(iv)4-Methylacetophenone to benzene-1,4-dicarboxylic acid\n(v)Cyclohexene to hexane-1,6-dioic acid\n(vi)Butanal to butanoic acid.\nReprint 2025-26\n\n248 Chemistry\nIntext QuestionIntext QuestionIntext QuestionIntext QuestionIntext Question\n8.7 Show how each of the following compounds can be\nconverted to benzoic acid.\n(i)Ethylbenzene (ii)Acetophenone\n(iii)Bromobenzene (iv) Phenylethene (Styrene)Solution SolutionSolutionSolutionSolution (i)\n(ii)\n(iii)\n(iv)\n(v)\n(vi)\nReprint 2025-26\n\n249 Aldehydes, Ketones and Carboxylic AcidsAliphatic carboxylic acids upto nine carbon atoms are colourless\nliquids at room temperature with unpleasant odours. The higher\nacids are wax like solids and are practically odourless due\nto their low volatility. Carboxylic acids are higher boiling\nliquids than aldehydes, ketones and even alcohols of\ncomparable molecular masses. This is due to more extensive\nassociation of carboxylic acid molecules through\nintermolecular hydrogen bonding. The hydrogen bonds are\nnot broken completely even in the vapour phase. In fact,\nmost carboxylic acids exist as dimer in the vapour phase\nor in the aprotic solvents.\nSimple aliphatic carboxylic acids having upto four\ncarbon atoms are miscible in water due to the formation\nof hydr ogen bonds with water . The solubility decr eases\nwith increasing number of carbon atoms. Higher\ncarboxylic acids are practically insoluble in water due to\nthe increased hydrophobic interaction of hydrocarbon\npart. Benzoic acid, the simplest aromatic carboxylic acid\nis nearly insoluble in cold water . Carboxylic acids ar e\nalso soluble in less polar organic solvent s like benzene,\nether , alcohol, chlor oform, etc.\nThe reaction of carboxylic acids are classified as follows:\nAcidity\nReactions with metals and alkalies\nThe carboxylic acids like alcohols evolve hydrogen with electropositive\nmetals and for m salts with alkalies similar to phenols. However , unlike\nphenols they react with weaker bases such as carbonates and\nhydrogencarbonates to evolve carbon dioxide. This reaction is used to\ndetect the presence of carboxyl group in an organic compound.\nCarboxylic acids dissociate in water to give resonance stabilised\ncarboxylate anions and hydronium ion.8.9.1 Reactions\nInvolving\nCleavage of\nO–H Bond8.88.88.8\n8.88.8 Physical PhysicalPhysical PhysicalPhysical\nProperties PropertiesProperties PropertiesProperties\n8.9 8.98.9 8.98.9 Chemical ReactionsChemical ReactionsChemical ReactionsChemical ReactionsChemical ReactionsIn vapour state or in\naprotic solvent\nHydrogen bonding of\nRCOOH with H2O\nReprint 2025-26\n\n250 Chemistrywhere Keq, is equilibrium constant and Ka is the acid dissociation\nconstant.\nFor convenience, the strength of an acid is generally indicated by\nits pKa value rather than its Ka value.\npKa = –  log Ka\nThe p Ka of hydrochloric acid is –7.0, where as  p Ka of trifluoroacetic\nacid (the strongest carboxylic acid), benzoic acid and acetic acid are\n0.23, 4.19 and 4.76, respectively.\nSmaller the p Ka, the stronger the acid ( the better it is as a proton\ndonor). Strong acids have p Ka values < 1, the acids with p Ka values\nbetween 1 and 5 are considered to be moderately strong acids, weak\nacids have p Ka values between 5 and 15, and extremely weak acids\nhave p Ka values >15.\nCarboxylic acids are weaker than mineral acids, but they are stronger\nacids than alcohols and many simple phenols (p Ka is ~16 for ethanol\nand 10 for phenol). In fact, carboxylic acids are amongst the most acidic\norganic compounds you have studied so far . You alr eady know why\nphenols are more acidic than alcohols. The higher acidity of carboxylic\nacids as compared to phenols can be understood similarly. The conjugate\nbase of carboxylic acid, a carboxylate ion, is stabilised by two equivalent\nresonance structures in which the negative charge is at the more\nelectronegative oxygen atom. The conjugate base of phenol, a phenoxide\nion, has non-equivalent resonance structures in which the negative charge\nis at the less electronegative carbon atom. Therefore, resonance in\nphenoxide ion is not as important as it is in carboxylate ion. Further , the\nnegative charge is delocalised over two electronegative oxygen atoms in\ncarboxylate ion whereas it is less effectively delocalised over one oxygen\natom and less electronegative carbon atoms in phenoxide ion (Unit 7,\nClass XII). Thus, the carboxylate ion is more stabilised than phenoxide\nion,  so carboxylic acids are more acidic than phenols.\nEffect of substituents on the acidity of carboxylic acids:\nSubstituents may affect the stability of the conjugate base and thus,\nalso affect the acidity of the carboxylic acids. Electron withdrawing\ngroups increase the acidity of carboxylic acids by stabilising the\nconjugate base through delocalisation of the negative charge by\ninductive and/or resonance effects. Conversely, electron donating groups\ndecrease the acidity by destabilising the conjugate base.\nElectron withdrawing group (EWG)\nstabilises the carboxylate anion\nand strengthens the acidElectron donating group (EDG)\ndestabilises the carboxylate\nanion and weakens the acidFor the above reaction:\nReprint 2025-26\n\n251 Aldehydes, Ketones and Carboxylic AcidsThe effect of the following groups in increasing acidity order is\nPh < I < Br < Cl < F < CN < NO2 < CF3\nThus, the following acids are arranged in order of increasing acidity\n(based on p Ka values):\nCF3COOH > CCl3COOH > CHCl2COOH > NO2CH2COOH > NC-CH2COOH >\nFCH2COOH > ClCH2COOH > BrCH2COOH > HCOOH >  ClCH2CH2COOH >\n (continue)\nC6H5COOH > C6H5CH2COOH > CH3COOH > CH3CH2COOH\n (continue  )\nDirect attachment of groups such as phenyl or vinyl to the carboxylic\nacid, increases the acidity of corresponding carboxylic acid, contrary to\nthe decrease expected due to resonance effect shown below:\nThis is because of greater electronegativity of sp2 hybridised carbon\nto which carboxyl carbon is attached. The presence of electron\nwithdrawing group on the phenyl of aromatic carboxylic acid increases\ntheir acidity while electron donating groups decrease their acidity.\nCOOH\nOCH3COOH COOH\nNO2\n4-Methoxy\nbenzoic acid\n(p= 4.46)KaBenzoic acid\n(p = 4.19)Ka4-Nitrobenzoic\nacid\n(p = 3.41)Ka\n1.Formation of anhydride\nCarboxylic acids on heating with mineral acids such as H2SO4 or with\nP2O5  give corresponding anhydride.\n2.Esterification\nCarboxylic acids are esterified with alcohols or phenols in the presence\nof a mineral acid such as concentrated H2SO4 or HCl gas as a catalyst.8.9.2 Reactions\nInvolving\nCleavage of\nC–OH Bond\nReprint 2025-26\n\n252 Chemistry\nMechanism of esterification of carboxylic acids:  The esterification of carboxylic\nacids with alcohols is a kind of nucleophilic acyl substitution. Protonation of the\ncarbonyl oxygen activates the carbonyl group towards nucleophilic addition of the\nalcohol. Proton transfer in the tetrahedral intermediate converts the hydroxyl group\ninto –+OH2 group, which, being a better leaving group, is eliminated as neutral water\nmolecule. The pr otonated ester so for med finally loses a pr oton to give the ester .\n3.Reactions with PCl5, PCl3 and SOCl2\nThe hydroxyl group of carboxylic acids, behaves like that of alcohols\nand is easily replaced by chlorine atom on treating with PCl5, PCl3 or\nSOCl2. Thionyl chloride (SOCl2) is preferred because the other two\nproducts are gaseous and escape the reaction mixture making the\npurification of the pr oducts easier .\n4.Reaction with ammonia\nCarboxylic acids react with ammonia to give ammonium salt which\non further heating at high temperature give amides. For example:\nReprint 2025-26\n\n253 Aldehydes, Ketones and Carboxylic Acids8.9.3 Reactions\nInvolving\n–COOH\nGroup1.Reduction\nCarboxylic acids are reduced to primary alcohols by lithium\naluminium hydride or better with diborane. Diborane does not easily\nreduce functional groups such as ester , nitro, halo, etc. Sodium\nborohydride does not reduce the carboxyl group.\n2.Decarboxylation\nCarboxylic acids lose carbon dioxide to form hydrocarbons when their\nsodium salts are heated with sodalime (NaOH and CaO in the ratio of\n3 : 1). The reaction is known as decarboxylation.\nAlkali metal salts of carboxylic acids also undergo decarboxylation\non electrolysis of their aqueous solutions and form hydrocarbons having\ntwice the number of carbon atoms present in the alkyl group of the acid.\nThe reaction is known as Kolbe electrolysis  (Unit 9, Class XI) .\n1.Halogenation\nCarboxylic acids having an α-hydrogen are halogenated at the\nα-position on treatment with chlorine or bromine in the presence of\nsmall amount of red phosphorus to give α-halocarboxylic acids. The\nreaction is known as Hell-Volhard-Zelinsky reaction .8.9.4 Substitution\nReactions in the\nHydrocarbon Part\nReprint 2025-26\n\n254 Chemistry\n8.10 8.108.108.108.10 Uses of Uses of Uses of Uses ofUses of\nCarboxylic CarboxylicCarboxylic CarboxylicCarboxylic\nAcids AcidsAcids AcidsAcids\nSummary SummarySummary SummarySummary\nAldehydes , ketones  and carboxylic acids  are some of the important classes of\norganic compounds containing carbonyl group. These are highly polar molecules.\nTherefore, they boil at higher temperatures than the hydrocarbons and weakly\npolar compounds such as ethers of comparable molecular masses. The lower\nmembers ar e mor e soluble in water because they for m hydr ogen bonds with water .\nThe higher members , because of large size of hydrophobic chain of carbon atoms,\nare insoluble in water but soluble in common organic solvents. Aldehydes are\nprepared by dehydrogenation or controlled oxidation of primary alcohols and\ncontrolled or selective reduction of acyl halides. Aromatic aldehydes may also be\nprepared by oxidation of (i) methylbenzene with chromyl chloride or CrO3 in the\npresence of acetic anhydride, (ii) formylation of arenes with carbon monoxide and\nhydrochloric acid in the presence of anhydrous aluminium chloride, and (iii) cuprous\nchloride or by hydrolysis of benzal chloride. Ketones are prepared by oxidation of\nsecondary alcohols and hydration of alkynes. Ketones are also prepared by reaction\nof acyl chloride with dialkylcadmium. A good method for the preparation of aromatic\nketones is the Friedel-Crafts acylation  of aromatic hydrocarbons with acyl chlorides\nor anhydrides. Both aldehydes and ketones can be prepared by ozonolysis of alkenes.\nAldehydes and ketones undergo nucleophilic addition reactions onto the carbonyl\ngroup with a number of nucleophiles such as, HCN, NaHSO3, alcohols (or diols),2.Ring substitution\nAromatic carboxylic acids undergo electrophilic substitution reactions\nin which the carboxyl group acts as a deactivating and meta-directing\ngroup. They however , do not under go Friedel-Crafts r eaction\n(because the carboxyl group is deactivating and the catalyst\naluminium chloride (Lewis acid) gets bonded to the carboxyl group).\nIntext QuestionIntext QuestionIntext QuestionIntext QuestionIntext Question\n8.8 Which acid of each pair shown here would you expect to be stronger?\n(i) CH3CO2H or CH2FCO2H (ii)CH2FCO2H or CH2ClCO2H\n(iii) CH2FCH2CH2CO2H or CH3CHFCH2CO2H\nMethanoic acid is used in rubber , textile, dyeing, leather and electr oplating\nindustries. Ethanoic acid is used as solvent and as vinegar in food industry.\nHexanedioic acid is used in the manufacture of nylon-6 , 6. Esters of benzoic\nacid are used in perfumery. Sodium benzoate is used as a food preservative.\nHigher fatty acids are used for the manufacture of soaps and detergents.(iv)\nReprint 2025-26\n\n255 Aldehydes, Ketones and Carboxylic Acids\nammonia derivatives, and Grignard reagents . The a-hydrogens in aldehydes and\nketones are acidic. Therefore, aldehydes and ketones having at least one a-hydrogen,\nundergo A ldol condensation  in the presence of a base to give a-hydroxyaldehydes\n(aldol) and a-hydroxyketones(ketol), respectively. Aldehydes having no a-hydrogen\nundergo Cannizzaro reaction  in the presence of concentrated alkali. Aldehydes\nand ketones are reduced to alcohols with NaBH4, LiAlH4, or by catalytic hydrogenation.\nThe carbonyl group of aldehydes and ketones can be reduced to a methylene group\nby Clemmensen r eduction or Wolff-Kishner r eduction . Aldehydes ar e easily\noxidised to carboxylic acids by mild oxidising reagents such as Tollens ’ reagent  and\nFehling’s reagent . These oxidation reactions are used to distinguish aldehydes from\nketones. Carboxylic acids are prepared by the oxidation of primary alcohols, aldehydes\nand alkenes by hydrolysis of nitriles, and by treatment of Grignard reagents with\ncarbon dioxide. Aromatic carboxylic acids are also prepared by side-chain oxidation\nof alkylbenzenes. Carboxylic acids are considerably more acidic than alcohols and\nmost of simple phenols. Carboxylic acids are reduced to primary alcohols with LiAlH4,\nor better with diborane in ether solution and also undergo a-halogenation with Cl2\nand Br2 in the pr esence of r ed phosphorus ( Hell-V olhar d Zelinsky r eaction ).\nMethanal, ethanal, propanone, benzaldehyde, formic acid, acetic acid and benzoic\nacid are highly useful compounds in industry.\nExercises\n8.1 What is meant by the following terms ? Give an example of the reaction in\neach case.\n(i)Cyanohydrin (ii)Acetal (iii)Semicarbazone\n(iv)Aldol (v)Hemiacetal (vi)Oxime\n(vii) Ketal (vii) Imine (ix)2,4-DNP-derivative\n(x)Schiff’s base\n8.2 Name the following compounds according to IUPAC system of nomenclature:\n(i)CH3CH(CH3)CH2CH2CHO (ii)CH3CH2COCH(C2H5)CH2CH2Cl\n(iii)CH3CH=CHCHO (iv)CH3COCH2COCH3\n(v)CH3CH(CH3)CH2C(CH3)2COCH3 (vi)(CH3)3CCH2COOH\n(vii) OHCC6H4CHO- p\n8.3 Draw the structures of the following compounds.\n(i)3-Methylbutanal (ii)p-Nitropropiophenone\n(iii)p-Methylbenzaldehyde (iv)4-Methylpent-3-en-2-one\n(v)4-Chloropentan-2-one (vi)3-Bromo-4-phenylpentanoic acid\n(vii)p,p’-Dihydroxybenzophenone (viii) Hex-2-en-4-ynoic acid\n8.4 Write the IUP AC names of the following ketones and aldehydes. Wher ever\npossible, give also common names.\n(i)CH3CO(CH2)4CH3 (ii)CH3CH2CHBrCH2CH(CH3)CHO\n(iii)CH3(CH2)5CHO (iv)Ph-CH=CH-CHO\n(v)CHO\n(vi)PhCOPh\n8.5 Draw structures of the following derivatives.\n(i)The 2,4-dinitrophenylhydrazone of benzaldehyde\n(ii)Cyclopropanone oxime\n(iii)Acetaldehydedimethylacetal\n(iv)The semicarbazone of cyclobutanone\n(v)The ethylene ketal of hexan-3-one\n(vi)The methyl hemiacetal of formaldehyde\nReprint 2025-26\n\n256 Chemistry8.6 Predict the products formed when cyclohexanecarbaldehyde reacts with\nfollowing reagents.\n(i)PhMgBr and then H3O+(ii)Tollens’ reagent\n(iii)Semicarbazide and weak acid (iv)Excess ethanol and acid\n(v)Zinc amalgam and dilute hydrochloric acid\n8.7 Which of the following compounds would undergo aldol condensation, which\nthe Cannizzar o reaction and which neither? W rite the structur es of the expected\nproducts of aldol condensation and Cannizzaro reaction.\n(i)Methanal (ii)2-Methylpentanal (iii)Benzaldehyde\n(iv)Benzophenone (v)Cyclohexanone (vi)1-Phenylpropanone\n(vii) Phenylacetaldehyde (viii) Butan-1-ol (ix)2,2-Dimethylbutanal\n8.8 How will you convert ethanal into the following compounds?\n(i)Butane-1,3-diol (ii)But-2-enal (iii)But-2-enoic acid\n8.9 Write structural for mulas and names of four possible aldol condensation\nproducts from propanal and butanal. In each case, indicate which aldehyde\nacts as nucleophile and which as electrophile.\n8.10 An organic compound with the molecular formula C9H10O forms 2,4-DNP derivative,\nreduces Tollens’ reagent and undergoes Cannizzaro reaction. On vigorous oxidation,\nit gives 1,2-benzenedicarboxylic acid. Identify the compound.\n8.11 An organic compound (A) (molecular formula C8H16O2) was hydrolysed with\ndilute sulphuric acid to give a carboxylic acid (B) and an alcohol (C). Oxidation\nof (C) with chromic acid produced (B). (C) on dehydration gives but-1-ene.\nWrite equations for the r eactions involved.\n8.12 Arrange the following compounds in increasing order of their property as indicated:\n(i)Acetaldehyde, Acetone, Di- tert-butyl ketone, Methyl tert-butyl ketone\n(reactivity towards HCN)\n(ii)CH3CH2CH(Br)COOH, CH3CH(Br)CH2COOH, (CH3)2CHCOOH,\nCH3CH2CH2COOH (acid strength)\n(iii)Benzoic acid, 4-Nitrobenzoic acid, 3,4-Dinitrobenzoic acid,\n4-Methoxybenzoic acid (acid strength)\n8.13 Give simple chemical tests to distinguish between the following pairs of compounds.\n(i)Propanal and Propanone (ii)Acetophenone and Benzophenone\n(iii)Phenol and Benzoic acid (iv)Benzoic acid and Ethyl benzoate\n(v)Pentan-2-one and Pentan-3-one (vi)Benzaldehyde and Acetophenone\n(vii)Ethanal and Propanal\n8.14 How will you pr epare the following compounds fr om benzene? Y ou may use\nany inorganic reagent and any organic reagent having not more than   one\ncarbon atom\n(i)Methyl benzoate (ii)m-Nitrobenzoic acid\n(iii)p-Nitrobenzoic acid (iv)Phenylacetic acid\n(v)p-Nitrobenzaldehyde.\n8.15 How will you bring about the following conversions in not more than two steps?\n(i)Propanone to Propene (ii)Benzoic acid to Benzaldehyde\n(iii)Ethanol to 3-Hydroxybutanal (iv)Benzene to m-Nitroacetophenone\n(v)Benzaldehyde to Benzophenone (vi)Bromobenzene to 1-Phenylethanol\n(vii) Benzaldehyde to 3-Phenylpropan-1-ol\n(viii) Benazaldehyde to a-Hydroxyphenylacetic acid\n(ix)Benzoic acid to m- Nitrobenzyl alcohol\n8.16 Describe the following:\n(i)Acetylation (ii)Cannizzaro reaction\n(iii)Cross aldol condensation (iv)Decarboxylation\nReprint 2025-26\n\n257 Aldehydes, Ketones and Carboxylic Acids\n8.17 Complete each synthesis by giving missing starting material, reagent or products\n8.18 Give plausible explanation for each of the following:\n(i)Cyclohexanone forms cyanohydrin in good yield but 2,2,6-trimethylcyclo-\nhexanone does not.\n(ii)There are two –NH2 groups in semicarbazide. However , only one is involved\nin the formation of semicarbazones.\n(iii)During the preparation of esters from a carboxylic acid and an alcohol in\nthe presence of an acid catalyst, the water or the ester should be removed\nas soon as it is formed.\n8.19 An organic compound contains 69.77% carbon, 11.63% hydrogen and rest oxygen.\nThe molecular mass of the compound is 86. It does not reduce Tollens’ reagent\nbut forms an addition compound with sodium hydrogensulphite and give positive\niodofor m test. On vigor ous oxidation it gives ethanoic and pr opanoic acid. W rite\nthe possible structure of the compound.\n8.20 Although phenoxide ion has more number of resonating structures than\ncarboxylate ion, carboxylic acid is a stronger acid than phenol. Why?\nAnswers to Some Intext Questions\n8.1\n(i) (iv)\n(ii) (v)\n(iii)(vi)\nReprint 2025-26\n\n258 Chemistry8.2\n(i)\n(iii)(ii)\n(iv)(i) (iii) (ii) (iv)\n(i)\n(ii)\n(iii)\n(iv)8.3 CH3CH2CH3 < CH3OCH3 < CH3CHO < CH3CH2OH\n8.4 (i)Butanone < Propanone < Propanal < Ethanal\n(ii)Acetophenone < p-Tolualdehyde , Benzaldehyde < p-Nitrobenzaldehyde.\n8.5\n8.6 (i)3-Phenylpropanoic acid (ii)3-Methylbut-2-enoic acid\n(iii)2-Methylcyclopentanecarboxylic acid. (iv)2,4,6-T rinitr obenzoic acid\n8.7\n8.8\nReprint 2025-26\n\n",
      "wordCount": 5807,
      "examples": [
        {
          "chapterNumber": 1,
          "exampleNumber": 8,
          "title": "1 Example 8.1Example 8.1Example 8.1Example 8.1",
          "question": "Example 8.1 Example 8.1Example 8.1Example 8.1Example 8.1\nSolution SolutionSolutionSolutionSolution\n(C6H CH ) Cd + 2 CH5 2 2 3COCl\nCH3\nNO21.CrO Cl2 2\n2.H3O+(iii) C C HHg2+, H SO2 4 H C3 (iv)Intext QuestionIntext QuestionIntext QuestionIntext QuestionIntext Question\n8.2Write the structur es of pr oducts of the following r\neactions;\n   (i) (ii)3.From benzene or substituted benzenes\nWhen benzene or substituted benzene is treated with acid chloride in\nthe presence of anhydrous aluminium chloride, it",
          "solution": ""
        },
        {
          "chapterNumber": 1,
          "exampleNumber": 8,
          "title": "2Example 8.2Example 8.2 Example 8.2Example 8.2",
          "question": "Example 8.2Example 8.2Example 8.2 Example 8.2Example 8.2\nSolution SolutionSolutionSolutionSolution\nReprint 2025-26\n\n236 ChemistrySince aldehydes and ketones both possess the carbonyl functional\ngroup, they undergo similar chemical reactions.\n1.Nucleophilic addition reactions\nContrary to electrophilic addition reactions observed in alkenes, the\naldehydes and ketones undergo nucleophilic addition reactions.\n(i)Mechanism of nucleophilic addition reactions\nA nucleophile attacks the electrophilic car",
          "solution": ""
        },
        {
          "chapterNumber": 1,
          "exampleNumber": 8,
          "title": "3Example 8.3Example 8.3Example 8.3Example 8.3",
          "question": "Example 8.3Example 8.3Example 8.3Example 8.3Example 8.3\nSolution SolutionSolutionSolutionSolution(ii)Reactivity\nAldehydes are generally more reactive than ketones in\nnucleophilic addition reactions due to steric and electronic\nreasons. Sterically, the presence of two relatively large\nsubstituents in ketones hinders the approach of nucleophile to\ncarbonyl carbon than in aldehydes having only one such\nsubstituent. Electronically, aldehydes are more reactive than\nketones because two alkyl groups re",
          "solution": "SolutionSolutionSolutionSolution(ii)Reactivity\nAldehydes are generally more reactive than ketones in\nnucleophilic addition reactions due to steric and electronic\nreasons. Sterically, the presence of two relatively large\nsubstituents in ketones hinders the approach of nucleophile to\ncarbonyl carbon than in aldehydes having only one such\nsubstituent. Electronically, aldehydes are more reactive than\nketones because two alkyl groups reduce the electrophilicity of\nthe carbonyl carbon mor e effectively than in for mer.8.4 Chemical8.4 Chemical8.4 Chemical8.4 Chemical8.4 Chemical\nReactions\nReactionsReactions ReactionsReactions\nReprint 2025-26\n\n237 Aldehydes, Ketones and Carboxylic Acids(iii)Some important"
        },
        {
          "chapterNumber": 1,
          "exampleNumber": 8,
          "title": "4Example 8.4Example 8.4Example 8.4Example 8.4 An organic compound (A) with molecular formula C8H8O forms an",
          "question": "Example 8.4Example 8.4Example 8.4Example 8.4Example 8.4 An organic compound (A) with molecular formula C8H8O forms an\norange-red precipitate with 2,4-DNP reagent and gives yellow\nprecipitate on heating with iodine in the presence of sodium\nhydroxide. It neither reduces Tollens’ or Fehlings’ reagent, nor does\nit decolourise bromine water or Baeyer’s reagent. On drastic oxidation\nwith chromic acid, it gives a carboxylic acid (B) having molecular\nformula C7H6O2. Identify the compounds (A) and (B) a",
          "solution": ""
        },
        {
          "chapterNumber": 1,
          "exampleNumber": 8,
          "title": "5Example 8.5Example 8.5Example 8.5Example 8.5 Write chemical r eactions to af fect the following transfor mations:",
          "question": "Example 8.5Example 8.5Example 8.5Example 8.5Example 8.5 Write chemical r eactions to af fect the following transfor mations:\n(i)Butan-1-ol to butanoic acid\n(ii)Benzyl alcohol to phenylethanoic acid\n(iii)3-Nitrobromobenzene to 3-nitrobenzoic acid\n(iv)4-Methylacetophenone to benzene-1,4-dicarboxylic acid\n(v)Cyclohexene to hexane-1,6-dioic acid\n(vi)Butanal to butanoic acid.\nReprint 2025-26\n\n248 Chemistry\nIntext QuestionIntext QuestionIntext QuestionIntext QuestionIntext Question\n8.7 Show how each o",
          "solution": ""
        }
      ],
      "exercises": [],
      "stats": {
        "examplesCount": 5,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 32,
    "totalWords": 5807
  }
}