{
  "filename": "leph105.pdf",
  "chapters": [
    {
      "chapterNumber": 1,
      "title": ", Fig ure 1.14(d). Electric field lines of an",
      "content": "Chapter 1, Fig ure 1.14(d). Electric field lines of an\nelectric dipole are also displayed in Fig. 5. 2(c). The magnetic field lines are a\nvisual and intuitive realisation of the magnetic field . Their properties are:\n(i)The magnetic field lines of a magnet (or a solenoid) form continuous\nclosed loops. This is unlike the electric dipole where these field lines\nbegin from a positive charge and end on the negative charge or escape\nto infinity.\n* ****In some textbooks the magnetic field lines are called magnetic lines of force .\nThis nomenclature is avoided since it can be confusing. Unlike electrostatics\nthe field lines in magnetism do not indicate the direction of the force on a\n(moving) charge.FIGURE FIGUREFIGURE FIGUREFIGURE  5.1  5.1 5.1 5.1 5.1 The arrangement\nof iron filings surrounding a bar\nmagnet. The pattern mimics\nmagnetic field lines. The pattern\nsuggests that the bar magnet is\na magnetic dipole.\nReprint 2025-26\n\nPhysics\n138(ii)The tangent to the field line at a given\npoint represents the direction of the net\nmagnetic field B at that point.\n(iii)The larger the number of field lines\ncrossing per unit area, the stronger is\nthe magnitude of the magnetic field B.\nIn Fig. 5.2(a), B is larger around\nregion  ii  than in region  i  .\n(iv)The magnetic field lines do not\nintersect, for if they did, the direction\nof the magnetic field would not be\nunique at the point of intersection.\nOne can plot the magnetic field lines\nin a variety of ways. One way is to place a\nsmall magnetic compass needle at various\npositions and note its orientation. This\ngives us an idea of the magnetic field\ndirection at various points in space.\n5.2.2  Bar magnet as an\nequivalent solenoid\nIn the previous chapter, we have\nexplained how a current loop acts as a\nmagnetic dipole (Section 4.9). We\nmentioned Ampere’s hypothesis that all\nmagnetic phenomena can be explained in\nterms of circulating currents.FIGURE  5.3 Calculation of (a) The axial field of a\nfinite solenoid in order to demonstrate its\nsimilarity to that of a bar magnet. (b) A magnetic\nneedle in a uniform magnetic field B. The\narrangement may be used to determine either B\nor the magnetic moment m of the needle.\nFIGURE  5.2 The field lines of (a) a bar magnet, (b) a current-carrying finite solenoid and\n(c) electric dipole. At large distances, the field lines are very similar. The curves\nlabelled  i  and ii are closed Gaussian surfaces.\nReprint 2025-26\n\n139Magnetism and\nMatter\nThe resemblance of magnetic field lines for a bar magnet and a solenoid\nsuggest that a bar magnet may be thought of as a large number of\ncirculating currents in analogy with a solenoid. Cutting a bar magnet in\nhalf is like cutting a solenoid. We get two smaller solenoids with weaker\nmagnetic properties. The field lines remain continuous, emerging from\none face of the solenoid and entering into the other face. One can test this\nanalogy by moving a small compass needle in the neighbourhood of a\nbar magnet and a current-carrying finite solenoid and noting that the\ndeflections of the needle are similar in both cases.\nTo make this analogy more firm we may calculate the axial field of a\nfinite solenoid depicted in Fig. 5.3 (a). We can demonstrate that at large\ndistances this axial field resembles that of a bar magnet.\nThe magnitude of the field at point P due to the solenoid is\n0\n32\n4mBrµ\nπ= (5.1)\nThis is also the far axial magnetic field of a bar magnet which one may\nobtain experimentally. Thus, a bar magnet and a solenoid produce similar\nmagnetic fields. The magnetic moment of a bar magnet is thus equal to\nthe magnetic moment of an equivalent solenoid that produces the same\nmagnetic field.\n5.2.3  The dipole in a uniform magnetic field\nLet’s place a small compass needle of known magnetic moment m allowing\nit to oscillate in the magnetic field. This arrangement is shown in\nFig. 5.3(b).\nThe torque on the needle is [see Eq. (4.23)],\nτ ττ ττ = m × B (5.2)\nIn magnitude τ = mB sinθ\nHere τ ττ ττ  is restoring torque and θ is the angle between m and B.\nAn expression for magnetic potential energy can be obtained on lines\nsimilar to  electrostatic potential energy.\nThe magnetic potential energy Um is given by\nU dm=∫τ θ θ( )\n      = = − ∫mB d mBsin cos θ θ θ\n      = –m.B (5.3)\nWe have emphasised in ",
      "wordCount": 750,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 2,
      "title": "that the zero of potential energy",
      "content": "Chapter 2 that the zero of potential energy\ncan be fixed at one’s convenience. Taking the constant of integration to be\nzero means fixing the zero of potential energy at θ = 90°, i.e., when the\nneedle is perpendicular to the field. Equation (5.3) shows that potential\nenergy is minimum (= – mB) at θ = 0° (most stable position) and maximum\n(= +mB) at θ = 180° (most unstable position).\nExample 5.1\n(a)What happens if a bar magnet is cut into two pieces: (i) transverse\nto its length, (ii) along its length?\n(b)A magnetised needle in a uniform magnetic field experiences a\ntorque but no net force. An iron nail near a bar magnet, however,\nexperiences a force of attraction in addition to a torque. Why? EXAMPLE  5.1\nReprint 2025-26\n\nPhysics\n140\n EXAMPLE  5.1(c)Must every magnetic configuration have a north pole and a south\npole? What about the field due to a toroid?\n(d)Two identical looking iron bars A and B are given, one of which\nis definitely known to be magnetised. (We do not know which\none.) How would one ascertain whether or not both are\nmagnetised? If only one is magnetised, how does one ascertain\nwhich one?  [Use nothing else but the bars A and B.]\nSolution\n(a)In either case, one gets two magnets, each with a north and\nsouth pole.\n(b)No force if the field is uniform. The iron nail experiences a non-\nuniform field due to the bar magnet. There is induced magnetic\nmoment in the nail, therefore, it experiences both force and\ntorque. The net force is attractive because the induced south\npole (say) in the nail is closer to the north pole of magnet than\ninduced north pole.\n(c)Not necessarily. True only if the source of the field has a net\nnon-zero magnetic moment. This is not so for a toroid or even for\na straight infinite conductor.\n(d)Try to bring different ends of the bars closer. A repulsive force in\nsome situation establishes that both are magnetised. If it is\nalways attractive, then one of them is not magnetised. In a bar\nmagnet the intensity of the magnetic field is the strongest at the\ntwo ends (poles) and weakest at the central region. This fact\nmay be used to  determine whether A or B is the magnet. In this\ncase, to see which one of the two bars is a magnet, pick up one,\n(say, A) and lower one of its ends; first on one of the ends of the\nother (say, B), and then on the middle of B. If you notice that in\nthe middle of B, A experiences no force, then B is magnetised. If\nyou do not notice any change from the end to the middle of B,\nthen A is magnetised.\n5.2.4  The electrostatic analog\nComparison of Eqs. (5.1), (5.2) and (5.3) with the corresponding equations\nfor electric dipole (Chapter 1), suggests that magnetic field at large\ndistances due to a bar magnet of magnetic moment m can be obtained\nfrom the equation for electric field due to an electric dipole of dipole moment\np, by making the following replacements:\n→E B , →p m , 0\n01\n4 4µ\nε→π π\nIn particular, we can write down the equatorial field ( BE) of a bar magnet\nat a distance r, for r  >> l, where  l is the size of the magnet:\n0\n34Erµ= −πmB (5.4)\nLikewise, the axial field ( BA) of a bar magnet for r >> l is:\n0\n32\n4Arµ=πmB (5.5)\nReprint 2025-26\n\n141Magnetism and\nMatter\nEquation (5.5) is just Eq. (5.1) in the vector form. Table 5.1 summarises\nthe analogy between electric and magnetic dipoles.\nElectrostatics Magnetism\n1/ε0µ0\nDipole moment p m\nEquatorial Field for a short dipole –p/4πε0r3– µ0 m / 4π  r3\nAxial Field for a short dipole 2p/4πε0r3µ0 2m / 4π r3\nExternal Field: torque p × E m × B\nExternal Field: Energy –p.E –m.BTABLE 5.1 T HE DIPOLE  ANALOGY EXAMPLE  5.2Example 5.2  Figure 5.4 shows a small magnetised needle P placed\nat a point O. The arrow shows the direction of its magnetic moment.\nThe other arrows show different positions (and orientations of the\nmagnetic moment) of another identical magnetised needle Q.\n(a)In which configuration the system is not in equilibrium?\n(b)In which configuration is the system in (i) stable, and (ii) unstable\nequilibrium?\n(c)Which configuration corresponds to the lowest potential energy\namong all the configurations shown?\nFIGURE 5.4\nSolution\nPotential energy of the configuration arises due to the potential energy of\none dipole (say, Q) in the magnetic field due to other (P). Use the result\nthat the field due to P is given by the expression [Eqs. (5. 4) and (5. 5)]:\n0 P\nP 34rµ\nπ= −mB      (on the normal bisector)\n0 P\nP 32\n4rµ\nπ=mB      (on the axis)\nwhere mP is the magnetic moment of the dipole P.\nEquilibrium is stable when mQ is parallel to BP, and unstable when it\nis anti-parallel to BP.\nReprint 2025-26\n\nPhysics\n142KARL FRIEDRICH GAUSS  (1777 – 1855)\nKarl Friedrich Gauss\n(1777 – 1855)  He was a\nchild prodigy and was gifted\nin mathematics, physics,\nengineering, astronomy\nand even land surveying.\nThe properties of numbers\nfascinated him, and in his\nwork he anticipated major\nmathematical development\nof later times. Along with\nWilhelm Welser, he built the\nfirst electric telegraph in\n1833. His mathematical\ntheory of curved surface\nlaid the foundation for the\nlater work of Riemann.\nFor instance for the configuration Q3 for which Q is along the\nperpendicular bisector of the dipole P, the magnetic moment of Q is\nparallel to the magnetic field at the position 3. Hence Q3 is stable.\nThus,\n(a)PQ1 and PQ2\n(b)(i) PQ3, PQ6 (stable); (ii) PQ5, PQ4 (unstable)\n(c)PQ6\n5.3  M AGNETISM  AND GAUSS’S LAW\nIn Chapter 1, we studied Gauss’s law for electrostatics.\nIn Fig 5.2(c), we see that for a closed surface represented\nby  i , the number of lines leaving the surface is equal to\nthe number of lines entering it. This is consistent with the\nfact that no net charge is enclosed by the surface. However,\nin the same figure, for the closed surfac e ii , there  is a net\noutward flux, since it does include a net (positive) charge.\nThe situation is radically different for magnetic fields\nwhich are continuous and form closed loops. Examine the\nGaussian surfaces represented by  i  or  ii  in Fig 5. 2(a) or\nFig. 5.2(b). Both cases visually demonstrate that the\nnumber of magnetic field lines leaving the surface is\nbalanced by the number of lines entering it. The net\nmagnetic flux is zero for both the surfaces . This is true\nfor any closed surface.\nFIGURE  5.5\nConsider a small vector area element ∆S of a closed surface S as in\nFig. 5.5. The magnetic flux through ÄS is defined as ∆φB = B.∆S, where B\nis the field  at ∆S. We divide S into many small area elements and calculate\nthe individual flux through each. Then, the net flux φB is,\nφ φB B\nall all= = =∑ ∑Δ Δ\n’ ’ ’\n’B S. 0 (5.6)\nwhere ‘all’ stands for ‘all area elements ∆S′. Compare this with the Gauss’s\nlaw of electrostatics. The flux through a closed surface in that case is\ngiven by\nE S.Δ =∑q\nε0 EXAMPLE  5.2\nReprint 2025-26\n\n143Magnetism and\nMatter\nwhere q is the electric charge enclosed by the surface.\nThe difference between the Gauss’s law of magnetism and that for\nelectrostatics is a reflection of the fact that isolated magnetic poles (also\ncalled monopoles) are not known to exist. There are no sources or sinks\nof B; the simplest magnetic element is a dipole or a current loop. All\nmagnetic phenomena can be explained in terms of an arrangement of\ndipoles and/or current loops.\nThus, Gauss’s law for magnetism is:\nThe net magnetic flux through any closed surface is zero .\nExample 5.3   Many of the diagrams given in Fig. 5.6 show magnetic\nfield lines (thick lines in the figure) wrongly . Point out what is wrong\nwith them. Some of them may describe electrostatic field lines correctly.\nPoint out which ones.\nFIGURE 5.6 EXAMPLE  5.3\nReprint 2025-26\n\nPhysics\n144\n EXAMPLE  5.4  EXAMPLE  5.3Solution\n(a)Wrong . Magnetic field lines can never emanate from a point, as\nshown in figure. Over any closed surface, the net flux of B must\nalways be zero, i.e., pictorially as many field lines should seem to\nenter the surface as the number of lines leaving it. The field lines\nshown, in fact, represent electric field of a long positively charged\nwire. The correct magnetic field lines are circling the straight\nconductor, as described in Chapter 4.\n(b)Wrong. Magnetic field lines (like electric field lines) can never cross\neach other, because otherwise the direction of field at the point of\nintersection is ambiguous. There is further error in the figure.\nMagnetostatic field lines can never form closed loops around empty\nspace. A closed loop of static magnetic field line must enclose a\nregion across which a current is passing. By contrast, electrostatic\nfield lines can never form closed loops, neither in empty space,\nnor when the loop encloses charges.\n(c)Right . Magnetic lines are completely confined within a toroid.\nNothing wrong here in field lines forming closed loops, since each\nloop encloses a region across which a current passes. Note, for\nclarity of figure, only a few field lines within the toroid have been\nshown. Actually, the entire region enclosed by the windings\ncontains magnetic field.\n(d)Wrong. Field lines due to a solenoid at its ends and outside cannot\nbe so completely straight and confined; such a thing violates\nAmpere’s law. The lines should curve out at both ends, and meet\neventually to form closed loops.\n(e)Right . These are field lines outside and inside a bar magnet. Note\ncarefully the direction of field lines inside. Not all field lines emanate\nout of a north pole (or converge into a south pole). Around both\nthe N-pole, and the S-pole, the net flux of the field is zero.\n(f)Wrong. These field lines cannot possibly represent a magnetic field.\nLook at the upper region. All the field lines seem to emanate out of\nthe shaded plate. The net flux through a surface surrounding the\nshaded plate is not zero. This is impossible for a magnetic field.\nThe given field lines, in fact, show the electrostatic field lines\naround a positively charged upper plate and a negatively charged\nlower plate. The difference between Fig. [5.6(e) and ( f)]  should be\ncarefully grasped.\n(g)Wrong . Magnetic field lines between two pole pieces cannot be\nprecisely straight at the ends. Some fringing of lines is inevitable.\nOtherwise, Ampere’s law is violated. This is also true for electric\nfield lines.\nExample  5.4\n(a)Magnetic field lines show the direction (at every point) along which\na small magnetised needle aligns (at the point). Do the magnetic\nfield lines also represent the lines of force  on a moving charged\nparticle at every point?\n(b)If magnetic monopoles existed, how would the Gauss’s law of\nmagnetism be modified?\n(c)Does a bar magnet exert a torque on itself due to its own field?\nDoes one element of a current-carrying wire exert a force on another\nelement of the same wire ?\nReprint 2025-26\n\n145Magnetism and\nMatter EXAMPLE  5.4(d)Magnetic field arises due to charges in motion. Can a system\nhave magnetic moments even though its net charge is zero?\nSolution\n(a)No. The magnetic force is always normal to B (remember magnetic\nforce = qv × B). It is misleading to call magnetic field lines as lines\nof force .\n(b)Gauss’s law of magnetism states that the flux of B through any\nclosed surface is always zero B s.Δ =∫0s.\nIf monopoles existed, the right hand side would be equal to the\nmonopole (magnetic charge) qm enclosed by S. [Analogous to\nGauss’s law of electrostatics, B s.Δ =∫µ0qmS where qm is the\n(monopole) magnetic charge enclosed by S.]\n(c) No. There is no force or torque on an element due to the field\nproduced by that element itself. But there is a force (or torque)\non an element of the same wire. (For the special case of a straight\nwire, this force is zero.)\n(d)Yes. The average of the charge in the system may be zero. Yet,\nthe mean of the magnetic moments due to various current loops\nmay not be zero. We will come across such examples in connection\nwith paramagnetic material where atoms have net dipole moment\nthrough their net charge is zero.\n5.4  M AGNETISATION  AND MAGNETIC  INTENSITY\nThe earth abounds with a bewildering variety of elements and compounds.\nIn addition, we have been synthesising new alloys, compounds and even\nelements. One would like to classify the magnetic properties of these\nsubstances. In the present section, we define and explain certain terms\nwhich will help us to carry out this exercise.\nWe have seen that a circulating electron in an atom has a magnetic\nmoment. In a bulk material, these moments add up vectorially and they\ncan give a net magnetic moment which is non-zero. We define\nmagnetisation  M of a sample to be equal to its net magnetic moment per\nunit volume:\nnet\nV=mM (5.7)\nM is a vector with dimensions L–1 A and is measured in a units of A m–1.\nConsider a long solenoid of n turns per unit length and carrying a\ncurrent I. The magnetic field in the interior of the solenoid was shown to\nbe given by\nB0 = µ0 nI (5.8)\nIf the interior of the solenoid is filled with a material with non-zero\nmagnetisation, the field inside the solenoid will be greater than B0. The\nnet B field in the interior of the solenoid may be expressed as\nB = B0 + Bm(5.9)\nReprint 2025-26\n\nPhysics\n146\n EXAMPLE  5.5where Bm is the field contributed by the material core. It turns out that\nthis additional field Bm is proportional to the magnetisation M of the\nmaterial and is expressed as\nBm = µ0M (5.10)\nwhere µ0 is the same constant (permittivity of vacuum) that appears in\nBiot-Savart’s law.\nIt is convenient to introduce another vector field H, called the magnetic\nintensity , which is defined by\n0–µ=BH M (5.11)\nwhere H has the same dimensions as M and is measured in units of A m–1.\nThus, the total magnetic field B is written as\nB = µ0 (H + M) (5.12)\nWe repeat our defining procedure. We have partitioned the contribution\nto the total magnetic field inside the sample into two parts: one, due to\nexternal factors such as the current in the solenoid. This is represented\nby H. The other is due to the specific nature of the magnetic material,\nnamely M. The latter quantity can be influenced by external factors. This\ninfluence is mathematically expressed as\nχ=M H (5.13)\nwhere χ, a dimensionless quantity, is appropriately called the magnetic\nsusceptibility . It is a measure of how a magnetic material responds to an\nexternal field. χ is small and positive for materials, which are called\nparamagnetic. It is small and negative for materials, which are termed\ndiamagnetic . In the latter case  M and H are opposite in direction. From\nEqs. (5.12) and (5.13) we obtain,\n0(1 )µ χ= +B H (5.14)\n= µ0 µr H\n=  µ H (5.15)\nwhere µr= 1 +  χ, is a dimensionless quantity called the relative magnetic\npermeability  of the substance. It is the analog of the dielectric constant in\nelectrostatics. The magnetic per meability  of the substance is µ and it has\nthe same dimensions and units as µ0;\nµ = µ0µr = µ0 (1+χ).\nThe three quantities χ, µr and µ are interrelated and only one of\nthem is independent. Given one, the other two may be easily determined.\nExample 5.5 A solenoid has a core of a material with relative\npermeability 400. The windings of the solenoid are insulated from the\ncore and carry a current of 2A. If the number of turns is 1000 per\nmetre, calculate (a) H, (b) M , (c) B  and (d) the magnetising current Im.\nReprint 2025-26\n\n147Magnetism and\nMatter EXAMPLE  5.5Solution\n(a)The field H is dependent of the material of the core, and is\nH = nI = 1000  × 2.0 = 2  ×103 A/m.\n(b)The magnetic field B is given by\nB = µr µ0 H\n   = 400  × 4π ×10–7 (N/A2) × 2 × 103 (A/m)\n   = 1.0 T\n(c)Magnetisation is given by\nM = (B– µ0 H)/ µ0\n    = ( µr µ0 H–µ0 H)/µ0 = (µr – 1)H = 399  × H\n     ≅ 8  × 105 A/m\n(d)The magnetising current IM is the additional current that needs\nto be passed through the windings of the solenoid in the absence\nof the core which would give a B value as in the presence of the\ncore. Thus B = µr n (I + IM). Using I = 2A, B = 1 T, we get IM = 794 A.\n5.5 M AGNETIC  PROPERTIES OF MATERIALS\nThe discussion in the previous section helps us to classify materials as\ndiamagnetic, paramagnetic or ferromagnetic. In terms of the susceptibility\nχ, a material is diamagnetic if χ is negative, para- if χ is positive and small,\nand ferro- if χ is large and positive.\nA glance at Table 5.2 gives one a better feeling for these materials.\nHere ε is a small positive number introduced to quantify paramagnetic\nmaterials. Next, we describe these materials in some detail.\nTABLE 5.2\nDiamagnetic Paramagnetic Ferromagnetic\n–1 ≤ χ < 0 0 < χ <  ε χ >> 1\n0 ≤ µr < 1 1< µr < 1+ ε µr >> 1\nµ < µ0µ > µ0µ >> µ0\n5.5.1  Diamagnetism\nDiamagnetic substances are those which have tendency to move from\nstronger to the weaker part of the external magnetic field. In other words,\nunlike the way a magnet attracts metals like iron, it would repel a\ndiamagnetic substance.\nFigure 5. 7(a) shows a bar of diamagnetic material placed in an external\nmagnetic field. The field lines are repelled or expelled and the field inside\nthe material is reduced. In most cases, this reduction is slight, being one\npart in 105. When placed in a non-uniform magnetic field, the bar will tend\nto move from high to low field.FIGURE  5.7\nBehaviour of\nmagnetic field lines\nnear a\n(a) diamagnetic,\n(b) paramagnetic\nsubstance.\nReprint 2025-26\n\nPhysics\n148The simplest explanation for diamagnetism is as follows. Electrons in\nan atom orbiting around nucleus possess orbital angular momentum.\nThese orbiting electrons are equivalent to current-carrying loop and thus\npossess orbital magnetic moment. Diamagnetic substances are the ones\nin which resultant magnetic moment in an atom is zero. When magnetic\nfield is applied, those electrons having orbital magnetic moment in the\nsame direction slow down and those in the opposite direction speed up.\nThis happen s due to induced current in accordance with Lenz’s law which\nyou will study in ",
      "wordCount": 3168,
      "examples": [
        {
          "chapterNumber": 2,
          "exampleNumber": 5,
          "title": "1",
          "question": "Example 5.1\n(a)What happens if a bar magnet is cut into two pieces: (i) transverse\nto its length, (ii) along its length?\n(b)A magnetised needle in a uniform magnetic field experiences a\ntorque but no net force. An iron nail near a bar magnet, however,\nexperiences a force of attraction in addition to a torque. Why? EXAMPLE  5.1\nReprint 2025-26\n\nPhysics\n140\n EXAMPLE  5.1(c)Must every magnetic configuration have a north pole and a south\npole? What about the field due to a toroid?\n(d)Two identical l",
          "solution": ""
        },
        {
          "chapterNumber": 2,
          "exampleNumber": 5,
          "title": "1",
          "question": "EXAMPLE  5.1\nReprint 2025-26\n\nPhysics\n140\n EXAMPLE  5.1(c)Must every magnetic configuration have a north pole and a south\npole? What about the field due to a toroid?\n(d)Two identical looking iron bars A and B are given, one of which\nis definitely known to be magnetised. (We do not know which\none.) How would one ascertain whether or not both are\nmagnetised? If only one is magnetised, how does one ascertain\nwhich one?  [Use nothing else but the bars A and B.]\nSolution\n(a)In either case, one gets t",
          "solution": ""
        },
        {
          "chapterNumber": 2,
          "exampleNumber": 5,
          "title": "1(c)Must every magnetic configuration have a north pole and a south",
          "question": "EXAMPLE  5.1(c)Must every magnetic configuration have a north pole and a south\npole? What about the field due to a toroid?\n(d)Two identical looking iron bars A and B are given, one of which\nis definitely known to be magnetised. (We do not know which\none.) How would one ascertain whether or not both are\nmagnetised? If only one is magnetised, how does one ascertain\nwhich one?  [Use nothing else but the bars A and B.]\nSolution\n(a)In either case, one gets two magnets, each with a north and\nsouth pol",
          "solution": ""
        },
        {
          "chapterNumber": 2,
          "exampleNumber": 5,
          "title": "2Example 5.2  Figure 5.4 shows a small magnetised needle P placed",
          "question": "EXAMPLE  5.2Example 5.2  Figure 5.4 shows a small magnetised needle P placed\nat a point O. The arrow shows the direction of its magnetic moment.\nThe other arrows show different positions (and orientations of the\nmagnetic moment) of another identical magnetised needle Q.\n(a)In which configuration the system is not in equilibrium?\n(b)In which configuration is the system in (i) stable, and (ii) unstable\nequilibrium?\n(c)Which configuration corresponds to the lowest potential energy\namong all the con",
          "solution": ""
        },
        {
          "chapterNumber": 2,
          "exampleNumber": 5,
          "title": "2",
          "question": "EXAMPLE  5.2\nReprint 2025-26\n\n143Magnetism and\nMatter\nwhere q is the electric charge enclosed by the surface.\nThe difference between the Gauss’s law of magnetism and that for\nelectrostatics is a reflection of the fact that isolated magnetic poles (also\ncalled monopoles) are not known to exist. There are no sources or sinks\nof B; the simplest magnetic element is a dipole or a current loop. All\nmagnetic phenomena can be explained in terms of an arrangement of\ndipoles and/or current loops.\nThus, Ga",
          "solution": ""
        },
        {
          "chapterNumber": 2,
          "exampleNumber": 5,
          "title": "3   Many of the diagrams given in Fig. 5.6 show magnetic",
          "question": "Example 5.3   Many of the diagrams given in Fig. 5.6 show magnetic\nfield lines (thick lines in the figure) wrongly . Point out what is wrong\nwith them. Some of them may describe electrostatic field lines correctly.\nPoint out which ones.\nFIGURE 5.6 EXAMPLE  5.3\nReprint 2025-26\n\nPhysics\n144\n EXAMPLE  5.4  EXAMPLE  5.3Solution\n(a)Wrong . Magnetic field lines can never emanate from a point, as\nshown in figure. Over any closed surface, the net flux of B must\nalways be zero, i.e., pictorially as many",
          "solution": ""
        },
        {
          "chapterNumber": 2,
          "exampleNumber": 5,
          "title": "3",
          "question": "EXAMPLE  5.3\nReprint 2025-26\n\nPhysics\n144\n EXAMPLE  5.4  EXAMPLE  5.3Solution\n(a)Wrong . Magnetic field lines can never emanate from a point, as\nshown in figure. Over any closed surface, the net flux of B must\nalways be zero, i.e., pictorially as many field lines should seem to\nenter the surface as the number of lines leaving it. The field lines\nshown, in fact, represent electric field of a long positively charged\nwire. The correct magnetic field lines are circling the straight\nconductor, as des",
          "solution": ""
        },
        {
          "chapterNumber": 2,
          "exampleNumber": 5,
          "title": "4  EXAMPLE  5.3Solution",
          "question": "EXAMPLE  5.4  EXAMPLE  5.3Solution\n(a)Wrong . Magnetic field lines can never emanate from a point, as\nshown in figure. Over any closed surface, the net flux of B must\nalways be zero, i.e., pictorially as many field lines should seem to\nenter the surface as the number of lines leaving it. The field lines\nshown, in fact, represent electric field of a long positively charged\nwire. The correct magnetic field lines are circling the straight\nconductor, as described in Chapter 4.\n(b)Wrong. Magnetic fie",
          "solution": ""
        },
        {
          "chapterNumber": 2,
          "exampleNumber": 5,
          "title": "4",
          "question": "Example  5.4\n(a)Magnetic field lines show the direction (at every point) along which\na small magnetised needle aligns (at the point). Do the magnetic\nfield lines also represent the lines of force  on a moving charged\nparticle at every point?\n(b)If magnetic monopoles existed, how would the Gauss’s law of\nmagnetism be modified?\n(c)Does a bar magnet exert a torque on itself due to its own field?\nDoes one element of a current-carrying wire exert a force on another\nelement of the same wire ?\nReprint",
          "solution": ""
        },
        {
          "chapterNumber": 2,
          "exampleNumber": 5,
          "title": "4(d)Magnetic field arises due to charges in motion. Can a system",
          "question": "EXAMPLE  5.4(d)Magnetic field arises due to charges in motion. Can a system\nhave magnetic moments even though its net charge is zero?\nSolution\n(a)No. The magnetic force is always normal to B (remember magnetic\nforce = qv × B). It is misleading to call magnetic field lines as lines\nof force .\n(b)Gauss’s law of magnetism states that the flux of B through any\nclosed surface is always zero B s.Δ =∫0s.\nIf monopoles existed, the right hand side would be equal to the\nmonopole (magnetic charge) qm enclo",
          "solution": ""
        },
        {
          "chapterNumber": 2,
          "exampleNumber": 5,
          "title": "5where Bm is the field contributed by the material core. It turns out that",
          "question": "EXAMPLE  5.5where Bm is the field contributed by the material core. It turns out that\nthis additional field Bm is proportional to the magnetisation M of the\nmaterial and is expressed as\nBm = µ0M (5.10)\nwhere µ0 is the same constant (permittivity of vacuum) that appears in\nBiot-Savart’s law.\nIt is convenient to introduce another vector field H, called the magnetic\nintensity , which is defined by\n0–µ=BH M (5.11)\nwhere H has the same dimensions as M and is measured in units of A m–1.\nThus, the tota",
          "solution": ""
        },
        {
          "chapterNumber": 2,
          "exampleNumber": 5,
          "title": "5 A solenoid has a core of a material with relative",
          "question": "Example 5.5 A solenoid has a core of a material with relative\npermeability 400. The windings of the solenoid are insulated from the\ncore and carry a current of 2A. If the number of turns is 1000 per\nmetre, calculate (a) H, (b) M , (c) B  and (d) the magnetising current Im.\nReprint 2025-26\n\n147Magnetism and\nMatter EXAMPLE  5.5Solution\n(a)The field H is dependent of the material of the core, and is\nH = nI = 1000  × 2.0 = 2  ×103 A/m.\n(b)The magnetic field B is given by\nB = µr µ0 H\n   = 400  × 4π ×",
          "solution": ""
        },
        {
          "chapterNumber": 2,
          "exampleNumber": 5,
          "title": "5Solution",
          "question": "EXAMPLE  5.5Solution\n(a)The field H is dependent of the material of the core, and is\nH = nI = 1000  × 2.0 = 2  ×103 A/m.\n(b)The magnetic field B is given by\nB = µr µ0 H\n   = 400  × 4π ×10–7 (N/A2) × 2 × 103 (A/m)\n   = 1.0 T\n(c)Magnetisation is given by\nM = (B– µ0 H)/ µ0\n    = ( µr µ0 H–µ0 H)/µ0 = (µr – 1)H = 399  × H\n     ≅ 8  × 105 A/m\n(d)The magnetising current IM is the additional current that needs\nto be passed through the windings of the solenoid in the absence\nof the core which would give",
          "solution": ""
        }
      ],
      "exercises": [],
      "stats": {
        "examplesCount": 13,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 6,
      "title": ". Thus, the substance develops a net magnetic",
      "content": "Chapter 6. Thus, the substance develops a net magnetic\nmoment in direction opposite to that of the applied field and hence repulsion.\nSome diamagnetic materials are bismuth, copper, lead, silicon,\nnitrogen (at STP), water and sodium chloride. Diamagnetism is present\nin all the substances. However, the effect is so weak in most cases that it\ngets shifted by other effects like paramagnetism, ferromagnetism, etc.\nThe most exotic diamagnetic materials are superconductors . These\nare metals, cooled to very low temperatures which exhibits both perfect\nconductivity  and perfect diamagnetism . Here the field lines are completely\nexpelled!  χ = –1 and µr = 0. A superconductor repels a magnet and (by\nNewton’s third law) is repelled by the magnet. The phenomenon of perfect\ndiamagnetism in superconductors is called the Meissner effect , after the\nname of its discoverer. Superconducting magnets can be gainfully\nexploited in variety of situations, for example, for running magnetically\nlevitated superfast trains.\n5.5.2  Paramagnetism\nParamagnetic substances are those which get weakly magnetised when\nplaced in an external magnetic field. They have tendency to move from a\nregion of weak magnetic field to strong magnetic field, i.e., they get weakly\nattracted to a magnet.\nThe individual atoms (or ions or molecules) of a paramagnetic material\npossess a permanent magnetic dipole moment of their own. On account\nof the ceaseless random thermal motion of the atoms, no net magnetisation\nis seen. In the presence of an external field B0, which is strong enough,\nand at low temperatures, the individual atomic dipole moment can be\nmade to align and point in the same direction as B0. Figure 5.7(b) shows\na bar of paramagnetic material placed in an external field. The field lines\ngets concentrated inside the material, and the field inside is enhanced. In\nmost cases, this enhancement is slight, being one part in 105. When placed\nin a non-uniform magnetic field, the bar will tend to move from weak field\nto strong.\nSome paramagnetic materials are aluminium, sodium, calcium,\noxygen (at STP) and copper chloride. For a paramagnetic material both χ\nand µr depend not only on the material, but also (in a simple fashion) on\nthe sample temperature. As the field is increased or the temperature is\nlowered, the magnetisation increases until it reaches the saturation value\nat which point all the dipoles are perfectly aligned with the field.\nReprint 2025-26\n\n149Magnetism and\nMatter\n5.5.3  Ferromagnetism\nFerromagnetic substances are those which gets strongly magnetised when\nplaced in an external magnetic field. They have strong tendency to move\nfrom a region of weak magnetic field to strong magnetic field, i.e., they get\nstrongly attracted to a magnet.\nThe individual atoms (or ions or molecules) in a ferromagnetic material\npossess a dipole moment as in a paramagnetic material. However, they\ninteract with one another in such a way that they spontaneously align\nthemselves in a common direction over a macroscopic volume called\ndomain. The explanation of this cooperative effect requires quantum\nmechanics and is beyond the scope of this textbook. Each domain has a\nnet magnetisation. Typical domain size is 1mm and the domain contains\nabout 1011 atoms. In the first instant, the magnetisation varies randomly\nfrom domain to domain and there is no bulk magnetisation. This is shown\nin Fig. 5.8(a). When we apply an external magnetic field B0, the domains\norient themselves in the direction of B0 and simultaneously the domain\noriented in the direction of B0 grow in size. This existence of domains and\ntheir motion in B0 are not speculations. One may observe this under a\nmicroscope after sprinkling a liquid suspension of powdered\nferromagnetic substance of samples. This motion of suspension can be\nobserved. Fig. 5.8(b) shows the situation when the domains have aligned\nand amalgamated to form a single ‘giant’ domain.\n Thus, in a ferromagnetic material the field lines are highly\nconcentrated. In non-uniform magnetic field, the sample tends to move\ntowards the region of high field. We may wonder as to what happens\nwhen the external field is removed. In some ferromagnetic materials the\nmagnetisation persists. Such materials are called hard magnetic materials\nor hard ferromagnets\n. Alnico, an alloy of iron, aluminium, nickel, cobalt\nand copper, is one such material. The naturally occurring lodestone is\nanother. Such materials form permanent magnets to be used among other\nthings as a compass needle. On the other hand, there is a class of\nferromagnetic materials in which the magnetisation disappears on removal\nof the external field. Soft iron is one such material. Appropriately enough,\nsuch materials are called soft ferromagnetic materials . There are a number\nof elements, which are ferromagnetic: iron, cobalt, nickel, gadolinium,\netc. The relative magnetic permeability is >1000!\nThe ferromagnetic property depends on temperature. At high enough\ntemperature, a ferromagnet becomes a paramagnet. The domain structure\ndisintegrates with temperature. This disappearance of magnetisation with\ntemperature is gradual.FIGURE  5.8\n(a) Randomly\noriented domains,\n(b) Aligned domains.\nSUMMARY\n1.The science of magnetism is old. It has been known since ancient times\nthat magnetic materials tend to point in the north-south direction; like\nReprint 2025-26\n\nPhysics\n150magnetic poles repel and unlike ones attract; and cutting a bar magnet\nin two leads to two smaller magnets. Magnetic poles cannot be isolated.\n2.When a bar magnet of dipole moment m is placed in a uniform magnetic\nfield B,\n     (a) the force on it is zero,\n     (b) the torque on it is m × B,\n     (c) its potential energy is –m.B, where we choose the zero of energy at\nthe orientation when m is perpendicular to B.\n3.Consider a bar magnet of size l and magnetic moment m, at a distance\nr from its mid-point, where r >>l, the magnetic field B due to this bar\nis,\n0\n32rµ=πmB    (along axis)\n   =0\n3–4rµ\nπm    (along equator)\n4.Gauss’s law for magnetism states that the net magnetic flux through\nany closed surface is zero\n0 \u0001\n\u0002\u0003 \u0002 \u0003\u0004\nSB SiB\nall area\nelements\n5.Consider a material placed in an external magnetic field B0. The\nmagnetic intensity is defined as,\n0\n0µ=BH\nThe magnetisation M of the material is its dipole moment per unit volume.\nThe magnetic field B in the material is,\n      B  = m0 (H + M)\n6.For a linear material M  = c H. So that B = m H and c is called the\nmagnetic susceptibility of the material. The three quantities, c, the\nrelative magnetic permeability mr, and the magnetic permeability m  are\nrelated as follows:\nm = m0 mr\n      mr = 1+ c\n7.Magnetic materials are broadly classified as: diamagnetic, paramagnetic,\nand ferromagnetic. For diamagnetic materials c is negative and small\nand for paramagnetic materials it is positive and small. Ferromagnetic\nmaterials have large c.\n8.Substances, which at room temperature, retain their ferromagnetic\nproperty for a long period of time are called permanent magnets.\nReprint 2025-26\n\n151Magnetism and\nMatter\nPOINTS TO PONDER\n1.A satisfactory understanding of magnetic phenomenon in terms of moving\ncharges/currents was arrived at after 1800 AD. But technological\nexploitation of the directional properties of magnets predates this scientific\nunderstanding by two thousand years. Thus, scientific understanding is\nnot a necessary condition for engineering applications. Ideally, science\nand engineering go hand-in-hand, one leading and assisting the other in\ntandem.\n2.Magnetic monopoles do not exist. If you slice a magnet in half, you get\ntwo smaller magnets. On the other hand, isolated positive and negative\ncharges exist. There exists a smallest unit of charge, for example, the\nelectronic charge with value | e| = 1.6 ×10–19 C. All other charges are\nintegral multiples of this smallest unit charge. In other words, charge is\nquantised. We do not know why magnetic monopoles do not exist or why\nelectric charge is quantised.\n3.A consequence of the fact that magnetic monopoles do not exist is that\nthe magnetic field lines are continuous and form closed loops. In contrast,\nthe electrostatic lines of force begin on a positive charge and terminate\non the negative charge (or fade out at infinity).\n4.A miniscule difference in the value of χ, the magnetic susceptibility, yields\nradically different behaviour: diamagnetic versus paramagnetic. For\ndiamagnetic materials  χ = –10–5 whereas χ = +10–5 for paramagnetic\nmaterials.Physical quantity Symbol Nature Dimensions Units Remarks\nPermeability of µ0Scalar [MLT–2 A–2] T m A–1µ0/4π = 10–7\nfree space\nMagnetic field, B Vector [MT–2 A–1] T (tesla) 104 G (gauss) = 1 T\nMagnetic induction,\nMagnetic flux density\nMagnetic moment m Vector [L–2 A] A m2\nMagnetic flux φBScalar [ML2T–2 A–1] W (weber) W = T m2\nMagnetisation M Vector [L–1 A] A m–1 Magnetic moment\nVolume\nMagnetic intensity H Vector [L–1 A] A m–1B = µ0 (H + M )\nMagnetic field\nstrength\nMagnetic χ Scalar - - M = χH\nsusceptibility\nRelative magnetic µrScalar - - B = µ0 µr H\npermeability\nMagnetic permeability µ Scalar [MLT–2 A–2] T m A–1µ = µ0 µr\nN A–2B = µ H\nReprint 2025-26\n\nPhysics\n1525.There exists a perfect diamagnet , namely, a superconductor. This is a\nmetal at very low temperatures. In this case χ = –1, µr = 0, µ = 0. The\nexternal magnetic field is totally expelled. Interestingly, this material is\nalso a perfect conductor. However, there exists no classical theory which\nties these two properties together. A quantum-mechanical theory by\nBardeen, Cooper, and Schrieffer (BCS theory) explains these effects. The\nBCS theory was proposed in1957 and was eventually recognised by a Nobel\nPrize in physics in 1970.\n6.Diamagnetism is universal. It is present in all materials. But it\nis weak and hard to detect if the substance is para- or ferromagnetic.\n7.We have classified materials as diamagnetic, paramagnetic, and\nferromagnetic. However, there exist additional types of magnetic material\nsuch as ferrimagnetic, anti-ferromagnetic, spin glass, etc. with properties\nwhich are exotic and mysterious.\nEXERCISES\n5.1 A short bar magnet placed with its axis at 30° with a uniform external\nmagnetic field of 0.25 T experiences a torque of magnitude equal to\n4.5 × 10–2 J. What is the magnitude of magnetic moment of the magnet?\n5.2 A short bar magnet of magnetic moment m = 0.32 JT–1 is placed in a\nuniform magnetic field of 0.15 T. If the bar is free to rotate in the\nplane of the field, which orientation would correspond to its (a) stable,\nand (b) unstable equilibrium? What is the potential energy of the\nmagnet in each case?\n5.3 A closely wound solenoid of 800 turns and area of cross section\n2.5 × 10–4 m2 carries a current of 3.0 A. Explain the sense in which\nthe solenoid acts like a bar magnet. What is its associated magnetic\nmoment?\n5.4 If the solenoid in Exercise 5.5 is free to turn about the vertical\ndirection and a uniform horizontal magnetic field of 0.25 T is applied,\nwhat is the magnitude of torque on the solenoid when its axis makes\nan angle of 30° with the direction of applied field?\n5.5 A bar magnet of magnetic moment 1.5 J T–1 lies aligned with the\ndirection of a uniform magnetic field of 0.22 T.\n(a)What is the amount of work required by an external torque to\nturn the magnet so as to align its magnetic moment: (i) normal\nto the field direction, (ii) opposite to the field direction?\n(b)What is the torque on the magnet in cases (i) and (ii)?\n5.6 A closely wound solenoid of 2000 turns and area of cross-section\n1.6 × 1 0–4 m2,  carrying a current of 4.0 A, is suspended through its\ncentre allowing it to turn in a horizontal plane.\nReprint 2025-26\n\n153Magnetism and\nMatter\n(a)What is the magnetic moment associated with the solenoid?\n(b)What is the force and torque on the solenoid if a uniform\nhorizontal magnetic field of 7 .5 × 10–2 T is set up at an angle of\n30° with the axis of the solenoid?\n5.7 A short bar magnet has a magnetic moment of 0.48 J T–1. Give the\ndirection and magnitude of the magnetic field produced by the magnet\nat a distance of 10 cm from the centre of the magnet on (a) the axis,\n(b) the equatorial lines (normal bisector) of the magnet.\nReprint 2025-26\n\n",
      "wordCount": 2017,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 18,
    "totalWords": 5935
  }
}