{
  "filename": "leph205.pdf",
  "chapters": [
    {
      "chapterNumber": 12,
      "title": ", Rutherford was the pioneer who",
      "content": "Chapter 12, Rutherford was the pioneer who\npostulated and established the existence of the atomic nucleus. At\nRutherford’s suggestion, Geiger and Marsden performed their classic\nexperiment: on the scattering of a-particles from thin gold foils. Their\nexperiments revealed that the distance of closest approach to a gold\nnucleus of an a-particle of kinetic energy 5.5 MeV is about 4.0 × 10–14 m.\nThe scattering of a-particle by the gold sheet could be understood by\nRutherford by assuming that the coulomb repulsive force was solely\nresponsible for scattering. Since the positive charge is confined to the\nnucleus, the actual size of the nucleus has to be less than 4.0 × 10–14 m.\nIf we use a-particles of higher energies than 5.5 MeV, the distance of\nclosest approach to the gold nucleus will be smaller and at some point\nthe scattering will begin to be affected by the short range nuclear forces,\nand differ from Rutherford’s calculations. Rutherford’s calculations are\nbased on pure coulomb repulsion between the positive charges of the a-\nparticle and the gold nucleus. From the distance at which deviations set\nin, nuclear sizes can be inferred.\nBy performing scattering experiments in which fast electrons, instead\nof a-particles, are projectiles that bombard targets made up of various\nelements, the sizes of nuclei of various elements have been accurately\nmeasured.\nIt has been found that a nucleus of mass number A has a radius\nR = R0 A1/3(13.5)\nwhere R0 = 1.2 × 10–15 m (=1.2 fm; 1 fm = 10–15 m). This means the volume\nof the nucleus, which is proportional to R3 is proportional to A. Thus the\ndensity of nucleus is a constant, independent of A,  for all nuclei. Different\nnuclei are like a drop of liquid of constant density. The density of nuclear\nmatter is approximately 2.3 × 1017 kg m–3. This density is very large\ncompar ed to or dinary matter , say water , which is 103 kg m–3. This is\nunderstandable, as we have already seen that most of the atom is empty.\nOrdinary matter consisting of atoms has a large amount of empty space.\nReprint 2025-26\n\nPhysics\n310\n EXAMPLE  13.2Example 13.1  Given the mass of iron nucleus as 55.85u and A=56,\nfind the nuclear densit y?\nSolution\nmFe = 55.85,    u = 9.27 × 10–26  kg\nNuclear density = mass\nvolume = 26\n15 39.27 10 1\n56 (4 /3)(1.2 10 )−\n−××π ×\n = 2.29 × 1017 kg m–3\nThe density of matter in neutron stars (an astrophysical object) is\ncomparable to this density. This shows that matter in these objects\nhas been compressed to such an extent that they resemble a big nucleus .\n13.4  M ASS-ENERGY  \nAND NUCLEAR  BINDING  ENERGY\n13.4.1  Mass – Energy\nEinstein showed from his theory of special relativity that it is necessary\nto treat mass as another form of energy. Before the advent of this theory\nof special relativity it was presumed  that mass and energy were conserved\nseparately in a r eaction. However , Einstein showed that mass is another\nform of energy and one can convert mass-energy into other forms of\nenergy, say kinetic energy and vice-versa.\nEinstein gave the famous mass-energy equivalence relation\nE = mc2(13.6)\nHere the energy equivalent of mass m is related by the above equation\nand c is the velocity of light in vacuum and is approximately equal to\n3×108 m s–1.\nExample 13.2 Calculate the energy equivalent of 1 g of substance.\nSolution\nEnergy, E = 10–3  × ( 3 × 108)2 J\n     E = 10–3 × 9 × 1016 = 9 × 1013 J\nThus, if one gram of matter is converted to energy, there is a release\nof enormous amount of energy.\nExperimental verification of the Einstein’s mass-energy relation has\nbeen achieved in the study of nuclear reactions amongst nucleons, nuclei,\nelectrons and other more recently discovered particles. In a reaction the\nconservation law of energy states that the initial energy and the final\nenergy are equal provided the energy associated with mass is also\nincluded. This concept is important in understanding nuclear masses\nand the interaction of nuclei with one another . They for m the subject\nmatter of the next few sections.\n13.4.2  Nuclear binding energy\nIn Section 13.2 we have seen that the nucleus is made up of neutrons\nand protons.  Therefore it may be expected that the mass of the nucleus\nis equal to the total mass of its individual pr otons and neutr ons.  However , EXAMPLE  13.1\nReprint 2025-26\n\n311Nuclei EXAMPLE  13.3the nuclear mass M is found to be always less than this .  For example, let\nus consider 16\n8O; a nucleus which has 8 neutr ons and 8 pr otons.  W e\nhave\nMass of 8 neutrons = 8 × 1.00866 u\nMass of 8 protons   = 8 × 1.00727 u\nMass of 8 electrons = 8 × 0.00055 u\nTherefore the expected mass of 16\n8O nucleus\n= 8 × 2.01593 u = 16.12744 u.\nThe atomic mass of 16\n8O found from mass spectroscopy experiments\nis seen to be 15.99493  u. Substracting the mass of 8 electrons (8 × 0.00055 u)\nfrom this, we get the experimental mass of 16\n8O nucleus to be 15.99053 u.\nThus, we find that the mass of the 16\n8O nucleus is less than the total\nmass of its constituents by 0.13691u. The difference in mass of a nucleus\nand its constituents, ∆M, is called the mass defect , and is given by\n[ ( ) ]p n M Zm A Z m MΔ = + − − (13.7)\nWhat is the meaning of the mass defec t? It is here that Einstein’s\nequivalence  of mass and energy plays a role. Since the mass of the oxygen\nnucleus is less that the sum of the masses of its constituents (8 protons\nand 8 neutrons, in the unbound state), the equivalent energy of the oxygen\nnucleus is less than that of the sum of the equivalent energies of its\nconstituents. If one wants to break the oxygen nucleus into 8 protons\nand 8 neutrons, this extra energy ∆ M c2, has to be supplied. This energy\nrequired Eb is related to the mass defect by\nEb = ∆ M c2(13.8)\nExample 13.3   Find the energy equivalent of one atomic mass unit,\nfirst in Joules and then in MeV .  Using this, expr ess the mass defect\nof 16\n8O in MeV/ c2.\nSolution\n1u = 1.6605 × 10–27 kg\nTo convert it into energy units, we multiply it by c2 and find that\nenergy equivalent = 1.6605 × 10–27 × (2.9979 × 108)2 kg m2/s2\n      = 1.4924 × 10–10 J\n      =   10\n191.4924 10eV1.602 10−\n−×\n×\n      =   0.9315 × 109 eV\n      =   931.5 MeV\nor, 1u = 931.5 MeV/ c2\nFor 16\n8O,   ∆M = 0.13691 u = 0.13691×931.5 MeV/ c2\n= 127.5 MeV/ c2\nThe energy needed to separate 16\n8O into its constituents is thus\n127.5 MeV/ c2.\nIf a certain number of neutrons and protons are brought together to\nform a nucleus of a certain charge and mass, an energy Eb will be released\nReprint 2025-26\n\nPhysics\n312in the process.  The energy Eb is called the binding energy  of the nucleus.\nIf we separate a nucleus into its nucleons, we would have to supply a\ntotal energy equal to Eb, to those particles.  Although we cannot tear\napart a nucleus in this way, the nuclear binding energy is still a convenient\nmeasur e of how well a nucleus is held together .  A mor e useful measur e\nof the binding between the constituents of the nucleus is the binding\nenergy per nucleon , Ebn, which is the ratio of the binding energy Eb of a\nnucleus to the number of the nucleons, A, in that nucleus:\nEbn   =  Eb / A (13.9)\nWe can think of binding ener gy per nucleon as the average ener gy\nper nucleon needed to separate a nucleus into its individual nucleons.\nFigure 13.1 is a plot of the\nbinding energy per nucleon Ebn\nversus the mass number A for a\nlarge number of nuclei. W e notice\nthe following main features of\nthe plot:\n(i)the binding energy per\nnucleon, Ebn, is practically\nconstant, i.e. practically\nindependent of the atomic\nnumber for nuclei of middle\nmass number ( 30 < A < 170).\nThe curve has a maximum of\nabout 8.75 MeV for A = 56\nand has a value of 7.6 MeV\nfor A = 238.\n(ii)Ebn is lower for both light\nnuclei ( A<30) and heavy\nnuclei ( A>170).\nWe can draw some conclusions fr om these two observations:\n(i)The force is attractive and sufficiently strong to produce a binding\nenergy of a few MeV per nucleon.\n(ii)The constancy of the binding energy in the range 30 < A < 170 is a\nconsequence of the fact that the nuclear force is short-ranged. Consider\na particular nucleon inside a sufficiently large nucleus. It will be under\nthe influence of only some of its neighbours, which come within the\nrange of the nuclear force. If any other nucleon is at a distance more\nthan the range of the nuclear force from the particular nucleon it will\nhave no influence on the binding energy of the nucleon under\nconsideration. If a nucleon can have a maximum of p neighbours\nwithin the range of nuclear force, its binding energy would be\nproportional to p. Let the binding energy of the nucleus be pk, where\nk is a constant having the dimensions of energy. If we increase A by\nadding nucleons they will not change the binding energy of a nucleon\ninside. Since most of the nucleons in a large nucleus reside inside it\nand not on the surface, the change in binding energy per nucleon\nwould be small. The binding energy per nucleon is a constant and is\napproximately equal to pk. The property that a given nucleonFIGURE  13.1  The binding energy per nucleon\nas a function of mass number .\nReprint 2025-26\n\n313Nuclei\ninfluences only nucleons close to it is also referred to as saturation\nproperty of the nuclear force.\n(iii)A very heavy nucleus, say A = 240, has lower binding energy per\nnucleon compared to that of a  nucleus with A = 120. Thus if a\nnucleus A = 240 breaks into two A = 120 nuclei, nucleons get more\ntightly bound. This implies energy would be released in the process.\nIt has very important implications for energy production through\nfission , to be discussed later in Section 13.7.1.\n(iv)Consider two very light nuclei ( A≤10) joining to form a heavier\nnucleus. The binding energy  per nucleon of the fused heavier nuclei\nis more than the binding energy per nucleon of the lighter nuclei.\nThis means that the final system is more tightly bound than the initial\nsystem. Again energy would be released in such a process of\nfusion . This is the energy source of sun, to be discussed later in\nSection 13.7.2.\n13.5  N UCLEAR  FORCE\nThe force that determines the motion of atomic electrons is the familiar\nCoulomb force. In Section 13.4,  we have seen that for average mass\nnuclei the binding energy per nucleon is  approximately 8 MeV, which is\nmuch larger than the binding energy in atoms. Therefore, to bind a\nnucleus together there must be a strong attractive force of a totally\ndifferent kind. It must be strong enough to overcome the repulsion\nbetween the (positively charged) protons and to bind both protons and\nneutr ons into the tiny nuclear volume. W e have alr eady seen\nthat the constancy of binding energy per nucleon can be\nunderstood in terms of its short-range. Many features of the\nnuclear binding force are summarised below. These are\nobtained from a variety of experiments carried out during 1930\nto 1950.\n(i)The nuclear force is much stronger than the Coulomb force\nacting between charges or the gravitational forces between\nmasses. The nuclear binding force has to dominate over\nthe Coulomb repulsive force between protons inside the\nnucleus. This happens only because the nuclear force is\nmuch stronger than the coulomb force. The gravitational\nforce is much weaker  than even Coulomb force.\n(ii)The nuclear force between two nucleons falls rapidly to\nzero as their distance is more than a few femtometres. This\nleads to saturation of forces  in a medium or a large-sized\nnucleus, which is the reason for the constancy of the\nbinding energy per nucleon.\nA rough plot of the potential energy between two nucleons\nas a function of distance is shown in the Fig. 13.2. The\npotential energy is a minimum at a distance r0 of about\n0.8 fm. This means that the force is attractive for distances larger\nthan 0.8 fm and repulsive if they are separated by distances less\nthan 0.8 fm.FIGURE  13.2 Potential energy\nof a pair of nucleons as a\nfunction of their separation.\nFor a separation greater\nthan r0, the force is attractive\nand for separations less\nthan r0, the force is\nstrongly repulsive.\nReprint 2025-26\n\nPhysics\n314(iii)The nuclear force between neutron-neutron, proton-neutron and\nproton-proton is approximately the same. The nuclear force does not\ndepend on the electric charge.\nUnlike Coulomb’s law or the Newton’s law of gravitation there is no\nsimple mathematical form of the nuclear force.\n13.6  R ADIOACTIVITY\nA. H. Becquerel discovered radioactivity in 1896 purely by accident.  While\nstudying the fluorescence and phosphorescence of compounds irradiated\nwith visible light, Becquerel observed an interesting phenomenon.  After\nilluminating some pieces of uranium-potassium sulphate with visible\nlight, he wrapped them in black paper and separated the package from a\nphotographic plate by a piece of silver .  When, after several hours of\nexposure, the photographic plate was developed, it showed blackening\ndue to something that must have been emitted by the compound and\nwas able to penetrate both black paper and the silver .\nExperiments performed subsequently showed that radioactivity was\na nuclear phenomenon in which an unstable nucleus undergoes a decay.\nThis is referred to as radioactive decay . Three types of radioactive decay\noccur in nature :\n(i)a-decay in which a helium nucleus 4\n2He is emitted;\n(ii)b-decay in which electrons or positrons (particles with the same mass\nas electrons, but with a charge exactly opposite to that of electron)\nare emitted;\n(iii)g-decay in which high energy (hundreds of keV or more) photons are\nemitted.\n13.7  N UCLEAR E NERGY\nThe curve of binding energy per nucleon Ebn, given in Fig. 13.1, has\na long flat middle region between A = 30 and A = 170. In this region\nthe binding energy per nucleon is nearly constant (8.0 MeV). For\nthe lighter nuclei region, A < 30, and for the heavier nuclei region,\nA > 170, the binding energy per nucleon is less than 8.0 MeV, as we\nhave noted earlier . Now, the gr eater the binding ener gy, the less is the\ntotal mass of a bound system, such as a nucleus. Consequently, if nuclei\nwith less total binding energy transform to nuclei with greater binding\nenergy, there will be a net energy release. This is what happens when a\nheavy nucleus decays into two or more intermediate mass fragments\n(fission ) or when light nuclei fuse into a havier nucleus ( fusion .)\nExothermic chemical reactions underlie conventional energy sources\nsuch as coal or petroleum. Here the energies involved are in the range of\nelectron volts. On the other hand,  in a nuclear reaction, the energy release\nis of the or der of MeV . Thus for the same quantity of matter , nuclear\nsources produce a million times more energy than a chemical source.\nFission of 1 kg of uranium, for example, generates 1014 J of energy;\ncompare it with burning of 1 kg of coal that gives 107 J.\nReprint 2025-26\n\n315Nuclei\n13.7.1  Fission\nNew possibilities emerge when we go beyond natural radioactive decays\nand study nuclear reactions by bombarding nuclei with other nuclear\nparticles such as proton, neutron, a-particle, etc.\nA most important neutron-induced nuclear reaction is fission. An\nexample of fission is when a uranium isotope 235\n92U bombarded with a\nneutron breaks into two intermediate mass nuclear fragments\n1 235 236 144 89 1\n0 92 92 56 36 0 n U U Ba Kr 3 n+ → → + + (13.10)\nThe same reaction can produce other pairs of intermediate mass\nfragments\n1 235 236 133 99 1\n0 92 92 51 41 0 n U U Sb Nb 4 n+ → → + + (13.11)\nOr, as another example,\n1 235 140 94 1\n0 92 54 38 0n U Xe Sr 2 n+ → + + (13.12)\nThe fragment products are radioactive nuclei; they emit b particles in\nsuccession to achieve stable end products.\nThe energy released (the Q value ) in the fission reaction of nuclei like\nuranium is of the order of 200 MeV per fissioning nucleus. This is\nestimated as follows:\nLet us take a nucleus with A = 240 breaking into two fragments each\nof A = 120. Then\nEbn for A = 240 nucleus is about 7.6 MeV,\nEbn for the two A = 120 fragment nuclei is about 8.5 MeV .\n\\Gain in binding ener gy for nucleon is about 0.9 MeV .\nHence the total gain in binding ener gy is 240×0.9 or 216 MeV .\nThe disintegration energy in fission events first appears as the kinetic\nenergy of the fragments and neutrons. Eventually it is transferred to the\nsurrounding matter appearing as heat. The source of energy in nuclear\nreactors, which produce electricity, is nuclear fission. The enormous\nenergy released in an atom bomb comes from uncontrolled nuclear\nfission.\n13.7.2  Nuclear fusion – energy generation in stars\nWhen two light nuclei fuse to form a larger nucleus, energy is released,\nsince the larger nucleus is more tightly bound, as seen from the binding\nenergy curve in Fig.13.1. Some examples of such energy liberating nuclear\nfusion reactions are :\n1 1 2\n1 1 1H H H+ → + e+ + n + 0.42 MeV [13.13(a)]\n2 2 3\n1 1 2H H He+ → + n + 3.27 MeV [13.13(b)]\n2 2 3 1\n1 1 1 1H H H H+ → + + 4.03 MeV [13.13(c)]\nIn the first reaction, two protons combine to form a deuteron and\na positron with a release of 0.42 MeV energy. In reaction [13.13(b)], two\nReprint 2025-26\n\nPhysics\n316deuterons combine to form the light isotope of helium. In reaction\n(13.13c), two deuterons combine to form a triton and a proton. For\nfusion to take place, the two nuclei must come close enough so that\nattractive short-range nuclear for ce is able to af fect them. However ,\nsince they are both positively charged particles, they experience coulomb\nrepulsion. They, therefore, must have enough energy to overcome this\ncoulomb barrier . The height of the barrier depends on the char ges and\nradii of the two interacting nuclei. It can be shown, for example, that\nthe barrier height for two protons is ~ 400 keV, and is higher for nuclei\nwith higher char ges. W e can estimate the temperatur e at which two\nprotons in a proton gas would (averagely) have enough energy to\novercome the coulomb barrier:\n(3/2) k T = K ≃ 400 keV, which gives T ~ 3 × 109 K.\nWhen fusion is achieved by raising the temperature of the system so\nthat particles have enough kinetic energy to overcome the coulomb\nrepulsive behaviour , it is called thermonuclear fusion .\nThermonuclear fusion is the source of energy output in the interior\nof stars. The interior of the sun has a temperature of 1.5×107 K, which\nis considerably less than the estimated temperature required for fusion\nof particles of average energy. Clearly, fusion in the sun involves protons\nwhose energies are much above the average energy.\nThe fusion reaction in the sun is a multi-step process in which the\nhydrogen is burned into helium. Thus, the fuel in the sun is the hydrogen\nin its core. \nThe proton-proton  (p, p) cycle by which this  occurs is\nrepresented by the following sets of reactions:\n1 1 2\n1 1 1H H H+ → + e+ + n + 0.42 MeV (i)\ne+ + e– ® g + g + 1.02 MeV (ii)\n2 1 3\n1 1 2H H He+ → + g + 5.49 MeV (iii)\n+ → + +3 3 4 1 1\n2 2 2 1\n1 He He He H H + 12.86 MeV (iv) (13.14)\nFor the fourth r eaction to occur , the first thr ee reactions must occur\ntwice, in which case two light helium nuclei unite to form ordinary helium\nnucleus. If we consider the combination 2(i) + 2(ii) + 2(iii) +(iv), the net\neffect is\n1 4\n1 2 4 H 2 He 2 6 26.7 MeV e ν γ−+ → + + +\nor 1 4\n1 2 (4 H 4 ) ( He 2 ) 2 6 26.7MeV e eν γ− −+ → + + + + (13.15)\nThus, four hydrogen atoms combine to form an 4\n2He atom with a\nrelease of 26.7 MeV of energy.\nHelium is not the only element that can be synthesized in the interior of\na star . As the hydr ogen in the cor e gets depleted and becomes  helium, the\ncore starts to cool. The star begins to collapse under its own gravity which\nincreases the temperature of the core. If this temperature increases to about\n108 K, fusion takes place again, this time of helium nuclei into carbon.\nThis kind of process can generate through fusion higher and higher mass\nnumber elements. But elements more massive than those near the peak of\nthe binding energy curve in Fig. 13.1 cannot be so produced.\nReprint 2025-26\n\n317Nuclei\nThe age of the sun is about 5×109 y and it is estimated that there is\nenough hydrogen in the sun to keep it going for another 5 billion years.\nAfter that, the hydrogen burning will stop and the sun will begin to cool\nand will start to collapse under gravity, which will raise the core\ntemperature. The outer envelope of the sun will expand, turning it into\nthe so called red giant .\n13.7.3  Controlled thermonuclear fusion\nThe natural thermonuclear fusion process in a star is replicated in a\nthermonuclear fusion device. In controlled fusion reactors, the aim is to\ngenerate steady power by heating the nuclear fuel to a temperature in the\nrange of 108 K. At these temperatures, the fuel is a mixture of positive\nions and electrons (plasma). The challenge is to confine this plasma, since\nno container can stand such a high temperature. Several countries\naround the world including India are developing techniques in this\nconnection. If successful, fusion reactors will hopefully supply almost\nunlimited power to humanity.\nExample 13.4 Answer the following questions:\n(a)Are the equations of nuclear reactions (such as those given in\nSection 13.7) ‘balanced’ in the sense a chemical equation (e.g.,\n2H2 + O2® 2 H2O)  is? If not, in what sense are they balanced on\nboth side s?\n(b)If both the number of protons and the number of neutrons are\nconserved in each nuclear reaction, in what way is mass converted\ninto energy (or vice-versa) in a nuclear reaction?\n(c)A general impression exists that  mass-energy interconversion\ntakes place only in nuclear reaction and never in chemical\nreaction. This is strictly speaking, incorrect. Explain.\nSolution\n(a)A chemical equation is balanced in the sense that the number of\natoms of each element is the same on both sides of the equation.\nA chemical reaction merely alters the original combinations of\natoms. In a nuclear reaction, elements may be transmuted. Thus,\nthe number of atoms of each element is not necessarily conserved\nin a nuclear r eaction. However , the number of pr otons and the\nnumber of neutrons are both separately conserved in a nuclear\nreaction. [Actually, even this is not strictly true in the realm of\nvery high energies – what is strictly conserved is the total charge\nand total ‘baryon number’. W e need not pursue this matter her e.]\nIn nuclear reactions (e.g., Eq. 13.10), the number of protons and\nthe number of neutrons are the same on the two sides of the equation.\n(b)We know that the binding ener gy of a nucleus gives a negative\ncontribution to the mass of the nucleus (mass defect). Now, since\nproton number and neutron number are conserved in a nuclear\nreaction, the total rest mass of neutrons and protons is the same\non either side of a reaction. But the total binding energy of nuclei\non the left side need not be the same as that on the right hand\nside. The difference in these binding energies appears as energy\nreleased or absorbed in a nuclear reaction. Since binding energy EXAMPLE  13.4\nReprint 2025-26\n\nPhysics\n318\n EXAMPLE  13.4contributes to mass, we say that the difference in the total mass\nof nuclei on the two sides get converted into energy or vice-versa.\nIt is in these sense that a nuclear reaction is an example of mass-\nenergy interconversion.\n(c)From the point of view of mass-energy interconversion, a chemical\nreaction is similar to a nuclear reaction in principle.  The energy\nreleased or absorbed in a chemical reaction can be traced to the\ndifference in chemical (not nuclear) binding energies of atoms\nand molecules on the two sides of a reaction. Since, strictly\nspeaking, chemical binding energy also gives a negative\ncontribution (mass defect) to the total mass of an atom or molecule,\nwe can equally well say that the difference in the total mass of\natoms or molecules, on the two sides of the chemical reaction\ngets converted into ener gy or vice-versa. However , the mass\ndefects involved in a chemical reaction are almost a million times\nsmaller than those in a nuclear reaction.This is the reason for\nthe general impression, (which is incorrec t) that mass-energy\ninterconversion does not take place in a chemical reaction.\nSUMMARY\n1.An atom has a nucleus. The nucleus is positively charged. The radius\nof the nucleus is smaller than the radius of an atom by a factor of\n104. More than 99.9% mass of the atom is concentrated in the nucleus.\n2.On the atomic scale, mass is measured in atomic mass units (u). By\ndefinition, 1 atomic mass unit (1u) is 1/12th mass of one atom of 12C;\n1u = 1.660563 × 10–27 kg.\n3.A nucleus contains a neutral particle called neutron. Its mass is almost\nthe same as that of proton\n4.The atomic number Z is the number of protons in the atomic nucleus\nof an element. The mass number A is the total number of protons and\nneutrons in the atomic nucleus; A = Z+N ; Here N denotes the number\nof neutrons in the nucleus.\nA nuclear species or a nuclide is represented as  XA\nZ, where X is the\nchemical symbol of the species.\nNuclides with the same atomic number Z, but different neutron number\nN are called isotopes . Nuclides with the same A are isobars  and those\nwith the same N are isotones .\nMost elements are mixtures of two or more isotopes. The atomic mass\nof an element is a weighted average of the masses of its isotopes and\ncalculated in accordance to the relative abundances of the isotopes.\n5.A nucleus can be considered to be spherical in shape and assigned a\nradius. Electron scattering experiments allow determination of the\nnuclear radius; it is found that radii of nuclei fit the formula\nR = R0 A1/3,\nwhere R0 = a constant = 1.2 fm. This implies that the nuclear density\nis independent of A. It is of the order of 1017 kg/m3.\n6.Neutrons and protons are bound in a nucleus by the short-range strong\nnuclear force. The nuclear force does not distinguish between neutron\nand proton.\nReprint 2025-26\n\n319Nuclei\n7.The nuclear mass M is always less than the total mass, Sm, of its\nconstituents. The difference in mass of a nucleus and its constituents\nis called the mass defect ,\nDM = (Z mp + (A – Z)mn) – M\nUsing Einstein’s mass energy relation, we express this mass difference\nin terms of energy as\nDEb = DM c2\nThe energy DEb represents the binding energy  of the nucleus. In the\nmass number range A = 30 to 170, the binding energy per nucleon is\nnearly constant, about 8 MeV/nucleon.\n8.Energies associated with nuclear processes are about a million times\nlarger than chemical process.\n9.The Q-value of a nuclear process is\n      Q = final kinetic energy – initial kinetic energy.\nDue to conservation of mass-energy, this is also,\nQ = (sum of initial masses – sum of final masses) c2\n10.Radioactivity is the phenomenon in which nuclei of a given species\ntransform by giving out a or b or g rays; a-rays are helium nuclei;\nb-rays are electrons. g-rays are electromagnetic radiation of wavelengths\nshorter than X-rays.\n11.Energy is released when less tightly bound nuclei are transmuted into\nmore tightly bound nuclei. In fission, a heavy nucleus like 235\n92U breaks\ninto two smaller fragments, e.g., 235 1 133 99 1\n92 0 51 41 0 U+ n Sb Nb + 4 n→ +\n12.In fusion, lighter nuclei combine to form a larger nucleus. Fusion of\nhydrogen nuclei into helium nuclei is the source of energy of all stars\nincluding our sun.\nPhysical Quantity Symbol Dimensions Units Remarks\nAtomic mass uni t [M] u Unit of mass for\nexpressing atomic or\nnuclear masses. One\natomic mass unit equals\n1/12th of the mass of 12C\natom.\nDisintegration or l [T–1] s–1\ndecay constant\nHalf-life T1/2[T] s Time taken for the decay\nof one-half of the initial\nnumber of nuclei present\nin a radioactive sample.\nMean life t [T] s Time at which number of\nnuclei has been reduced to\ne–1 of its initial value\nActivity of a radio- R [T–1] Bq Measure of the activity\nactive sample of a radioactive source.\nReprint 2025-26\n\nPhysics\n320POINTS TO PONDER\n1.The density of nuclear matter is independent of the size of the nucleus.\nThe mass density of the atom does not follow this rule.\n2.The radius of a nucleus determined by electron scattering is found to\nbe slightly different from that determined by alpha-particle scattering.\nThis is because electron scattering senses the charge distribution of\nthe nucleus, whereas alpha and similar particles sense the nuclear\nmatter .\n3.After Einstein showed the equivalence of mass and energy, E = m c2,\nwe cannot any longer speak of separate laws of conservation of mass\nand conservation of energy, but we have to speak of a unified law of\nconservation of mass and energy. The most convincing evidence that\nthis principle operates in nature comes from nuclear physics. It is\ncentral to our understanding of nuclear energy and harnessing it as a\nsource of power . Using the principle, Q of a nuclear pr ocess (decay or\nreaction) can be expressed also in terms of initial and final masses.\n4.The nature of the binding energy (per nucleon) curve shows that\nexothermic nuclear reactions are possible, when two light nuclei fuse\nor when a heavy nucleus undergoes fission into nuclei with intermediate\nmass.\n5.For fusion, the light nuclei must have sufficient initial energy to\novercome the coulomb potential barrier . That is why fusion r equir es\nvery high temperatures.\n6.Although the binding energy (per nucleon) curve is smooth and slowly\nvarying, it shows peaks at nuclides like 4He, 16O etc. This is considered\nas evidence of atom-like shell structure in nuclei.\n7.Electr on and positr on ar e a particle-antiparticle pair . They ar e identical\nin mass; their charges are equal in magnitude and opposite. (It is\nfound that when an electr on and a positr on come together , they\nannihilate each other giving energy in the form of gamma-ray photons.)\n8.Radioactivity is an indication of the instability of nuclei. Stability\nrequires the ratio of neutron to proton to be around 1:1 for light\nnuclei. This ratio increases to about 3:2 for heavy nuclei. (More\nneutrons are required to overcome the effect of repulsion among the\nprotons.) Nuclei which are away from the stability ratio, i.e., nuclei\nwhich have an excess of neutrons  or protons are unstable. In fact,\nonly about 10% of knon isotopes (of all elements), are stable. Others\nhave been either artificially produced in the laboratory by bombarding\nα, p, d, n or other particles on targets of stable nuclear species or\nidentified in astronomical observations of matter in the universe.\nReprint 2025-26\n\n321Nuclei\nEXERCISES\nYou may find the following data useful in solving the exer cises:\ne= 1.6×10–19C N= 6.023×1023 per mole\n1/(4 pe0)= 9 × 109 N m2/C2k= 1.381×10–23J K–1\n1 MeV = 1.6×10–13J 1 u= 931.5 MeV/ c2\n1 year = 3.154×107 s\nmH= 1.007825 u mn= 1.008665 u\nm(4\n2He)= 4.002603 u me= 0.000548 u\n13.1 Obtain the binding energy (in MeV) of a nitrogen nucleus ()14\n7N,\ngiven m ()14\n7N=14.00307 u\n13.2 Obtain the binding energy of the nuclei 56\n26Fe and 209\n83Bi in units of\nMeV from the following data:\nm (56\n26Fe) = 55.934939 u        m (209\n83Bi) = 208.980388 u\n13.3 A given coin has a mass of 3.0 g. Calculate the nuclear energy that\nwould be required to separate all the neutrons and protons from\neach other . For simplicity assume that the coin is entir ely made of\n63\n29Cu atoms (of mass 62.92960 u).\n13.4 Obtain approximately the ratio of the nuclear radii of the gold isotope\n197\n79Au and the silver isotope 107\n47Ag.\n13.5 The Q value of a nuclear reaction A + b ® C + d is defined by\nQ = [ mA + mb – mC – md]c2\n         where the masses refer to the respective nuclei. Determine from the\ngiven data the Q-value of the following reactions and state whether\nthe reactions are exothermic or endothermic.\n(i) 1 3 2 2\n1 1 1 1H+ H H+ H→\n(ii) 12 12 20 4\n6 6 10 2C+ C Ne+ He→\nAtomic masses are given to be\nm (2\n1H) = 2.014102 u\nm (3\n1H) = 3.016049 u\nm (12\n6C) = 12.000000 u\nm (20\n10Ne) = 19.992439 u\n13.6 Suppose, we think of fission of a 56\n26Fe nucleus into two equal\nfragments, 28\n13Al. Is the fission energetically possible? Argue by\nworking out Q of the process. Given m (56\n26Fe) = 55.93494 u and\nm (28\n13Al) = 27.98191 u.\nReprint 2025-26\n\nPhysics\n32213.7 The fission properties of 239\n94Pu are very similar to those of 235\n92U. The\naverage energy released per fission is 180 MeV. How much energy,\nin MeV, is released if all the atoms in 1 kg of pure 239\n94Pu undergo\nfission?\n13.8 How long can an electric lamp of 100W be kept glowing by fusion of\n2.0 kg of deuterium? Take the fusion reaction as\n2 2 3\n1 1 2H+ H He+n+3.27 MeV→\n13.9 Calculate the height of the potential barrier for a head on collision\nof two deuterons. (Hint: The height of the potential barrier is given\nby the Coulomb repulsion between the two deuterons when they\njust touch each other . Assume that they can be taken as har d\nspheres of radius 2.0 fm.)\n13.10  From the relation R = R0A1/3, where R0 is a constant and A is the\nmass number of a nucleus, show that the nuclear matter density is\nnearly constant (i.e. independent of A).\nReprint 2025-26\n\n",
      "wordCount": 5949,
      "examples": [
        {
          "chapterNumber": 12,
          "exampleNumber": 13,
          "title": "2Example 13.1  Given the mass of iron nucleus as 55.85u and A=56,",
          "question": "EXAMPLE  13.2Example 13.1  Given the mass of iron nucleus as 55.85u and A=56,\nfind the nuclear densit y?\nSolution\nmFe = 55.85,    u = 9.27 × 10–26  kg\nNuclear density = mass\nvolume = 26\n15 39.27 10 1\n56 (4 /3)(1.2 10 )−\n−××π ×\n = 2.29 × 1017 kg m–3\nThe density of matter in neutron stars (an astrophysical object) is\ncomparable to this density. This shows that matter in these objects\nhas been compressed to such an extent that they resemble a big nucleus .\n13.4  M ASS-ENERGY  \nAND NUCLEAR  BINDING",
          "solution": ""
        },
        {
          "chapterNumber": 12,
          "exampleNumber": 13,
          "title": "2 Calculate the energy equivalent of 1 g of substance.",
          "question": "Example 13.2 Calculate the energy equivalent of 1 g of substance.\nSolution\nEnergy, E = 10–3  × ( 3 × 108)2 J\n     E = 10–3 × 9 × 1016 = 9 × 1013 J\nThus, if one gram of matter is converted to energy, there is a release\nof enormous amount of energy.\nExperimental verification of the Einstein’s mass-energy relation has\nbeen achieved in the study of nuclear reactions amongst nucleons, nuclei,\nelectrons and other more recently discovered particles. In a reaction the\nconservation law of energy states t",
          "solution": ""
        },
        {
          "chapterNumber": 12,
          "exampleNumber": 13,
          "title": "1",
          "question": "EXAMPLE  13.1\nReprint 2025-26\n\n311Nuclei EXAMPLE  13.3the nuclear mass M is found to be always less than this .  For example, let\nus consider 16\n8O; a nucleus which has 8 neutr ons and 8 pr otons.  W e\nhave\nMass of 8 neutrons = 8 × 1.00866 u\nMass of 8 protons   = 8 × 1.00727 u\nMass of 8 electrons = 8 × 0.00055 u\nTherefore the expected mass of 16\n8O nucleus\n= 8 × 2.01593 u = 16.12744 u.\nThe atomic mass of 16\n8O found from mass spectroscopy experiments\nis seen to be 15.99493  u. Substracting the m",
          "solution": ""
        },
        {
          "chapterNumber": 12,
          "exampleNumber": 13,
          "title": "3the nuclear mass M is found to be always less than this .  For example, let",
          "question": "EXAMPLE  13.3the nuclear mass M is found to be always less than this .  For example, let\nus consider 16\n8O; a nucleus which has 8 neutr ons and 8 pr otons.  W e\nhave\nMass of 8 neutrons = 8 × 1.00866 u\nMass of 8 protons   = 8 × 1.00727 u\nMass of 8 electrons = 8 × 0.00055 u\nTherefore the expected mass of 16\n8O nucleus\n= 8 × 2.01593 u = 16.12744 u.\nThe atomic mass of 16\n8O found from mass spectroscopy experiments\nis seen to be 15.99493  u. Substracting the mass of 8 electrons (8 × 0.00055 u)\nfrom t",
          "solution": ""
        },
        {
          "chapterNumber": 12,
          "exampleNumber": 13,
          "title": "3   Find the energy equivalent of one atomic mass unit,",
          "question": "Example 13.3   Find the energy equivalent of one atomic mass unit,\nfirst in Joules and then in MeV .  Using this, expr ess the mass defect\nof 16\n8O in MeV/ c2.\nSolution\n1u = 1.6605 × 10–27 kg\nTo convert it into energy units, we multiply it by c2 and find that\nenergy equivalent = 1.6605 × 10–27 × (2.9979 × 108)2 kg m2/s2\n      = 1.4924 × 10–10 J\n      =   10\n191.4924 10eV1.602 10−\n−×\n×\n      =   0.9315 × 109 eV\n      =   931.5 MeV\nor, 1u = 931.5 MeV/ c2\nFor 16\n8O,   ∆M = 0.13691 u = 0.13691×931.5",
          "solution": "1u = 1.6605 × 10–27 kg\nTo convert it into energy units, we multiply it by c2 and find that\nenergy equivalent = 1.6605 × 10–27 × (2.9979 × 108)2 kg m2/s2\n      = 1.4924 × 10–10 J\n      =   10\n191.4924 10eV1.602 10−\n−×\n×\n      =   0.9315 × 109 eV\n      =   931.5 MeV\nor, 1u = 931.5 MeV/ c2\nFor 16\n8O,   ∆M = 0.13691 u = 0.13691×931.5 MeV/ c2\n= 127.5 MeV/ c2\nThe energy needed to separate 16\n8O into its constituents is thus\n127.5 MeV/ c"
        },
        {
          "chapterNumber": 12,
          "exampleNumber": 13,
          "title": "4 Answer the following questions:",
          "question": "Example 13.4 Answer the following questions:\n(a)Are the equations of nuclear reactions (such as those given in\nSection 13.7) ‘balanced’ in the sense a chemical equation (e.g.,\n2H2 + O2® 2 H2O)  is? If not, in what sense are they balanced on\nboth side s?\n(b)If both the number of protons and the number of neutrons are\nconserved in each nuclear reaction, in what way is mass converted\ninto energy (or vice-versa) in a nuclear reaction?\n(c)A general impression exists that  mass-energy interconversion",
          "solution": ""
        },
        {
          "chapterNumber": 12,
          "exampleNumber": 13,
          "title": "4",
          "question": "EXAMPLE  13.4\nReprint 2025-26\n\nPhysics\n318\n EXAMPLE  13.4contributes to mass, we say that the difference in the total mass\nof nuclei on the two sides get converted into energy or vice-versa.\nIt is in these sense that a nuclear reaction is an example of mass-\nenergy interconversion.\n(c)From the point of view of mass-energy interconversion, a chemical\nreaction is similar to a nuclear reaction in principle.  The energy\nreleased or absorbed in a chemical reaction can be traced to the\ndifference in c",
          "solution": ""
        },
        {
          "chapterNumber": 12,
          "exampleNumber": 13,
          "title": "4contributes to mass, we say that the difference in the total mass",
          "question": "EXAMPLE  13.4contributes to mass, we say that the difference in the total mass\nof nuclei on the two sides get converted into energy or vice-versa.\nIt is in these sense that a nuclear reaction is an example of mass-\nenergy interconversion.\n(c)From the point of view of mass-energy interconversion, a chemical\nreaction is similar to a nuclear reaction in principle.  The energy\nreleased or absorbed in a chemical reaction can be traced to the\ndifference in chemical (not nuclear) binding energies of at",
          "solution": ""
        }
      ],
      "exercises": [],
      "stats": {
        "examplesCount": 8,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 17,
    "totalWords": 5949
  }
}