{
  "filename": "leph202.pdf",
  "chapters": [
    {
      "chapterNumber": 1,
      "title": "4 of your Class XI",
      "content": "",
      "wordCount": 0,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 9,
      "title": "on the basis of rectilinear propagation of",
      "content": "Chapter 9 on the basis of rectilinear propagation of\nlight. Here we just describe the behaviour of the wavefronts as they\nundergo reflection or refraction. In Fig. 10.7(a) we consider a plane wave\npassing through a thin prism. Clearly, since the speed of light waves is\nless in glass, the lower portion of the incoming wavefront (which travels\nthrough the greatest thickness of glass) will get delayed resulting in a tilt\nin the emerging wavefront as shown in the figure. In Fig. 10.7(b) we\nconsider a plane wave incident on a thin convex lens; the central part of\nthe incident plane wave traverses the thickest portion of the lens and is\ndelayed the most. The emerging wavefront has a depression at the centre\nand therefore the wavefront becomes spherical and converges to the point\nF which is known as the focus . In Fig. 10.7(c) a plane wave is incident on\na concave mirror and on reflection we have a spherical wave converging\nto the focal point F . In a similar manner , we can understand r efraction\nand reflection by concave lenses and convex mirrors.\nFrom the above discussion it follows that the total time taken from a\npoint on the object to the corresponding point on the image is the same\nmeasured along any ray. For example, when a convex lens focusses light\nto form a real image, although the ray going through the centre traverses\na shorter path, but because of the slower speed in glass, the time taken\nis the same as for rays travelling near the edge of the lens.\nReprint 2025-26\n\nPhysics\n26210.4  C OHERENT  AND INCOHERENT\nADDITION  OF WAVES\nIn this section we will discuss the\ninterference pattern produced by the\nsuperposition of two waves. Y ou may r ecall\nthat we had discussed the superposition\nprinciple in Chapter 1 4 of your Class XI\ntextbook. Indeed the entire field of\ninterference is based on the superposition\nprinciple according to which  at a particular\npoint in the medium, the resultant\ndisplacement produced by a number of\nwaves is the vector sum of the displace -\nments produced by each of the waves .\nConsider two needles S1 and S2 moving\nperiodically up and down in an identical\nfashion in a trough of water [Fig. 10.8(a)]. They produce two water waves,\nand at a particular point, the phase difference between the displacements\nproduced by each of the waves does not change with time; when this\nhappens the two sources are said to be coherent .  Figure 10.8(b) shows\nthe position of crests (solid circles) and troughs (dashed circles) at a given\ninstant of time. Consider a point P for which\nS1 P = S2 PEXAMPLE  10.1Example 10.1\n(a)When monochromatic light is incident on a surface separating\ntwo media, the reflected and refracted light both have the same\nfrequency as the incident frequency. Explain why?\n(b)When light travels from a rarer to a denser medium, the speed\ndecreases. Does the reduction in speed imply a reduction in the\nenergy carried by the light wave?\n(c)In the wave picture of light, intensity of light is determined by the\nsquare of the amplitude of the wave. What determines the intensity\nof light in the photon picture of light.\nSolution\n(a)Reflection and refraction arise through interaction of incident light\nwith the atomic constituents of matter . Atoms may be viewed as\noscillators, which take up the frequency of the external agency\n(light) causing forced oscillations. The frequency of light emitted by\na charged oscillator equals its frequency of oscillation. Thus, the\nfrequency of scattered light equals the frequency of incident light.\n(b)No. Energy carried by a wave depends on the amplitude of the\nwave, not on the speed of wave propagation.\n(c)For a given frequency, intensity of light in the photon picture is\ndetermined by the number of photons crossing an unit area per\nunit time.\n(a) (b)\nFIGURE  10.8 (a) Two needles oscillating in\nphase in water represent two coherent sources.\n(b) The pattern of displacement of water\nmolecules at an instant on the surface of water\nshowing nodal N (no displacement) and\nantinodal A (maximum displacement) lines.\nReprint 2025-26\n\n263Wave Optics\nSince the distances S1 P and S2 P are equal, waves from S1 and S2 will\ntake the same time to travel to the point P and waves that emanate from\nS1 and S2 in phase will also arrive, at the point P , in phase.\nThus, if the displacement produced by the source S1 at the point P is\ngiven by\ny1 = a cos wt\nthen, the displacement produced by the source S2 (at the point P) will\nalso be given by\ny2 = a cos wt\nThus, the resultant of displacement at P would be given by\ny = y1 + y2 = 2 a cos wt\nSince the intensity is proportional to the square of the amplitude, the\nresultant intensity will be given by\nI = 4 I0\nwhere I0 represents the intensity produced by each one of the individual\nsources; I0 is proportional to a2. In fact at any point on the perpendicular\nbisector of S1S2, the intensity will be 4 I0. The two sources are said to\ninterfere constructively and we have what is referred to as constructive\ninterference . We next consider a point Q [Fig. 10.9(a)]\nfor which\nS2Q –S1Q = 2 l\nThe waves emanating from S1 will arrive exactly two cycles earlier\nthan the waves from S2 and will again be in phase [Fig. 10.9(a)]. Thus, if\nthe displacement produced by  S1  is given by\ny1 = a cos wt\nthen the displacement produced by  S2  will be given by\ny2 = a cos ( wt – 4p)  =  a cos wt\nwhere we have used the fact that a path difference of 2 l corresponds to a\nphase difference of 4 p. The two displacements are once again in phase\nand the intensity will again be 4 I0 giving rise to constructive interference.\nIn the above analysis we have assumed that the distances S1Q and S2Q\nare much greater than d (which represents the distance between S1 and\nS2) so that although S1Q and S2Q are not equal, the amplitudes of the\ndisplacement produced by each wave are very nearly the same.\nWe next consider a point R [Fig. 10.9(b)] for which\nS2R – S1R = –2.5 l\nThe waves emanating from S1 will arrive exactly two and a half cycles\nlater than the waves from S2  [Fig. 10.10(b)]. Thus if the displacement\nproduced by  S1  is given by\ny1 = a cos wt\nthen the displacement produced by  S2  will be given by\ny2 = a cos ( wt + 5p)  = – a cos wtFIGURE  10.9\n(a) Constructive\ninterference at a\npoint Q for which the\npath difference is 2 l.\n(b) Destructive\ninterference at a\npoint R for which the\npath difference is\n2.5 l.\nFIGURE  10.10  Locus\nof points for which\nS1P – S2P is equal to\nzero, ±l, ± 2l, ± 3l.\nReprint 2025-26\n\nPhysics\n264where we have used the fact that a path difference of 2.5 l corresponds to\na phase difference of 5 p. The two displacements are now out of phase\nand the two displacements will cancel out to give zero intensity. This is\nreferred to as destructive interference .\nTo summarise:  If we have two coherent sources S1 and S2 vibrating\nin phase, then for an arbitrary point P whenever the path difference,\nS1P  ~ S2P =  nl     (n = 0, 1, 2, 3,...) (10.9)\nwe will have constructive interference and the resultant intensity will be\n4I0; the sign ~ between  S1P and S2 P represents the difference between\nS1P and S2 P. On the other hand, if the point P is such that the path\ndifference,\nS1P  ~ S2P = (n+1\n2) l     (n = 0, 1, 2, 3, ...) (10.10)\nwe will have destructive interference  and the resultant intensity will be\nzero. Now, for any other arbitrary point G (Fig. 10.10) let the phase\ndifference between the two displacements be f. Thus, if the displacement\nproduced by S1 is given by\ny1 = a cos wt\nthen, the displacement produced by S2 would be\ny2 = a cos ( wt + f)\nand the resultant displacement will be given by\ny = y1 + y2\n   = a [cos wt + cos ( wt +f)]\n   = 2 a cos ( f/2) cos ( wt + f/2)\nThe amplitude of the resultant displacement is 2 a cos ( f/2) and\ntherefore the intensity at that point will be\nI = 4 I0 cos2 (f/2) (10.11)\nIf f = 0, ± 2 p, ± 4 p,… which corresponds to the condition given by\nEq. (10.9) we will have constructive interference leading to maximum\nintensity. On the other hand, if f = ± p, ± 3p, ± 5p … [which corresponds to\nthe condition given by Eq. (10.10)] we will have destructive interference\nleading to zero intensity.\nNow if the two sources are coherent (i.e., if the two needles are going\nup and down regularly) then the phase difference f at any point will not\nchange with time and we will have a stable interference pattern; i.e., the\npositions of maxima and minima will not change with time. However , if\nthe two needles do not maintain a constant phase difference, then the\ninterference pattern will also change with time and, if the phase difference\nchanges very rapidly with time, the positions of maxima and minima will\nalso vary rapidly with time and we will see a “time-averaged” intensity\ndistribution. When this happens, we will observe an average intensity\nthat will be given by\nI = 2 I0(10.12)\nat all points.Ripple T ank experiments on wave interference\nhttp://phet.colorado.edu/en/simulation/legacy/wave-interference\nReprint 2025-26\n\n265Wave Optics\nWhen the phase difference between the two vibrating sources changes\nrapidly with time, we say that the two sources are incoherent and when\nthis happens the intensities just add up. This is indeed what happens\nwhen two separate light sources illuminate a wall.\n10.5 INTERFERENCE  OF LIGHT WAVES\n AND YOUNG’S\nEXPERIMENT\nWe will now discuss inter ference using light waves. If\nwe use two sodium lamps illuminating two pinholes\n(Fig. 10.11) we will not observe any interference fringes.\nThis is because of the fact that the light wave emitted\nfrom an ordinary source (like a sodium lamp) undergoes\nabrupt phase changes in times of the order of 10–10\nseconds. Thus the light waves coming out from two\nindependent sources of light will not have any fixed\nphase relationship and would be incoherent, when this\nhappens, as discussed in the previous section, the\nintensities on the screen will add up.\nThe British physicist Thomas Y oung used an\ningenious technique to “lock” the phases of the waves\nemanating from S1 and S2. He made two pinholes S1\nand S2 (very close to each other) on an opaque screen [Fig. 10.12(a)].\nThese were illuminated by another pinholes that was in turn, lit by a\nbright source. Light waves spread out from S and fall on both S1 and S2.\nS1 and S2 then behave like two coherent sources because light waves\ncoming out from S1 and S2 are derived from the same original source\nand any abrupt phase change in S will manifest in exactly similar phase\nchanges in the light coming out from S1 and S2. Thus, the two sources S1\nand S2 will be locked  in phase; i.e., they will be coherent like the two\nvibrating needle in our water wave example [Fig. 10.8(a)].\nThe spherical waves emanating from S1 and S2 will produce\ninterference fringes on the screen GG ¢, as shown in Fig. 10.12(b). The\npositions of maximum and minimum intensities can be calculated by\nusing the analysis given in Section 10.4.\n(a) (b)\nFIGURE  10.12 Young’s arrangement to pr oduce inter ference patter n.FIGURE  10.11  If two sodium\nlamps illuminate two pinholes\nS1 and S2, the intensities will add\nup and no interference fringes will\nbe observed on the screen.\nReprint 2025-26\n\nPhysics\n266\nFIGURE  10.13  Computer generated fringe pattern produced by two point\nsource S1 and S2 on the screen GG ¢ (Fig. 10.12); d = 0.025 mm, D = 5 cm\nand l = 5 × 10–5 cm.) (Adopted from OPTICS by A. Ghatak, Tata McGraw\nHill Publishing Co. Ltd., New Delhi, 2000.)Thomas Y oung\n(1773 – 1829)  English\nphysicist, physician and\nEgyptologist. Y oung worked\non a wide variety of\nscientific problems, ranging\nfrom the structure of the eye\nand the mechanism of\nvision to the decipherment\nof the Rosetta stone. He\nrevived the wave theory of\nlight and recognised that\ninterference phenomena\nprovide proof of the wave\nproperties of light.\nTHOMAS YOUNG (1773 – 1829)We will have constructive inter ference r esulting in a bright\nregion when xd\nD = nl. That is,\nx = xn = n D\ndλ; n = 0, ± 1, ± 2, ...                    (10.13)\nOn the other hand, we will have destructive\ninterference resulting in a dark region when xd\nD= (n+1\n2) l\nthat is\nx = xn = (n+1\n2) ; 0, 1, 2Dnd   (10.14)\nThus dark and bright bands appear on the screen,\nas shown in Fig. 10.13. Such bands are called fringes .\nEquations (10.1 3) and (10.1 4) show that dark and\nbright fringes are equally spaced .\n10.6  D IFFRACTION\nIf we look clearly at the shadow cast by an opaque object, close to the\nregion of geometrical shadow, there are alternate dark and bright regions\njust like in interference. This happens due to the phenomenon of\ndiffraction. Diffraction is a general characteristic exhibited by all types of\nwaves, be it sound waves, light waves, water waves or matter waves. Since\nthe wavelength of light is much smaller than the dimensions of most\nobstacles; we do not encounter diffraction effects of light in everyday\nReprint 2025-26\n\n267Wave Optics\nobservations. However , the finite r esolution of our eye or of optical\ninstruments such as telescopes or microscopes is limited due to the\nphenomenon of diffraction. Indeed the colours that you see when a CD is\nviewed is due to dif fraction ef fects. W e will now discuss the phenomenon\nof diffraction.\n10.6.1  The single slit\nIn the discussi on of Y oung’s experiment, we stated that a single narr ow\nslit acts as a new sour ce from which light spr eads out. Even befor e Young,\nearly experimenters – including Newton – had noticed that light spreads\nout from narrow holes and slits. It seems to turn around corners and\nenter regions where we would expect a shadow. These effects, known as\ndiffraction , can only be properly understood using wave ideas. After all,\nyou are hardly surprised to hear sound\nwaves from someone talking around a corne r!\nWhen the double slit in Y oung’s\nexperiment is replaced by a single narrow\nslit (illuminated by a monochromatic\nsource), a broad pattern with a central bright\nregion is seen. On both sides, there are\nalternate dark and bright regions, the\nintensity becoming weaker away from the\ncentre (Fig. 10.15). To understand this, go\nto Fig. 10.14, which shows a parallel beam\nof light falling normally on a single slit LN of\nwidth a. The diffracted light goes on to meet\na screen. The midpoint of the slit is M.\nA straight line through M perpendicular\nto the slit plane meets the scr\neen at C. W e want the\nintensity at any point P on the screen. As before, straight\nlines joining P to the different points L,M,N, etc., can be\ntreated as parallel, making an angle q with the\nnormal MC.\nThe basic idea is to divide the slit into much smaller\nparts, and add their contributions at P with the proper\nphase dif ferences. W e are treating dif ferent parts of the\nwavefront at the slit as secondary sources. Because the\nincoming wavefront is parallel to the plane of the slit, these\nsources are in phase.\nIt is observed that the intensity has a central\nmaximum at q = 0 and other secondary maxima at q l\n(n+1/2) l/a, which go on becoming weaker and weaker\nwith increasing n. The minima (zero intensity) are at q l\nnl/a, n = ±1, ±2, ±3, ....\nThe photograph and intensity pattern corresponding\nto it is shown in Fig. 10.15.\nThere has been prolonged discussion about\ndifference between intereference and diffraction amongFIGURE  10.14   The geometry of path\ndifferences for diffraction by a single slit.\nFIGURE  10.15  Intensity\ndistribution and photograph of\nfringes due to diffraction\nat single slit.\nReprint 2025-26\n\nPhysics\n268FIGURE FIGUREFIGURE FIGUREFIGURE  10.16 10.16 10.16  10.16 10.16\nHolding two blades to\nform a single slit. A\nbulb filament viewed\nthrough this shows\nclear diffraction\nbands.scientists since the discovery of these phenomena. In this context, it is\ninteresting to note what Richard Feynman * **** has said in his famous\nFeynman Lectures on Physics:\nNo one has ever been able to define the difference between\ninterference and diffraction satisfactorily. It is just a question\nof usage, and there is no specific, important physical difference\nbetween the m\n. The best we can do is, roughly speaking, is to\nsay that when there are only a few sources, say two interfering\nsources, then the result is usually called interference, but if there\nis a large number of them, it seems that the word diffraction is\nmore often used.\nIn the double-slit experiment, we must note that the pattern on the\nscreen is actually a superposition of single-slit diffraction from each slit\nor hole, and the double-slit interfer ence pattern.\n10.6.2  Seeing the single slit diffraction pattern10.6.2  Seeing the single slit diffraction pattern10.6.2  Seeing the single slit diffraction pattern10.6.2  Seeing the single slit diffraction pattern10.6.2  Seeing the single slit diffraction pattern\nIt is surprisingly easy to see the single-slit diffraction pattern for oneself.\nThe equipment needed can be found in most homes –– two razor blades\nand one clear glass electric bulb preferably with a straight filament. One\nhas to hold the two blades so that the edges are parallel and have a\nnarrow slit in between. This is easily done with the thumb and forefingers\n(Fig. 10.16).\nKeep the slit parallel to the filament, right in front of the eye. Use\nspectacles if you normally do. With slight adjustment of the width of\nthe slit and the parallelism of the edges, the pattern should be seen\nwith its bright and dark bands. Since the position of all the bands\n(except the central one) depends on wavelength, they will show some\ncolours. Using a filter for r ed or blue will make the fringes clear er.\nWith both filters available, the wider fringes for red compared to blue\ncan be seen.\nIn this experiment, the filament plays the role of the first slit S in\nFig. 10.15. The lens of the eye focuses the pattern on the screen (the\nretina of the eye).\nWith some effort, one can cut a double slit in an aluminium foil with\na blade. The bulb filament can be viewed as befor e to r epeat Y oung’s\nexperiment. In daytime, there is another suitable bright source subtending\na small angle at the eye. This is the reflection of the Sun in any shiny\nconvex surface (e.g., a cycle bell). Do not try direct sunlight – it can damage\nthe eye and will not give fringes anyway as the Sun subtends an angle\nof (1/2)°.\nIn interference and diffraction, light energy is redistributed. If it\nreduces in one region, producing a dark fringe, it increases in another\nregion, producing a bright fringe. There is no gain or loss of energy,\nwhich is consistent with the principle of conservation of energy.\n* **\n**Richard Feynman was one of the recipients of the 1965 Nobel Prize in Physics\nfor his fundamental work in quantum electrodynamics.\nReprint 2025-26\n\n269Wave Optics\n10.7  POLARISA TION\nConsider holding a long string that is held horizontally, the other end of\nwhich is assumed to be fixed. If we move the end of the string up and\ndown in a periodic manner , we will generate a wave pr opagating  in the\n+x direction (Fig. 10.17). Such a wave could be described by the following\nequation\nFIGURE  10.17  (a) The curves represent the displacement of a string at\nt = 0 and at t = Dt, respectively when a sinusoidal wave is propagating\nin the + x-direction. (b) The curve represents the time variation\nof the displacement at x = 0 when a sinusoidal wave is propagating\nin the + x-direction. At  x = Dx, the time variation of the\ndisplacement will be slightly displaced to the right.\ny (x,t) = a sin ( kx – wt) (10.15)\nwhere a and w (= 2pn) represent the amplitude and the angular frequency\nof the wave, r espectively; further ,\n2\nkλπ= (10.16)\nrepresents the wavelength associated with the wave. W e had discussed\npropagation of such waves in ",
      "wordCount": 3511,
      "examples": [
        {
          "chapterNumber": 9,
          "exampleNumber": 10,
          "title": "1Example 10.1",
          "question": "EXAMPLE  10.1Example 10.1\n(a)When monochromatic light is incident on a surface separating\ntwo media, the reflected and refracted light both have the same\nfrequency as the incident frequency. Explain why?\n(b)When light travels from a rarer to a denser medium, the speed\ndecreases. Does the reduction in speed imply a reduction in the\nenergy carried by the light wave?\n(c)In the wave picture of light, intensity of light is determined by the\nsquare of the amplitude of the wave. What determines the int",
          "solution": ""
        }
      ],
      "exercises": [],
      "stats": {
        "examplesCount": 1,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 14,
      "title": "of Class XI textbook. Since the",
      "content": "Chapter 14 of Class XI textbook. Since the\ndisplacement (which is along the y direction) is at right angles to the\ndirection of propagation of the wave, we have what is known as a\ntransverse wave . Also, since the displacement is in the y direction, it is\noften referred to as a y-polarised wave. Since each point on the string\nmoves on a straight line, the wave is also referred to as a linearly polarised\nReprint 2025-26\n\nPhysics\n270wave. Further , the string always r emains confined to the x-y plane and\ntherefore it is also referred to as a plane polarised wave .\nIn a similar manner we can consider the vibration of the string in the\nx-z plane generating a z-polarised wave whose displacement will be given\nby\nz (x,t) = a sin ( kx – wt) (10.17)\nIt should be mentioned that the linearly polarised waves [described\nby Eqs. (10.15) and (10.17)] are all transverse waves; i.e., the\ndisplacement of each point of the string is always at right angles to the\ndirection of propagation of the wave. Finally, if the plane of vibration of\nthe string is changed randomly in very short intervals of time, then we\nhave what is known as an unpolarised wave . Thus, for an unpolarised\nwave the displacement will be randomly changing with time though it\nwill always be perpendicular to the direction of propagation.\nLight waves are transverse in nature; i.e., the electric field associated\nwith a propagating light wave is always at right angles to the direction of\npropagation of the wave. This can be easily demonstrated using a simple\npolar oid. Y ou must have seen thin plastic like sheets, which ar e called\npolaroids . A polaroid consists of long chain molecules aligned in a\nparticular direction. The electric vectors (associated with the propagating\nlight wave) along the direction of the aligned molecules get absorbed.\nThus, if an unpolarised light wave is incident on such a polaroid then\nthe light wave will get linearly polarised with the electric vector oscillating\nalong a direction perpendicular to the aligned molecules; this direction\nis known as the pass-axis  of the polaroid.\nThus, if the light from an ordinary source (like a sodium lamp) passes\nthrough a polaroid sheet P1, it is observed that its intensity is reduced by\nhalf. Rotating P1 has no effect on the transmitted beam and transmitted\nintensity remains constant. Now, let an identical piece of polaroid P2 be\nplaced before P1. As expected, the light from the lamp is reduced in\nintensity on passing through P2 alone. But now rotating P1 has a dramatic\neffect on the light coming from P2. In one position, the intensity transmitted\nby P2 followed by P1 is nearly zero. When turned by 90° from this position,\nP1 transmits nearly the full intensity emerging from P2 (Fig. 10.18).\nThe experiment at figure 10.18 can be easily understood by assuming\nthat light passing through the polaroid P2 gets polarised along  the pass-\naxis of  P2. If the pass-axis of  P2 makes an angle q with the pass-axis of\nP1, then  when the polarised beam passes through the polaroid P2, the\ncomponent  E cos q  (along the pass-axis of P2) will pass through P2.\nThus, as we rotate the polaroid P1 (or P2), the intensity will vary as:\nI = I0 cos2q (10.18)\nwhere I0 is the intensity of the polarized light after passing through\nP1. This is known as Malus’ law . The above discussion shows that the\nReprint 2025-26\n\n271Wave Optics\nFIGURE  10.18  (a) Passage of light through two polaroids P2 and P1. The\ntransmitted fraction falls from 1 to 0 as the angle between them varies\nfrom  0° to 90°. Notice that the light seen through a single polaroid\nP1 does not vary with angle. (b) Behaviour of the electric vector\nwhen light passes through two polaroids. The transmitted\npolarisation is the component parallel to the polaroid axis.\nThe double arr ows show the oscillations of the electric vector .\nintensity coming out of a single polaroid is half of the incident intensity.\nBy putting a second polaroid, the intensity can be further controlled\nfrom 50% to zero of the incident intensity by adjusting the angle between\nthe pass-axes of two polaroids.\nPolaroids can be used to control the intensity, in sunglasses,\nwindowpanes, etc. Polaroids are also used in photographic cameras and\n3D movie cameras. EXAMPLE  10.2Example 10.2 Discuss the intensity of transmitted light when a\npolaroid sheet is rotated between two crossed polaroids?\nSolution Let I0 be the intensity of polarised light after passing through\nthe first polariser P1. Then the intensity of light after passing through\nsecond polariser P2 will be\n2\n0cos I I θ = ,\nwhere q is the angle between pass axes of P1 and P2. Since P1 and P3\nare crossed the angle between the pass axes of P2 and P3 will be\n(p/2–q). Hence the intensity of light emerging from P3 will be\nI I=\n\n 02 2\n2cos cos θ θπ–\n  = I0 cos2q  sin2q =(I0/4) sin22q\nTherefore, the transmitted intensity will be maximum when q = p/4.\nReprint 2025-26\n\nPhysics\n272POINTS TO PONDER\n1.Waves fr om a point sour ce spr ead out in all directions, while light was\nseen to travel along  narrow  rays. It required the insight and experiment\nof Huygens, Y oung and Fr esnel to understand how a wave theory could\nexplain all aspects of the behaviour of light.\n2.The crucial new feature of waves is interference of amplitudes from different\nsources which can be both constructive and destructive, as shown in\nYoung’s experiment.\n3.Diffraction phenomena define the limits of ray optics. The limit of the\nability of microscopes and telescopes to distinguish very close objects is\nset by the wavelength of light.\n4.Most interference and diffraction effects exist even for longitudinal waves\nlike sound in air . But polarisation phenomena ar e special to transverse\nwaves like light waves.SUMMARY\n1.Huygens’ principle tells us that each point on a wavefront is a source\nof secondary waves, which add up to give the wavefront at a later time.\n2.Huygens’ construction tells us that the new wavefront is the forward\nenvelope of the secondary waves. When the speed of light is\nindependent of direction, the secondary waves are spherical. The rays\nare then perpendicular to both the wavefronts and the time of travel\nis the same measured along any ray. This principle leads to the well\nknown laws of reflection and refraction.\n3.The principle of superposition of waves applies whenever two or more\nsources of light illuminate the same point. When we consider the\nintensity of light due to these sources at the given point, there is an\ninterference term in addition to the sum of the individual intensities.\nBut this term is important only if it has a non-zero average, which\noccurs only if the sources have the same frequency and a stable phase\ndifference.\n4.Young’s double slit of separation d gives equally spaced inter ference\nfringes.\n5.A single slit of width a gives a diffraction pattern with a central\nmaximum. The intensity falls to zero at angles of 2, ,a aλ λ± ±  etc.,\nwith successively weaker secondary maxima in between.\n6.Natural light, e.g., from the sun is unpolarised. This means the electric\nvector takes all possible directions in the transverse plane, rapidly\nand randomly, during a measurement. A polaroid transmits only one\ncomponent (parallel to a special axis). The resulting light is called\nlinearly polarised or plane polarised. When this kind of light is viewed\nthrough a second polaroid  whose axis turns through 2 p, two maxima\nand minima of intensity are seen.\nReprint 2025-26\n\n273Wave Optics\nEXERCISES\n10.1 Monochromatic light of wavelength 589 nm is incident from air on a\nwater surface. What are the wavelength, frequency and speed of\n(a) reflected, and (b) refracted light?  Refractive index of water is\n1.33.\n10.2 What is the shape of the wavefront in each of the following cases:\n(a)Light diverging from a point source.\n(b)Light emerging out of a convex lens when a point source is placed\nat its focus.\n(c)The portion of the wavefront of light from a distant star intercepted\nby the Earth.\n10.3 (a)The refractive index of glass is 1.5. What is the speed of light in\nglass? (Speed of light in vacuum is 3.0 × 108 m s–1)\n(b)Is the speed of light in glass independent of the colour of light?  If\nnot, which of  the two colours red and violet travels slower in a\nglass prism?\n10.4 In a Y oung’s double-slit experiment, the slits ar e separated by\n0.28 mm and the screen is placed 1.4 m away. The distance between\nthe central bright fringe and the fourth bright fringe is measured\nto be 1.2 cm. Determine the wavelength of light used in the\nexperiment.\n10.5 In Young’s double-slit experiment using monochr omatic light of\nwavelength l, the intensity of light at a point on the screen where\npath difference is l, is K units. What is the intensity of light at a\npoint where path difference is l/3?\n10.6 A beam of light consisting of two wavelengths, 650 nm and 520 nm,\nis used to obtain inter ference fringes in a Y oung’s double-slit\nexperiment.\n(a)Find the distance of the third bright fringe on the screen from\nthe central maximum for wavelength 650 nm.\n(b)What is the least distance from the central maximum where the\nbright fringes due to both the wavelengths coincide?\nReprint 2025-26\n\n",
      "wordCount": 1588,
      "examples": [
        {
          "chapterNumber": 14,
          "exampleNumber": 10,
          "title": "2Example 10.2 Discuss the intensity of transmitted light when a",
          "question": "EXAMPLE  10.2Example 10.2 Discuss the intensity of transmitted light when a\npolaroid sheet is rotated between two crossed polaroids?\nSolution Let I0 be the intensity of polarised light after passing through\nthe first polariser P1. Then the intensity of light after passing through\nsecond polariser P2 will be\n2\n0cos I I θ = ,\nwhere q is the angle between pass axes of P1 and P2. Since P1 and P3\nare crossed the angle between the pass axes of P2 and P3 will be\n(p/2–q). Hence the intensity of light em",
          "solution": "Let I0 be the intensity of polarised light after passing through\nthe first polariser P1. Then the intensity of light after passing through\nsecond polariser P2 will be\n2\n0cos I I θ = ,\nwhere q is the angle between pass axes of P1 and P"
        }
      ],
      "exercises": [],
      "stats": {
        "examplesCount": 1,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 19,
    "totalWords": 5099
  }
}