{
  "filename": "leph201.pdf",
  "chapters": [
    {
      "chapterNumber": 8,
      "title": ", that light is an",
      "content": "Chapter 8, that light is an\nelectromagnetic wave of wavelength belonging to the visible part of the\nspectrum. How to reconcile the two facts? The answer is that the\nwavelength of light is very small compared to the size of ordinary objects\nthat we encounter commonly (generally of the order of a few cm or larger).\nIn this situation, as you will learn in ",
      "wordCount": 64,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 10,
      "title": ", a light wave can be",
      "content": "Chapter 10, a light wave can be\nconsider ed to travel fr om one point to another , along a straight line joining\nReprint 2025-26\n\nPhysics\n222FIGURE 9.1 The incident ray, reflected ray\nand the normal to the reflecting surface lie\nin the same plane.\nFIGURE  9.2  The Cartesian Sign Convention.them. The path is called a ray of light, and a bundle of such rays\nconstitutes a beam  of light.\nIn this chapter , we consider the phenomena of r eflection, r efraction\nand dispersion of light, using the ray picture of light. Using the basic\nlaws of reflection and refraction, we shall study the image formation by\nplane and spherical r eflecting and r efracting sur faces. W e then go on to\ndescribe the construction and working of some important optical\ninstruments, including the human eye.\n9.2  R EFLECTION  OF LIGHT BY SPHERICAL  MIRRORS\nWe are familiar with the laws of r eflection. The\nangle of reflection (i.e., the angle between reflected\nray and the normal to the reflecting surface or\nthe mirror) equals the angle of incidence (angle\nbetween incident ray and the normal). Also that\nthe incident ray, reflected ray and the normal to\nthe reflecting surface at the point of incidence lie\nin the same plane (Fig. 9.1). These laws are valid\nat each point on any reflecting surface whether\nplane or curved. However , we shall r estrict our\ndiscussion to the special case of curved surfaces,\nthat is, spherical surfaces. The normal in this case\nis to be taken as normal to the tangent to surface\nat the point of incidence. That is, the normal is\nalong the radius, the line joining the centre of curvature of the mirror to\nthe point of incidence.\nWe have alr eady studied that the geometric centr e of a spherical mirr or\nis called its pole while that of a spherical lens is called its optical centre.\nThe line joining the pole and the centre of curvature of the spherical\nmirror is known as the principal axis . In the case of spherical lenses, the\nprincipal axis is the line joining the optical centre with its principal focus\nas you will see later .\n9.2.1  Sign convention\nTo derive the relevant formulae for\nreflection by spherical mirrors and\nrefraction by spherical lenses, we must\nfirst adopt a sign convention for\nmeasuring distances. In this book, we\nshall follow the Cartesian sign\nconvention . According to this\nconvention, all distances are measured\nfrom the pole of the mirror or the optical\ncentre of the lens. The distances\nmeasured in the same direction as the\nincident light are taken as positive and\nthose measured in the direction\nopposite to the direction of incident light are taken as negative (Fig. 9.2).\nThe heights measured upwards with respect to x-axis and normal to the\nReprint 2025-26\n\nRay Optics and\nOptical Instruments\n223principal axis ( x-axis) of the mirror/lens are taken as positive (Fig. 9.2).\nThe heights measured downwards are taken as negative.\nWith a common accepted convention, it turns out that a single formula\nfor spherical mirrors and a single formula for spherical lenses can handle\nall different cases.\n9.2.2  Focal length of spherical mirrors\nFigure 9.3 shows what happens when a parallel beam of light is incident\non (a) a concave mirr or, and (b) a convex mirr or. We assume that the rays\nare paraxial , i.e., they are incident at points close to the pole P of the mirror\nand make small angles with the principal axis. The reflected rays converge\nat a point F on the principal axis of a concave mirror [Fig. 9.3(a)].\nFor a convex mirr or, the r eflected rays appear to diver ge from a point F\non its principal axis [Fig. 9.3(b)]. The point F is called the principal focus\nof the mirr or. If the parallel paraxial beam of light wer e incident, making\nsome angle with the principal axis, the reflected rays would converge (or\nappear to diverge) from a point in a plane through F normal to the principal\naxis. This is called the focal plane  of the mirror [Fig. 9.3(c) ].\nFIGURE  9.3  Focus of a concave and convex mirr or.\nThe distance between the focus F and the pole P of the mirror is called\nthe focal length  of the mirr or, denoted by f. We now show that f = R/2,\nwhere R is the radius of curvatur e of the mirr or. The geometry of r eflection\nof an incident ray is shown in Fig. 9.4.\nLet C be the centr e of curvatur e of the mirr or. Consider a ray parallel\nto the principal axis striking the mirror at M. Then CM will be\nperpendicular to the mirror at M. Let q be the angle of incidence, and MD\nReprint 2025-26\n\nPhysics\n224be the perpendicular from M on the principal axis. Then,\nÐMCP = q and ÐMFP = 2 q\nNow,\ntanq =MD\nCD and tan 2 q = MD\nFD(9.1)\nFor small q, which is true for paraxial rays, tan q  » q,\ntan 2 q » 2q.  Therefore, Eq. (9.1) gives\nMD\nFD = 2 MD\nCD\nor, FD = CD\n2(9.2)\nNow, for small q, the point D is very close to the point P .\nTherefore, FD = f and CD = R. Equation (9.2) then gives\nf = R/ 2 (9.3)\n9.2.3  The mirror equation\nIf rays emanating from a point actually meet at another point\nafter reflection and/or refraction, that point is called the  image\nof the first point. The image is real if the rays actually converge\nto the point; it is virtual  if the rays do not actually meet but\nappear to diverge from the point when produced\nbackwards. An image is thus a point-to-point\ncorrespondence with the object established through\nreflection and/or refraction.\nIn principle, we can take any two rays emanating\nfrom a point on an object, trace their paths, find their\npoint of intersection and thus, obtain the image of\nthe point due to r eflection at a spherical mirr or. In\npractice, however , it is convenient to choose any two\nof the following rays:\n(i) The ray from the point which is parallel to the\nprincipal axis. The reflected ray goes through\nthe focus of the mirr or.\n(ii) The ray passing through the centre of\ncurvature of a concave mirror or appearing to\npass thr ough it for a convex mirr or. The\nreflected ray simply retraces the path.\n(iii)The ray passing through (or directed towards) the focus of the concave\nmirror or appearing to pass through (or directed towards) the focus\nof a convex mirr or. The r eflected ray is parallel to the principal axis.\n(iv)The ray incident at any angle at the pole. The reflected ray follows\nlaws of reflection.\nFigure 9.5 shows the ray diagram considering three rays. It shows\nthe image A ¢B¢ (in this case, real) of an object AB formed by a concave\nmirror. It does not mean that only thr ee rays emanate fr om the point A.\nAn infinite number of rays emanate from any source, in all directions.\nThus, point A ¢ is image point of A if every ray originating at point A and\nfalling on the concave mirror after reflection passes through the point A ¢.FIGURE  9.4 Geometry of\nreflection of an incident ray on\n(a) concave spherical mirr or,\nand (b) convex spherical mirr or.\nFIGURE  9.5 Ray diagram for image\nformation by a concave mirr or.\nReprint 2025-26\n\nRay Optics and\nOptical Instruments\n225We now derive the mirr or equation or the r elation between the object\ndistance ( u), image distance ( v) and the focal length (f \n).\nFrom Fig. 9.5, the two right-angled triangles A ¢B¢F and MPF are\nsimilar . (For paraxial rays, MP can be consider ed to be a straight line\nperpendicular to CP .) Ther efore,\nB A B F\nPM FP′ ′ ′=\nor B A B F\nBA FP′ ′ ′=  (∵PM = AB) (9.4)\nSince Ð APB = Ð A¢PB¢\n, the right angled triangles A ¢B¢P and ABP are\nalso similar . Ther efore,\nB A B P\nB A BP′ ′ ′= (9.5)\nComparing Eqs. (9.4) and (9.5), we get\nB P – FP B F B P\nFP FP BP′′ ′= = (9.6)\nEquation (9.6) is a r elation involving magnitude of distances. W e now\napply the sign convention. W e note that light travels fr om the object to\nthe mirror MP N. Hence this is taken as the positive direction. To reach\nthe object AB, image A ¢B¢\n as well as the focus F fr om the pole P , we have\nto travel opposite to the direction of incident light. Hence, all the three\nwill have negative signs. Thus,\nB¢ P = – v, FP = – f, BP = – u\nUsing these in Eq. (9.6), we get\n– –\n–v f v\nf u+=–\nor–v f v\nf u=\n      v\nfv\nu= +1\nDividing it by v, we get\n      1 1 1\nv u f+ =(9.7)\nThis relation is known as the mirror equation .\nThe size of the image relative to the size of the object is another\nimportant quantity to consider . We define linear magnification (m) as the\nratio of the height of the image ( h¢) to the height of the object ( h):\nm = h\nh′\n(9.8)\nh and h¢ will be taken positive or negative in accordance with the accepted\nsign convention. In triangles A ¢B¢P and ABP , we have,\nB A B P\nBA BP′ ′ ′=\nWith the sign convention, this becomes\nReprint 2025-26\n\nPhysics\n226– –h v\nh u′=–\nso that\nm = –h v\nh u′= (9.9)\nWe have derived her e the mirr or equation, Eq. (9.7), and the\nmagnification formula, Eq. (9.9), for the case of real, inverted image formed\nby a concave mirr or. With the pr oper use of sign convention, these ar e,\nin fact, valid for all the cases of reflection by a spherical mirror (concave\nor convex) whether the image formed is real or virtual. Figure 9.6 shows\nthe ray diagrams for virtual image for med by a concave and convex mirr or.\nYou should verify that Eqs. (9.7) and (9.9) ar e valid for these cases as\nwell.\nFIGURE  9.6  Image formation by (a) a concave mirror with object between\nP and F , and (b) a convex mirr or. EXAMPLE  9.1Example 9.1 Suppose that the lower half of the concave mirror’s\nreflecting surface in Fig. 9.6 is covered with an opaque (non-reflective)\nmaterial. What effect will this have on the image of an object placed\nin front of the mirror?\nSolution You may think that the image will now show only half of the\nobject, but taking the laws of reflection to be true for all points of the\nremaining part of the mirr or, the image will be that of the whole object.\nHowever , as the ar ea of the r eflecting sur face has been r educed, the\nintensity of the image will be low (in this case, half).\nExample 9.2 A mobile phone lies along the principal axis of a concave\nmirror, as shown in Fig. 9.7. Show by suitable diagram, the for mation\nof its image. Explain why the magnification is not uniform. Will the\ndistortion of image depend on the location of the phone with respect\nto the mirror?\nFIGURE  9.7 EXAMPLE  9.2\nReprint 2025-26\n\nRay Optics and\nOptical Instruments\n227\n EXAMPLE  9.3  EXAMPLE  9.4Solution\nThe ray diagram for the formation of the image of the phone is shown\nin Fig. 9.7. The image of the part which is on the plane perpendicular\nto principal axis will be on the same plane. It will be of the same size,\ni.e., B ¢C = BC. Y ou can yourself r ealise why the image is distorted.\nExample 9.3 An object is placed at (i) 10 cm, (ii) 5 cm in front of a\nconcave mirror of radius of curvature 15 cm. Find the position, nature,\nand magnification of the image in each case.\nSolution\nThe focal length f = –15/2 cm = –7.5 cm\n(i)The object distance u = –10 cm. Then Eq. (9.7) gives\n– – .1 1 1\n10 7 5v+ =\nor.\n.10 7 5\n2 5v×\n−=  = – 30 cm\nThe image is 30 cm from the mirror on the same side as the object.\nAlso, magnification m = ( 30)– – – 3( 10)v\nu−= =−\nThe image is magnified, real and inverted.\n(ii)The object distance u = –5 cm. Then from Eq. (9.7),\n1 1 1\n5 7.5v+ =− −\nor  ( ).\n. –5 7 515 cm7 5 5v×==\nThis image is for med at 15 cm behind the mirr or. It is a virtual image.\nMagnification m = 15– – 3( 5)v\nu= =−\nThe image is magnified, virtual and erect.\nExample 9.4  Suppose while sitting in a parked car , you notice a\njogger approaching towards you in the side view mirror of R = 2 m.  If\nthe jogger is running at a speed of 5 m s–1, how fast the image of the\njogger appear to move when the jogger is (a) 39 m, (b) 29 m, (c) 19 m,\nand (d) 9 m away.\nSolution\nFrom the mirror equation, Eq. (9.7), we get\nfuvu f=−\nFor convex mirr or, since R = 2 m, f = 1 m. Then\nfor u = –39 m, ( 39) 1 39m39 1 40v− ×= =− −\nSince the jogger moves at a constant speed of 5 m s–1, after 1 s the\nposition of the image v (for u = –39 + 5 = –34) is (34/35 )m. EXAMPLE  9.2\nReprint 2025-26\n\nPhysics\n228\n EXAMPLE  9.4\nFIGURE  9.8 Refraction and reflection of light.The shift in the position of image in 1 s is\n1365 1360 39 34 5 1m40 35 1400 1400 280−− = = =\nTherefore, the average speed of the image when the jogger is between\n39 m and 34 m fr om the mirr or, is (1/280) m s–1\nSimilarly, it can be seen that for u = –29 m,  –19 m and –9 m, the\nspeed with which the image appears to move is\n –1 –1 –1 1 1 1m s , m s and m s ,150 60 10 respectively.\nAlthough the jogger has been moving with a constant speed, the speed\nof his/her image appears to increase substantially as he/she moves\ncloser to the mirr or. This phenomenon can be noticed by any person\nsitting in a stationary car or a bus. In case of moving vehicles, a\nsimilar phenomenon could be observed if the vehicle in the rear is\nmoving closer with a constant speed.\n9.3  R EFRACTION\nWhen a beam of light encounters another transparent medium, a part of\nlight gets reflected back into the first medium while the rest enters the\nother . A ray of light r epresents a beam. The dir ection of pr opagation of an\nobliquely incident  (0°< i < 90°) ray of light that enters the other medium,\nchanges at the interface of the two media. This phenomenon is called\nrefraction of light . Snell experimentally obtained the following laws\nof refraction:\n(i)The incident ray, the refracted ray and the\nnormal to the interface at the point of\nincidence, all lie in the same plane.\n(ii)The ratio of the sine of the angle of incidence\nto the sine of angle of refraction is constant.\nRemember that the angles of incidence ( i ) and\nrefraction ( r ) are the angles that the incident\nand  its refracted ray make with the normal,\nrespectively. W e have\n21sin\nsininr= (9.10)\nwhere n21 is a constant, called the refractive\nindex  of the second medium with respect to the\nfirst medium . Equation (9.10) is the well-known\nSnell’s law of r efraction. W e note that n21 is a\ncharacteristic of the pair of media (and also depends on the wavelength\nof light), but is independent of the angle of incidence .\nFrom Eq. (9.10), if n21 > 1, r < i, i.e., the refracted ray bends towards\nthe normal. In such a case medium 2 is said to be optically denser  (or\ndenser , in short) than medium 1 . On the other hand, if n21 <1, r > i, the\nReprint 2025-26\n\nRay Optics and\nOptical Instruments\n229refracted ray bends away from the normal. This\nis the case when incident ray in a denser\nmedium refracts into a rarer medium.\nNote:  Optical density should not be\nconfused with mass density, which is mass\nper unit volume. It is possible that mass\ndensity of an optically denser medium may\nbe less than that of an optically rarer\nmedium (optical density is the ratio of the\nspeed of light in two media). For example,\nturpentine and water . Mass density of\nturpentine is less than that of water but\nits optical density is higher .\nIf n21 is the refractive index of medium 2 with\nrespect to medium 1 and n12 the refractive index\nof medium 1 with respect to medium 2, then it\nshould be clear that\n12\n211nn= (9.11)\nIt also follows that if n32 is the refractive index\nof medium 3 with respect to medium 2 then  n32 =\nn31 ×  n12, where  n31 is the refractive index  of\nmedium 3 with respect to medium 1.\nSome elementary results based on the laws of\nrefraction follow immediately. For a rectangular\nslab, r efraction takes place at two inter faces (air -\nglass and glass-air). It is easily seen from Fig. 9.9\nthat r2 = i1, i.e., the emergent ray is parallel to the\nincident ray—there is no deviation, but it does\nsuffer lateral displacement/shift with respect to the\nincident ray. Another familiar observation is that\nthe bottom of a tank filled with water appears to be\nraised (Fig. 9.10). For viewing near the normal direction, it can be shown\nthat the apparent depth ( h1) is real depth ( h2) divided by the refractive\nindex of the medium (water).\n9.4  T OTAL INTERNAL  REFLECTION\nWhen light travels from an optically denser medium to a rarer medium\nat the interface, it is partly reflected back into the same medium and\npartly r efracted to the second medium. This r eflection is called the internal\nreflection.\nWhen a ray of light enters from a denser medium to a rarer medium,\nit bends away from the normal, for example, the ray A O1 B in Fig. 9.11.\nThe incident ray AO1 is partially reflected ( O1C) and partially transmitted\n(O1B) or refracted, the angle of refraction ( r) being larger than the angle of\nincidence ( i). As the angle of incidence increases, so does the angle of\nFIGURE  9.10  Apparent depth for\n(a) normal, and (b) oblique viewing.FIGURE  9.9  Lateral shift of a ray refracted\nthrough a parallel-sided slab.\nReprint 2025-26\n\nPhysics\n230refraction, till for the ray A O3, the angle of\nrefraction is p/2. The refracted ray is bent\nso much away from the normal that it\ngrazes the surface at the interface between\nthe two media. This is shown by the ray\nAO3 D in Fig. 9.11. If the angle of incidence\nis increased still further (e.g., the ray A O4),\nrefraction is not possible, and the incident\nray is totally reflected. This is called  total\ninter nal r eflection . When light gets\nreflected by a surface, normally some\nfraction of it gets transmitted. The\nreflected ray, therefore, is always less\nintense than the incident ray, howsoever\nsmooth the reflecting surface may be. In\ntotal internal reflection, on the other hand,\nno transmission of light takes place.\nThe angle of incidence corresponding to an angle of refraction 90°,\nsay ÐAO3N, is called the critical angle  (ic ) for the given pair of media.   W e\nsee from Snell’s law [Eq. (9.10)] that if the relative refractive index of the\nrefracting medium is less than one then, since the maximum value of sin\nr is unity, there is an upper limit to the value of sin i for which the law\ncan be satisfied, that is, i = ic such that\nsin ic  = n21(9.12)\nFor values of  i larger than ic, Snell’s law of refraction cannot be\nsatisfied, and hence no refraction is possible.\nThe refractive index of denser medium 1 with respect to rarer medium\n2 will be n12 = 1/si nic. Some typical critical angles are listed in Table 9.1.FIGURE  9.11    Refraction and internal reflection\nof rays from a point A in the denser medium\n(water) incident at different angles at the interface\nwith a rarer medium (air).\nA demonstration for total inter nal r eflection\nAll optical phenomena can be demonstrated very easily with the use of a\nlaser tor ch or pointer , which is easily available nowadays. T ake a glass\nbeaker with clear water in it. Add a few drops of milk or any other\nsuspension to water and stir so that water becomes a little turbid. Take\na laser pointer and shine its beam thr ough the turbid water . You will\nfind that the path of the beam inside the water shines brightly.TABLE\n 9.1 C RITICAL  ANGLE OF SOME TRANSP ARENT MEDIA WITH RESPECT  TO AIR\nSubstance medium Refractive index Critical angle\nWater 1.33 48.75\nCrown glass 1.52 41.14\nDense flint glass 1.62 37.31\nDiamond 2.42 24.41\nReprint 2025-26\n\nRay Optics and\nOptical Instruments\n231Shine the beam from below the beaker such that it strikes at the\nupper water surface at the other end. Do you find that it undergoes partial\nreflection (which is seen as a spot on the table below) and partial refraction\n[which comes out in the air and is seen as a spot on the roof; Fig. 9.1 2(a)]?\nNow direct the laser beam from one side of the beaker such that it strikes\nthe upper surface of water more obliquely [Fig. 9.12(b)]. Adjust the\ndirection of laser beam until you find the angle for which the refraction\nabove the water surface is totally absent and the beam is totally reflected\nback to water . This is total inter nal reflection at its simplest.\nPour this water in a long test tube and shine the laser light from top,\nas shown in Fig. 9.12(c). Adjust the direction of the laser beam such that\nit is totally internally reflected every time it strikes the walls of the tube.\nThis is similar to what happens in optical fibres.\nTake care not to look into the laser beam directly and not to point it\nat anybody’s face.\n9.4.19.4.19.4.19.4.19.4.1 Total internal reflection in nature andTotal internal reflection in nature andTotal internal reflection in nature andTotal internal reflection in nature andTotal internal reflection in nature and\nits technological applicationsits technological applicationsits technological applicationsits technological applicationsits technological applications\n(i)Prism: Prisms designed to bend light by 90° or by 180° make use of\ntotal internal reflection [Fig. 9.13(a) and (b)]. Such a prism is also\nused to invert images without changing their size [Fig. 9.1 3(c)].\nIn the first two cases, the critical angle ic for the material of the prism\nmust be less than 45°. W e see fr om Table 9.1 that this is true for both\ncrown glass and dense flint glass.\n(ii)Optical fibres : Nowadays optical fibres are extensively used for\ntransmitting audio and video signals through long distances. Optical\nfibres too make use of the phenomenon of total internal reflection.\nOptical fibres are fabricated with high quality composite glass/quartz\nfibres. Each fibre consists of a core and\ncladding. The refractive index of the\nmaterial of the core is higher than that\nof the cladding.\nWhen a signal in the form of light is\ndirected at one end of the fibre at a suitable\nangle, it undergoes repeated total internal\nreflections along the length of the fibre and\nfinally comes out at the other end (Fig.\n9.14). Since light undergoes total internal\nreflection at each stage, there is no\nappreciable loss in the intensity of the light\nsignal. Optical fibres are fabricated such\nthat light reflected at one side of inner\nsurface strikes the other at an angle larger\nthan the critical angle. Even if the fibre is\nbent, light can easily travel along its length.\nThus, an optical fibre can be used to act as\nan optical pipe.\nA bundle of optical fibres can be put to\nseveral uses. Optical fibres are exte nsively\nused for transmitting and receivingFIGURE\nFIGUREFIGURE FIGUREFIGURE  9.12  9.12 9.12  9.12 9.12\nObserving total internal\nreflection in water with\na laser beam (refraction\ndue to glass of beaker\nneglected being very\nthin).\nFIGURE FIGUREFIGURE FIGUREFIGURE  9.13 9.13 9.13  9.13 9.13  Prisms designed to bend rays by\n90° and 180° or to invert image without changing\nits size make use of total internal reflection.\nReprint 2025-26\n\nPhysics\n232electrical signals which are converted to light\nby suitable transducers. Obviously, optical\nfibres can also be used for transmission of\noptical signals. For example, these are used\nas a ‘light pipe’ to facilitate visual examination\nof internal organs like esophagus, stomach\nand intestines. Y ou might have seen a\ncommonly  available decorative lamp with fine\nplastic fibres with their free ends forming a\nfountain like structure. The other end of the\nfibres is fixed over an electric lamp. When the\nlamp is switched on, the light travels from the bottom of each fibre and\nappears at the tip of its free end as a dot of light. The fibres in such\ndecorative lamps are optical fibres.\nThe main requirement in fabricating optical fibres is that there should\nbe very little absorption of light as it travels for long distances inside\nthem. This has been achieved by purification and special preparation of\nmaterials such as quartz. In silica glass fibres, it is possible to transmit\nmore than 95% of the light over a fibre length of 1 km. (Compare with\nwhat you expect for a block of ordinary window glass 1 km thick.)\n9.5REFRACTION\n AT SPHERICAL  SURFACES\nAND BY LENSES\nWe have so far consider ed refraction at a plane inter face. W e shall now\nconsider refraction at a spherical interface between two transparent media.\nAn infinitesimal part of a spherical surface can be regarded as planar\nand the same laws of refraction can be applied at every point on the\nsurface. Just as for r eflection by a spherical mirr or, the nor mal at the\npoint of incidence is perpendicular to the tangent plane to the spherical\nsurface at that point and, therefore, passes through its centre of\ncurvatur e. We first consider r efraction by a single spherical sur face and\nfollow it by thin lenses. A thin lens is a transparent optical medium\nbounded by two surfaces; at least one of which should be spherical.\nApplying the formula for image formation by a single spherical surface\nsuccessively at the two surfaces of a lens, we shall obtain the lens maker’s\nformula and then the lens formula.\n9.5.1  Refraction at a spherical surface\nFigure 9.15 shows the geometry of formation of image I of an object O on\nthe principal axis of a spherical surface with centre of curvature C, and\nradius of curvature R. The rays are incident from a medium of refractive\nindex n1, to another of refractive index n2. As before, we take the aperture\n(or the lateral size) of the surface to be small compared to other distances\ninvolved, so that small angle appr oximation can be made. In particular ,\nNM will be taken to be nearly equal to the length of the perpendicular\nfrom the point N on the principal axis. W e have, for small angles,\ntan ÐNOM = MN\nOMFIGURE  9.14 Light undergoes successive total\ninternal reflections as it moves through  an\noptical fibre.\nReprint 2025-26\n\nRay Optics and\nOptical Instruments\n233\n EXAMPLE  9.5tan ÐNCM = MN\nMC\ntan ÐNIM  = MN\nMI\nNow, for DNOC, i is the exterior angle. Therefore, i\n= ÐNOM + ÐNCM\ni = MN MN\nOM MC+ (9.13)\nSimilarly,\nr = ÐNCM – ÐNIM\ni.e., r = MN MN\nMC MI− (9.14)\nNow, by Snell’s law\nn1 sin i = n2 sin r\nor for small angles\nn1i = n2r\nSubstituting i and r from Eqs. (9.13) and (9.14), we get\n1 2 2 1\nOM MI MCn n n n −\n+ = (9.15)\nHere, OM, MI and MC represent magnitudes of distances. Applying the\nCartesian sign convention,\nOM = – u, MI = + v, MC = + R\nSubstituting these in Eq. (9.15), we get\n2 1 2 1n n n n\nv u R−− = (9.16)\nEquation (9.16) gives us a relation between object and image distance\nin terms of refractive index of the medium and the radius of\ncurvature of the curved spherical surface. It holds for any curved\nspherical surface.\nExample 9.5 Light from a point source in air falls on a spherical\nglass surface ( n = 1.5 and radius of curvature = 20 cm). The distance\nof the light source from the glass surface is 100 cm. At what position\nthe image is formed?\nSolution\nWe use the r elation given by Eq. (9.16). Her e\nu = – 100 cm, v = ?, R = + 20 cm , n1 = 1, and n2 = 1.5.\nWe then have\n1.5 1 0.5\n100 20v+ =\nor   v = +100 cm\nThe image is formed at a distance of 100 cm from the glass surface,\nin the direction of incident light.FIGURE  9.15  Refraction at a spherical\nsurface separating two media.\nReprint 2025-26\n\nPhysics\n2349.5.2  Refraction by a lens\nFigure 9.16(a) shows the geometry of image formation by a double convex\nlens. The image formation can be seen in terms of two steps:\n(i) The first refracting surface forms the image I1 of the object O\n[Fig. 9.16(b)]. The image I1 acts as a virtual object for the second surface\nthat forms the image at I [Fig. 9.16(c)]. Applying Eq. (9.15) to the first\ninterface ABC, we get\n1 2 2 1\n1 1 OB BI BCn n n n   (9.17)\nA similar procedure applied to the second\ninterface * ADC gives,\n2 1 2 1\n1 2 DI DI DCn n n n    (9.18)\nFor a thin lens, BI1 = DI1. Adding\nEqs. (9.17) and (9.18), we get\nn nn n1 1\n2 11 1\nOB\nDI BC\nDC1 2+ = − +\n\n( ) (9.19)\nSuppose the object is at infinity, i.e.,\nOB ® ¥ and DI = f, Eq. (9.19) gives\nn\nfn n1\n2 11 1= − +\n\n( )BC DC1 2(9.20)\nThe point where image of an object\nplaced at infinity is formed is called the\nfocus  F, of the lens and the distance f gives\nits focal length . A lens has two foci, F and\nF¢, on either side of it (Fig. 9.17). By the\nsign convention,\nBC1 = + R1,\nDC2 = –R2\nSo Eq. (9.20) can be written as\n(9.21)\nEquation (9.21) is known as the lens\nmaker’s for mula . It is useful to design\nlenses of desired focal length using surfaces\nof suitable radii of curvature . Note that the\nformula is true for a concave lens also. In\nthat case R1is negative, R2 positive and\ntherefore, f is negative .FIGURE  9.16  (a) The position of object, and the\nimage formed by a double convex lens,\n(b) Refraction at the first spherical surface and\n(c) Refraction at the second spherical surface.\n*Note that now the refractive index of the medium on the right side of ADC is n1\nwhile on its left it is n2. Further DI1 is negative as the distance is measured\nagainst the direction of incident light.\nReprint 2025-26\n\nRay Optics and\nOptical Instruments\n235From Eqs. (9.19) and (9.20), we get\n1 1 1\nOB DIn n n\nf+ = (9.22)\nAgain, in the thin lens approximation, B and D are both close to the\noptical centre of the lens. Applying the sign convention,\nBO = – u, DI = + v, we get\n1 1 1\nv u f− = (9.23)\nEquation (9.23) is the familiar thin lens for mula . Though we derived\nit for a real image formed by a convex lens, the formula is valid for both\nconvex as well as concave lenses and for both real and virtual images.\nIt is worth mentioning that the two foci, F and F ¢, of a double convex\nor concave lens are equidistant from the optical centre. The focus on the\nside of the (original) source of light is called the first focal point , whereas\nthe other is called the second focal point .\nTo find the image of an object by a lens, we can, in principle, take any\ntwo rays emanating from a point on an object; trace their paths using the\nlaws of refraction and find the point where the refracted rays meet (or\nappear to meet). In practice, however , it is convenient to choose any two\nof the following rays:\n(i)A ray emanating from the object parallel to the principal axis of the\nlens after refraction passes through the second principal focus F¢ (in\na convex lens) or appears to diverge (in a concave lens) from the first\nprincipal focus F .\n(ii)A ray of light, passing through the optical\ncentre of the lens, emerges without any\ndeviation after refraction.\n(iii)(a) A ray of light passing through the first\nprincipal focus of a convex lens [Fig. 9.17(a)]\nemerges parallel to the principal axis after\nrefraction.\n(b) A ray of light incident on a concave lens\nappearing to meet the principal axis at\nsecond focus point emerges parallel to the\nprincipal axis after refraction [Fig. 9.17(b)].\nFigures 9.17(a) and (b) illustrate these rules\nfor a convex and a concave  lens, respectively.\nYou should practice drawing similar ray\ndiagrams for different positions of the object with\nrespect to the lens and also verify that the lens\nformula, Eq. (9.23), holds good for all cases.\nHere again it must be remembered that each\npoint on an object gives out infinite number of\nrays. All these rays will pass through the same\nimage point after refraction at the lens.\nMagnification ( m) produced by a lens is\ndefined, like that for a mirr or, as the ratio of the\nsize of the image to that of the object. ProceedingFIGURE  9.17 Tracing rays through (a)\nconvex lens  (b) concave lens.\nReprint 2025-26\n\nPhysics\n236\n EXAMPLE  9.6in the same way as for spherical mirrors, it is easily seen that\nfor a lens\nm = h\nh′ =  v\nu(9.24)\nWhen we apply the sign convention, we see that, for erect (and virtual)\nimage formed by a convex or concave lens, m is positive, while for an\ninverted (and real) image, m is negative.\nExample 9.6  A magician during a show makes a glass lens with\nn = 1.47 disappear in a trough of liquid.  What is the refractive index\nof the liquid? Could the liquid be water?\nSolution\nThe refractive index of the liquid must be equal to 1.47 in order to\nmake the lens disappear . This means n1 = n2. This gives 1/ f  =0 or\nf ® ¥. The lens in the liquid will act like a plane sheet of glass. No,\nthe liquid is not water . It could be glycerine.\nFIGURE  9.18  Power of a lens.9.5.3  Power of a lens\nPower of a lens is a measure of the convergence or\ndivergence, which a lens introduces in the light falling on\nit. Clearly, a lens of shorter focal length bends the incident\nlight more,   while converging it in case of a convex lens\nand diverging it in case of a concave lens. The power  P of\na lens is defined as the tangent of the angle by which it\nconverges or diverges a beam of light parallel to the\nprincipal axis falling at unit distance from the optical\ncentre (Fig. 9.18).\ntan ; , tanδ δ = = =h\nfhfif 11\n or 1\nfδ= for small\nvalue of d. Thus,\nP = 1\nf(9.25)\nThe SI unit for power of a lens is dioptre (D): 1D = 1m–1. The power of\na lens of focal length of 1 metre is one dioptre. Power of a lens is positive\nfor a converging lens and negative for a diverging lens. Thus, when an\noptician prescribes a corrective lens of power + 2.5 D, the required lens is\na convex lens of focal length + 40 cm. A lens of power of – 4.0 D means a\nconcave lens of focal length – 25 cm.\nExample 9.7 (i) If f = 0.5 m for a glass lens, what is the power of the\nlens? (ii) The radii of curvature of the faces of a double convex lens\nare 10 cm and 15 cm. Its focal length is 12 cm. What is the refractive\nindex of glass? (iii) A convex lens has 20 cm focal length in air . What\nis focal length in water? (Refractive index of air -water = 1.33, r efractive\nindex for air -glass = 1.5.) EXAMPLE  9.7\nReprint 2025-26\n\nRay Optics and\nOptical Instruments\n237Solution\n(i)Power = +2 dioptre.\n(ii)Here, we have f = +12 cm, R1 = +10 cm, R2 = –15 cm.\nRefractive index of air is taken as unity.\nWe use the lens for mula of Eq. (9.22). The sign convention has to\nbe applied for f,  R1 and R2.\nSubstituting the values, we have\n1\n1211\n101\n15= − −−\n\n ( )n\nThis gives n = 1.5.\n(iii)For a glass lens in air , n2 = 1.5, n1 = 1, f = +20 cm. Hence, the lens\nformula gives\n1\n200 51 1\n1 2= −\n\n .R R\nFor the same glass lens in water , n2 = 1.5, n1 = 1.33. Ther efore,\n1 331 5 1 331 1\n1 2.( . .)f R R= − −\n\n (9.26)\nCombining these two equations, we find f = + 78.2 cm.\n9.5.4  Combination of thin lenses in contact\nConsider two lenses A and B of focal length f1 and\nf2 placed in contact with each other . Let the object\nbe placed at a point O beyond the focus of the first\nlens A (Fig. 9.19). The first lens produces an image\nat I1. Since image I1 is real, it serves as a virtual\nobject for the second lens B, producing the final\nimage at I. It must, however , be bor ne in mind that\nformation of image by the first lens is presumed\nonly to facilitate determination of the position of the\nfinal image. In fact, the direction of rays emerging\nfrom the first lens gets modified in accordance with\nthe angle at which they strike the second lens. Since the lenses are thin,\nwe assume the optical centres of the lenses to be coincident. Let this\ncentral point be denoted by P .\nFor the image formed by the first lens A, we get\n1 11 1 1\nv u f− = (9.27)\nFor the image formed by the second lens B, we get\n1 21 1 1\nv v f− = (9.28)\nAdding Eqs. (9.27) and (9.28), we get\n1 21 1 1 1\nv u f f− = + (9.29)\nIf the two lens-system is regarded as equivalent to a single lens of\nfocal length f, we haveFIGURE  9.19  Image formation by a\ncombination of two thin lenses in contact. EXAMPLE  9.7\nReprint 2025-26\n\nPhysics\n238\n EXAMPLE  9.81 1 1\nv u f− =\nso that we get\n1 21 1 1\nf f f= + (9.30)\nThe derivation is valid for any number of thin lenses in contact. If\nseveral thin lenses of focal length f1, f2, f3,... are in contact, the effective\nfocal length of their combination is given by\n1 2 31 1 1 1\nf f f f= + + + … (9.31)\nIn ter ms of power , Eq. (9.31) can be written as\nP = P1 + P2 + P3 + … (9.32)\nwhere P is the net power of the lens combination. Note that the sum in\nEq. (9.32) is an algebraic sum of individual powers, so some of the terms\non the right side may be positive (for convex lenses) and some negative\n(for concave lenses). Combination of lenses helps to obtain diverging or\nconverging lenses of desired magnification. It also enhances sharpness\nof the image. Since the image formed by the first lens becomes the object\nfor the second, Eq. (9.25) implies that the total magnification m of the\ncombination is a product of magnification ( m1, m2, m3,...) of individual\nlenses\nm = m1 m2 m3  ... (9.33)\nSuch a system of combination of lenses is commonly used in designing\nlenses for cameras, microscopes, telescopes and other optical instruments.\nExample 9.8 Find the position of the image formed by the lens\ncombination given in the Fig. 9.20.\nFIGURE  9.20\nSolution   Image formed by the first lens\n1 1 11 1 1\nv u f− =\n11 1 1\n30 10 v− =−\nor v1 = 15 cm\nReprint 2025-26\n\nRay Optics and\nOptical Instruments\n239FIGURE  9.21  A ray of light passing through\na triangular glass prism. EXAMPLE  9.8The image formed by the first lens serves as the object for the second .\nThis is at a distance of (15 – 5) cm = 10 cm to the right of the second\nlens. Though the image is real, it serves as a virtual object for the\nsecond lens, which means that the rays appear to come from it for\nthe second lens.\n21 1 1\n10 10v− =−\norv2 = ¥\nThe virtual image is formed at an infinite distance to the left of the\nsecond lens. This acts as an object for the third lens.\n3 3 31 1 1\nv u f− =\nor  \n31 1 1\n30 v= +∞\norv3 = 30 cm\nThe final image is formed 30 cm to the right of the third lens.\n9.6  R EFRACTION  THROUGH  A PRISM\nFigure 9.21 shows the passage of light through\na triangular prism ABC. The angles of incidence\nand refraction at the first face AB are i and r1,\nwhile the angle of incidence (from glass to air) at\nthe second face AC is r2 and the angle of refraction\nor emergence e. The angle between the emergent\nray RS and the direction of the incident ray PQ\nis called the angle of deviation , d.\nIn the quadrilateral AQNR, two of the angles\n(at the vertices Q and R) are right angles.\nTherefore, the sum of the other angles of the\nquadrilateral is 180°.\nÐA + ÐQNR = 180°\nFrom the triangle QNR,\nr1 + r2 + ÐQNR = 180°\nComparing these two equations, we get\nr1 + r2 = A (9.34)\nThe total deviation d  is the sum of deviations at the two faces,\nd = (i – r1 ) + (e – r2 )\nthat is,\nd  = i + e – A (9.35)\nThus, the angle of deviation depends on the angle of incidence. A plot\nbetween the angle of deviation and angle of incidence is shown in\nFig. 9.22. Y ou can see that, in general, any given value of d,  except for\ni = e, corresponds to two values i and hence of e. This, in fact, is expected\nfrom the symmetry of i and e in Eq. (9.35), i.e., d  remains the same if i\nReprint 2025-26\n\nPhysics\n240and e are interchanged. Physically, this is related\nto the fact that the path of ray in Fig. 9.21 can be\ntraced back, resulting in the same angle of\ndeviation. At the minimum deviation  Dm, the\nrefracted ray inside the prism becomes parallel\nto its base.  W e have\nd = Dm, i = e which implies r1 = r2.\nEquation (9.34) gives\n2r = A or r = 2A\n(9.36)\nIn the same way, Eq. (9.35) gives\nDm = 2i – A, or i = (A + Dm)/2        (9.37)\nThe refractive index of the prism is\n2\n21\n1sin[( )/2]\nsin[ /2]m A D nnn A+= = (9.38)\nThe angles A and Dm can be measured experimentally.  Equation\n(9.38) thus provides a method of determining refractive index of the\nmaterial of the prism.\nFor a small angle prism, i.e., a thin prism, Dm  is also very small, and\nwe get\n()\n21/2 sin[( )/2]\nsin[ /2] /2m mA D A DnA A+ += ≃\nDm = (n21–1)A\nIt implies that, thin prisms do not deviate light much.\n9.7  O PTICAL  INSTRUMENTS\nA number of optical devices and instruments have been designed utilising\nreflecting and refracting properties of mirrors, lenses and prisms.\nPeriscope, kaleidoscope, binoculars, telescopes, microscopes are some\nexamples of optical devices and instruments that are in common use.\nOur eye is, of course, one of the most important optical device the nature\nhas endowed us with. W e have alr eady studied about the human eye in\nClass X. W e now go on to describe the principles of working of the\nmicroscope and the telescope.\n9.7.1  The microscope\nA simple magnifier or microscope is a converging lens of small focal length\n(Fig. 9.23). In order to use such a lens as a microscope, the lens is held\nnear the object, one focal length away or less, and the eye is positioned\nclose to the lens on the other side. The idea is to get an erect, magnified\nand virtual image of the object at a distance so that it can be viewed\ncomfortably, i.e., at 25 cm or more. If the object is at a distance f, the\nimage is at infinity. However , if the object is at a distance slightly lessFIGURE  9.22  Plot of angle of deviation ( d)\nversus angle of incidence ( i) for a\ntriangular prism.\nReprint 2025-26\n\nRay Optics and\nOptical Instruments\n241than the focal length of the lens, the image is virtual and closer than\ninfinity. Although the closest comfortable distance for viewing the image\nis when it is at the near point (distance D @ 25 cm), it causes some strain\non the eye. Therefore, the image formed at infinity is often considered\nmost suitable for viewing by the r elaxed eye. W e show both cases, the\nfirst in Fig. 9.23(a), and the second in Fig. 9.23(b) and (c).\nThe linear magnification m, for the image formed at the near point D,\nby a simple microscope can be obtained by using the relationFIGURE 9.23  A simple microscope;  (a) the magnifying lens is located\nsuch that the image is at the near point,  (b) the angle subtanded by the\nobject,  is the same as that at the near point, and  (c) the object near the\nfocal point of the lens; the image is far off but closer than infinity.\nReprint 2025-26\n\nPhysics\n242mv\nuvv fv\nf= =\n\n=\n\n1 11 – –\nNow according to our sign convention, v is negative, and is equal in\nmagnitude to D. Thus, the magnification is\nmD\nf= +\n\n1 (9.39)\nSince D is about 25 cm, to have a magnification of six, one needs a convex\nlens of focal length, f = 5 cm.\nNote that m = h¢/h where h is the size of the object and h¢ the size of\nthe image. This is also the ratio of the angle subtended by the image\nto that subtended by the object, if placed at D for comfortable viewing.\n(Note that this is not the angle actually subtended by the object at the\neye, which is h/u.) What a single-lens simple magnifier achieves is that it\nallows the object to be brought closer to the eye than D.\nWe will now find the magnification when the image is at infinity. In\nthis case we will have to obtained the angular magnification. Suppose\nthe object has a height h. The maximum angle it can subtend, and be\nclearly visible (without a lens), is when it is at the near point, i.e., a distance\nD. The angle subtended is then given by\ntan θoh\nD=\n\n» qo(9.40)\nWe now find the angle subtended at the eye by the image when the\nobject is at u. From the relations\n h vmh u′= =\nwe have the angle subtended by the image\n tan ih h v h\nv v u uθ′= = ⋅ =− − −»q . The angle subtended by the object, when it\nis at u = –f .\nθih\nf=\n\n (9.41)\nas is clear from Fig. 9.23(c). The angular magnification is, therefore\nmD\nfi\no=\n\n=θ\nθ(9.42)\nThis is one less than the magnification when the image is at the near\npoint, Eq. (9.39), but the viewing is more comfortable and the difference\nin magnification is usually small. In subsequent discussions of optical\ninstruments (microscope and telescope) we shall assume the image to be\nat infinity.\nReprint 2025-26\n\nRay Optics and\nOptical Instruments\n243A simple microscope has a limited maximum magnification ( £ 9) for\nrealistic focal lengths. For much larger magnifications, one uses two lenses,\none compounding the ef fect of the other . This is known as a compound\nmicroscope . A schematic diagram of a compound microscope is shown\nin Fig. 9.24. The lens nearest the object, called the objective , forms a\nreal, inverted, magnified image of the object. This serves as the object for\nthe second lens, the eyepiece , which functions essentially like a simple\nmicroscope or magnifier , produces the final image, which is enlar ged\nand virtual. The first inverted image is thus near (at or within) the focal\nplane of the eyepiece, at a distance appropriate for final image formation\nat infinity, or a little closer for image formation at the near point. Clearly,\nthe final image is inverted with respect to the original object.\nWe now obtain the magnification due to a compound micr oscope.\nThe ray diagram of Fig. 9.24 shows that the (linear) magnification due to\nthe objective, namely h¢/h, equals\nO\noh Lmh f′= = (9.43)\nwhere we have used the result\ntanβ=\n\n=′\n\nh\nfh\nLo\nHere h ¢ is the size of the first image, the object size being h and fo\nbeing the focal length of the objective. The first image is formed near the\nfocal point of the eyepiece. The distance L, i.e., the distance between the\nsecond focal point of the objective and the first focal point of the eyepiece\n(focal length fe) is called the tube length of the compound microscope.The world’s largest optical telescopes\nhttp://astro.nineplanets.org/bigeyes.htmlFIGURE 9.24  Ray diagram for the formation of image by a\ncompound microscope.\nReprint 2025-26\n\nPhysics\n244As the first inverted image is near the focal point of the eyepiece, we\nuse the result from the discussion above for the simple microscope to\nobtain the (angular) magnification me due to it  [Eq. (9.39)], when the\nfinal image is formed at the near point, is\nmD\nfe\ne= +1\n\n [9.44(a)]\nWhen the final image is formed at infinity, the angular magnification\ndue to the eyepiece [Eq. (9.42)] is\nme = (D/fe) [9.44(b)]\nThus, the total magnification [(according to  Eq. (9.33)], when the\nimage is formed at infinity, is\nm m mL\nfD\nfo e\no e= =\n\n\n\n                                                                   (9.45)\nClearly, to achieve a large magnification of a small object (hence the\nname microscope), the objective and eyepiece should have small focal\nlengths. In practice, it is difficult to make the focal length much smaller\nthan 1 cm. Also large lenses are required to make L large.\nFor example, with an objective with fo = 1.0 cm, and an eyepiece with\nfocal length fe = 2.0 cm, and a tube length of 20 cm, the magnification is\nm m mL\nfD\nfo e\no e= =\n\n\n\n\n     20 252501 2\u0001 \u0002 \u0001\nVarious other factors such as illumination of the object, contribute to\nthe quality and visibility of the image. In modern microscopes, multi-\ncomponent lenses are used for both the objective and the eyepiece to\nimprove image quality by minimising various optical aberrations (defects)\nin lenses.\n9.7.2  Telescope\nThe telescope is used to provide angular magnification of distant objects\n(Fig. 9.25). It also has an objective and an eyepiece. But here, the objective\nhas a large focal length and a much larger aperture than the eyepiece.\nLight from a distant object enters the objective and a real image is formed\nin the tube at its second focal point. The eyepiece magnifies this image\nproducing a final inverted image. The magnifying power m is the ratio of\nthe angle b subtended at the eye by the final image to the angle a which\nthe object subtends at the lens or the eye. Hence\n.o o\ne ef fhmf h f\u0003 \u0003 \u0001\u0004\n\u0005                                                                       (9.46)\nReprint 2025-26\n\nRay Optics and\nOptical Instruments\n245FIGURE  9.25  A refracting telescope.In this case, the length of the telescope tube is fo + fe.\nTerrestrial telescopes have, in addition, a pair of inverting lenses to\nmake the final image erect. Refracting telescopes can be used both for\nterrestrial and astronomical observations. For example, consider\na telescope whose objective has a focal length of 100 cm and the eyepiece\na focal length of 1 cm. The magnifying power of this telescope is\nm = 100/1 = 100.\nLet us consider a pair of stars of actual separation 1 ¢ (one minute of\narc). The stars appear as though they are separated by an angle of 100 ×\n1¢\n = 100 ¢ =1.67°.\nThe main considerations with an astronomical telescope are its light\ngathering power and its r esolution or r esolving power . The for mer clearly\ndepends on the area of the objective. With larger diameters, fainter objects\ncan be observed. The resolving power , or the ability to observe two objects\ndistinctly, which are in very nearly the same direction, also depends on\nthe diameter of the objective. So, the desirable aim in optical telescopes is\nto make them with objective of lar ge diameter . The lar gest lens objective\nin use has a diameter of 40 inch (~1.02 m). It is at the Y erkes Observatory\nin Wisconsin, USA. Such big lenses tend to be very heavy and therefore,\ndifficult to make and support by their edges. Further , it is rather dif ficult\nand expensive to make such large sized lenses which form images that\nare free from any kind of chromatic aberration and distortions.\nFor these reasons, modern telescopes use a concave mirror rather\nthan a lens for the objective. Telescopes with mirror objectives are called\nreflecting telescopes. Ther e is no chr omatic aberration in a mirr or.\nMechanical support is much less of a problem since a mirror weighs\nmuch less than a lens of equivalent optical quality, and can be supported\nover its entire back surface, not just over its rim. One obvious problem\nwith a reflecting telescope is that the objective mirror focusses light inside\nReprint 2025-26\n\nPhysics\n246SUMMARY\n1.Reflection is governed by the equation Ði = Ð\nr¢  and refraction by the\nSnell’s law, sin i/sinr  = n, where the incident ray, reflected ray, refracted\nray and normal lie in the same plane. Angles of incidence, reflection\nand r efraction ar e i, r ¢ and r, respectively.\n2.The critical angle of  incidence ic for a ray incident from a denser to rarer\nmedium, is that angle for which the angle of refraction is 90°. For\ni > ic, total internal reflection occurs. Multiple internal reflections in\ndiamond ( ic  @ 24.4°), totally reflecting prisms and mirage, are some\nexamples of total internal reflection. Optical fibres consist of glass\nfibres coated with a thin layer of material of lower  refractive index.\nLight incident at an angle at one end comes out at the other , after\nmultiple internal reflections, even if the fibre is bent.FIGURE  9.26  Schematic diagram of a reflecting telescope (Cassegrain).\nthe telescope tube. One must have an eyepiece and the observer right\nthere, obstructing some light (depending on the size of the observer cage).\nThis is what is done in the very large 200 inch (~5.08 m) diameters, Mt.\nPalomar telescope, California. The viewer sits near the focal point of the\nmirror, in a small cage. Another solution to the pr oblem is to deflect the\nlight being focussed by another mirr or. One such arrangement using a\nconvex secondary mirror to focus the incident light, which now passes\nthrough a hole in the objective primary mirr or, is shown in Fig. 9.26.\nThis is known as a Cassegrain telescope, after its inventor . It has the\nadvantages of a large focal length in a short telescope. The largest telescope\nin India is in Kavalur , Tamil Nadu. It is a 2.34 m diameter r eflecting\ntelescope (Cassegrain). It was ground, polished, set up, and is being used\nby the Indian Institute of Astrophysics, Bangalore. The largest reflecting\ntelescopes in the world are the pair of Keck telescopes in Hawaii, USA,\nwith a r eflector of 10 metr e in diameter .\nReprint 2025-26\n\nRay Optics and\nOptical Instruments\n2473.Cartesian  sign convention : Distances measured in the same direction\nas the incident light are positive; those measured in the opposite\ndirection are negative. All distances are measured from the pole/optic\ncentre of the mirror/lens on the principal axis. The heights measured\nupwards above x-axis and normal to the principal axis of the mirror/\nlens are taken as positive. The heights measured downwards are taken\nas negative.\n4.Mirror equation :\n1 1 1\nv u f+ =\nwhere u and v are object and image distances, respectively and f is the\nfocal length of the mirr or. f is (appr oximately) half the radius of\ncurvature R. f is negative  for concave mirror; f  is positive for a convex\nmirror.\n5.For a prism of the angle A, of refractive index n2 placed in a medium\nof refractive index n1,\nnn\nnA D\nAm\n212\n12\n2= =+( )\n( )sin /\nsin /\nwhere Dm is the angle of minimum deviation.\n6.For refraction through a spherical interface (from medium 1 to 2 of\nrefractive index n1 and n2, respectively)\n2 1 2 1n n n n\nv u R−− =\nThin lens formula\n1 1 1\nv u f− =\nLens maker’s formula\n1 1 1 2 1\n1 1 2 fnn\nn R R=−()−\n\n\nR1 and R2 are the radii of curvature of the lens surfaces. f is positive\nfor a converging lens; f is negative for a diverging lens.   The power of a\nlens  P = 1/ f.\nThe SI unit for power of a lens is dioptre (D): 1 D = 1 m–1.\nIf several thin lenses of focal length f1, f2, f3,.. are in contact, the\neffective focal length of their combination, is given by\n1 2 31 1 1 1\nf f f f= + + +…\nThe total power of a combination of several lenses is\nP = P1 + P2 + P3 + …\n7.Dispersion is the splitting of light into its constituent colour .\nReprint 2025-26\n\nPhysics\n248POINTS TO PONDER\n1.The laws of reflection and refraction are true for all surfaces and\npairs of media at the point of the incidence.\n2.The real image of an object placed between f and 2 f from a convex lens\ncan be seen on a screen placed at the image location. If the screen is\nremoved, is the image still there?  This question puzzles many, because\nit is difficult to reconcile ourselves with an image suspended in air\nwithout a screen. But the image does exist. Rays from a given point\non the object are converging to an image point in space and diverging\naway. The screen simply diffuses these rays, some of which reach our\neye and we see the image. This can be seen by the images formed in\nair during a laser show.\n3.Image formation needs regular reflection/refraction. In principle, all\nrays from a given point should reach the same image point. This is\nwhy you do not see your image by an irregular reflecting object, say\nthe page of a book.\n4.Thick lenses give coloured images due to dispersion. The variety in\ncolour of objects we see around us is due to the constituent colours\nof the light incident on them. A monochromatic light may produce an\nentirely different perception about the colours on an object as seen in\nwhite light.\n5.For a simple microscope, the angular size of the object equals the\nangular size of the image. Y et it of fers magnification because we can\nkeep the small object much closer to the eye than 25 cm and hence\nhave it subtend a large angle. The image is at 25 cm which we can see.\nWithout the microscope, you would need to keep the small object at\n25 cm which would subtend a very small angle.8.Magnifying power m of a simple microscope is given by m = 1 + (D/f),\nwhere D = 25 cm is the least distance of distinct vision and f is the\nfocal length of the convex lens. If the image is at infinity, m = D/f . For\na compound microscope, the magnifying power is given by m = me × m0\nwhere me = 1 + ( D/fe), is the magnification due to the eyepiece and mo\nis the magnification produced by the objective. Approximately,\no eL Dmf f= ×\nwhere  fo and fe are the focal lengths of the objective and eyepiece,\nrespectively, and L is the distance between their focal points.\n9.Magnifying power m of a telescope  is the ratio of the angle b subtended\nat the eye by the image to the angle a subtended at the eye by the\nobject.\no\nefmfβ\nα= =\nwhere f0 and fe are the focal lengths of the objective and eyepiece,\nrespectively.\nReprint 2025-26\n\nRay Optics and\nOptical Instruments\n249EXERCISES\n9.1 A small candle, 2.5 cm in size is placed at 27 cm in front of a concave\nmirror of radius of curvature 36 cm. At what distance from the mirror\nshould a screen be placed in order to obtain a sharp image? Describe\nthe nature and size of the image. If the candle is moved closer to the\nmirror, how would the scr een have to be moved?\n9.2 A 4.5 cm needle is placed 12 cm away from a convex mirror of focal\nlength 15 cm. Give the location of the image and the magnification.\nDescribe what happens as the needle is moved farther fr om the mirr or.\n9.3 A tank is filled with water to a height of 12.5 cm. The apparent\ndepth of a needle lying at the bottom of the tank is measured by a\nmicroscope to be 9.4 cm. What is the refractive index of water?  If\nwater is replaced by a liquid of refractive index 1.63 up to the same\nheight, by what distance would the microscope have to be moved to\nfocus on the needle again?\n9.4 Figures 9.27(a) and (b) show refraction of a ray in air incident at 60°\nwith the nor mal to a glass-air and water -air inter face, r espectively.\nPredict the angle of refraction in glass when the angle of incidence\nin water is 45° with the nor mal to a water -glass inter face [Fig. 9.27(c)].\nFIGURE  9.27\n9.5 A small bulb is placed at the bottom of a tank containing water to a\ndepth of 8 0cm. What is the area of the surface of water through\nwhich light from the bulb can emerge out?  Refractive index of water\nis 1.33. (Consider the bulb to be a point source.)\n9.6 A prism is made of glass of unknown refractive index. A parallel\nbeam of light is incident on a face of the prism. The angle of minimum\ndeviation is measured to be 40°. What is the refractive index of the\nmaterial of the prism? The refracting angle of the prism is 60°. If the\nprism is placed in water (refractive index 1.33), predict the new\nangle of minimum deviation of a parallel beam of light.\n9.7 Double-convex lenses are to be manufactured from a glass of\nrefractive index 1.55, with both faces of the same radius of\ncurvature. What is the radius of curvature required if the focal length\nis to be 2 0cm?\n9.8 A beam of light conver ges at a point P . Now a lens is placed in the\npath of the conver gent beam 1 2cm fr om P . At what point does the\nbeam converge if the lens is (a) a convex lens of focal length 2 0cm,\nand (b) a concave lens of focal length 1 6cm?\n9.9 An object of size 3. 0cm is placed 1 4cm in front of a concave lens of\nfocal length 2 1cm. Describe the image produced by the lens. What\nhappens if the object is moved further away from the lens?\nReprint 2025-26\n\nPhysics\n2509.10 What is the focal length of a convex lens of focal length 3 0cm in\ncontact with a concave lens of focal length 2 0cm? Is the system a\nconverging or a diverging lens? Ignore thickness of the lenses.\n9.11 A compound microscope consists of an objective lens of focal length\n2.0cm and an eyepiece of focal length 6.2 5cm separated by a\ndistance of 1 5cm. How far from the objective should an object be\nplaced in order to obtain the final image at (a) the least distance of\ndistinct vision (2 5cm), and (b) at infinity? What is the magnifying\npower of the microscope in each case?\n9.12 A person with a normal near point (2 5\ncm) using a compound\nmicroscope with objective of focal length 8.0 mm and an eyepiece of\nfocal length 2. 5cm can bring an object placed at 9. 0mm from the\nobjective in sharp focus. What is the separation between the two\nlenses? Calculate the magnifying power of the microscope,\n9.13 A small telescope has an objective lens of focal length 14 4cm and\nan eyepiece of focal length 6. 0cm. What is the magnifying power of\nthe telescope? What is the separation between the objective and\nthe eyepiece?\n9.14 (a)A giant refracting telescope at an observatory has an objective\nlens of focal length 1 5m. If an eyepiece of focal length 1. 0cm is\nused, what is the angular magnification of the telescope?\n(b)If this telescope is used to view the moon, what is the diameter\nof the image of the moon formed by the objective lens? The\ndiameter of the moon is 3.48 × 106m, and the radius of lunar\norbit is 3.8 × 108m.\n9.15 Use the mirror equation to deduce that:\n(a)an object placed between f and 2f of a concave mirror produces\na real image beyond 2f.\n(b)a convex mirror always produces a virtual image independent\nof the location of the object.\n(c)the virtual image produced by a convex mirror is always\ndiminished in size and is located between the focus and\nthe pole.\n(d)an object placed between the pole and focus of a concave mirror\nproduces a virtual and enlarged image.\n[Note:   This exercise helps you deduce algebraically properties of\nimages that one obtains from explicit ray diagrams.]\n9.16 A small pin fixed on a table top is viewed from above from a distance\nof 50cm. By what distance would the pin appear to be raised if it is\nviewed from the same point through a 1 5cm thick glass slab held\nparallel to the table?  Refractive index of glass = 1.5. Does the answer\ndepend on the location of the slab?\n9.17 (a)Figure 9.28 shows a cross-section of a ‘light pipe’ made of a\nglass fibre of refractive index 1.68. The outer covering of the\npipe is made of a material of refractive index 1.44. What is the\nrange of the angles of the incident rays with the axis of the pipe\nfor which total reflections inside the pipe take place, as shown\nin the figure.\nFIGURE  9.28\nReprint 2025-26\n\nRay Optics and\nOptical Instruments\n251(b)What is the answer if there is no outer covering of the pipe?\n9.18 The image of a small electric bulb fixed on the wall of a room is to be\nobtained on the opposite wall 3m away by means of a large convex\nlens. What is the maximum possible focal length of the lens required\nfor the purpose?\n9.19 A screen is placed 9 0cm from an object. The image of the object on\nthe screen is formed by a convex lens at two different locations\nseparated by 2 0cm. Determine the focal length of the lens.\n9.20 (a)Determine the ‘effective focal length’ of the combination of\nthe two lenses in Exercise 9.10, if they are placed 8.0cm apart\nwith their principal axes coincident. Does the answer depend\non which side of the combination a beam of parallel light is\nincident?  Is the notion of effective focal length of this system\nuseful at all?\n(b)An object 1.5 cm in size is placed on the side of the convex lens\nin the arrangement (a) above . The distance between the object\nand the convex lens is 4 0cm. Determine the magnification\nproduced by the two-lens system, and the size of the image.\n9.21 At what angle should a ray of light be incident on the face of a prism\nof refracting angle 60° so that it just suffers total internal reflection\nat the other face? The refractive index of the material of the prism is\n1.524.\n9.22 A card sheet divided into squares each of size 1 mm2 is being viewed\nat a distance of 9 cm through a magnifying glass (a converging lens\nof focal length 9 cm) held close to the eye.\n(a)What is the magnification produced by the lens?  How much is\nthe area of each square in the virtual imag e?\n(b)What is the angular magnification (magnifying power) of the\nlens?\n(c)Is the magnification in (a) equal to the magnifying power in (b)?\nExplain.\n9.23 (a)At what distance should the lens be held from the card sheet in\nExercise 9.22 in order to view the squares distinctly with the\nmaximum possible magnifying powe r?\n(b)What is the magnification in this cas e?\n(c)Is the magnification equal to the magnifying power in this cas e?\nExplain.\n9.24 What should be the distance between the object in Exercise 9.2 3\nand the magnifying glass if the virtual image of each square in\nthe figur e is to have an ar ea of 6.25 mm2. Would you be able to\nsee the squares distinctly with your eyes very close to the\nmagnifier?\n[Note:  Exercises 9.22 to 9.24 will help you clearly understand the\ndifference between magnification in absolute size and the angular\nmagnification (or magnifying power) of an instrument.]\nReprint 2025-26\n\nPhysics\n2529.25 Answer the following questions:\n(a)The angle subtended at the eye by an object is equal to the\nangle subtended at the eye by the virtual image produced by a\nmagnifying glass. In what sense then does a magnifying glass\nprovide angular magnification?\n(b)In viewing through a magnifying glass, one usually positions\none’s eyes very close to the lens. Does angular magnification\nchange if the eye is moved back?\n(c)Magnifying power of a simple microscope is inversely proportional\nto the focal length of the lens. What then stops us from using a\nconvex lens of smaller and smaller focal length and achieving\ngreater and greater magnifying power?\n(d)Why must both the objective and the eyepiece of a compound\nmicroscope have short focal lengths?\n(e)When viewing through a compound microscope, our eyes should\nbe positioned not on the eyepiece but a short distance away\nfrom it for best viewing. Wh y?  How much should be that short\ndistance between the eye and eyepiece?\n9.26 An angular magnification (magnifying power) of 30X is desired using\nan objective of focal length 1.2 5cm and an eyepiece of focal length\n5cm. How will you set up the compound microscope?\n9.27 A small telescope has an objective lens of focal length 14 0cm and\nan eyepiece of focal length 5. 0cm. What is the magnifying power of\nthe telescope for viewing distant objects when\n(a)the telescope is in normal adjustment (i.e., when the final image\nis at infinity)?\n(b)the final image is formed at the least distance of distinct vision\n(25cm)?\n9.28 (a)For the telescope described in Exercise 9.27 (a), what is the\nseparation between the objective lens and the eyepiece?\n(b)If this telescope is used to view a 100 m tall tower 3 km away,\nwhat is the height of the image of the tower formed by the objective\nlens?\n(c)What is the height of the final image of the tower if it is formed at\n25cm?\n9.29 A Cassegrain telescope uses two mirrors as shown in Fig. 9.26. Such\na telescope is built with the mirrors 2 0mm apart. If the radius of\ncurvature of the large mirror is 22 0mm and the small mirror is\n140mm, where will the final image of an object at infinity be?\n9.30 Light incident normally on a plane mirror attached to a galvanometer\ncoil retraces backwards as shown in Fig. 9.29. A current in the coil\nproduces a deflection of 3.5o of the mirr or. What is the displacement\nof the reflected spot of light on a screen placed 1.5 m away?\nReprint 2025-26\n\nRay Optics and\nOptical Instruments\n253FIGURE  9.29\n9.31 Figure 9.30 shows an equiconvex lens (of refractive index 1.50) in\ncontact with a liquid layer on top of a plane mirr or. A small needle\nwith its tip on the principal axis is moved along the axis until its\ninverted image is found at the position of the needle. The distance of\nthe needle from the lens is measured to be 45. 0cm. The liquid is\nremoved and the experiment is repeated. The new distance is\nmeasured to be 30. 0cm. What is the refractive index of the l iquid ?\nFIGURE  9.30\nReprint 2025-26\n\nPhysics\n254Notes\nReprint 2025-26\n\n",
      "wordCount": 12467,
      "examples": [
        {
          "chapterNumber": 10,
          "exampleNumber": 9,
          "title": "1Example 9.1 Suppose that the lower half of the concave mirror’s",
          "question": "EXAMPLE  9.1Example 9.1 Suppose that the lower half of the concave mirror’s\nreflecting surface in Fig. 9.6 is covered with an opaque (non-reflective)\nmaterial. What effect will this have on the image of an object placed\nin front of the mirror?\nSolution You may think that the image will now show only half of the\nobject, but taking the laws of reflection to be true for all points of the\nremaining part of the mirr or, the image will be that of the whole object.\nHowever , as the ar ea of the r eflec",
          "solution": "You may think that the image will now show only half of the\nobject, but taking the laws of reflection to be true for all points of the\nremaining part of the mirr or, the image will be that of the whole object.\nHowever , as the ar ea of the r eflecting sur face has been r educed, the\nintensity of the image will be low (in this case, half)."
        },
        {
          "chapterNumber": 10,
          "exampleNumber": 9,
          "title": "2 A mobile phone lies along the principal axis of a concave",
          "question": "Example 9.2 A mobile phone lies along the principal axis of a concave\nmirror, as shown in Fig. 9.7. Show by suitable diagram, the for mation\nof its image. Explain why the magnification is not uniform. Will the\ndistortion of image depend on the location of the phone with respect\nto the mirror?\nFIGURE  9.7 EXAMPLE  9.2\nReprint 2025-26\n\nRay Optics and\nOptical Instruments\n227\n EXAMPLE  9.3  EXAMPLE  9.4Solution\nThe ray diagram for the formation of the image of the phone is shown\nin Fig. 9.7. The ima",
          "solution": "The ray diagram for the formation of the image of the phone is shown\nin Fig. 9.7. The image of the part which is on the plane perpendicular\nto principal axis will be on the same plane. It will be of the same size,\ni.e., B ¢C = BC. Y ou can yourself r ealise why the image is distorted."
        },
        {
          "chapterNumber": 10,
          "exampleNumber": 9,
          "title": "2",
          "question": "EXAMPLE  9.2\nReprint 2025-26\n\nRay Optics and\nOptical Instruments\n227\n EXAMPLE  9.3  EXAMPLE  9.4Solution\nThe ray diagram for the formation of the image of the phone is shown\nin Fig. 9.7. The image of the part which is on the plane perpendicular\nto principal axis will be on the same plane. It will be of the same size,\ni.e., B ¢C = BC. Y ou can yourself r ealise why the image is distorted.\nExample 9.3 An object is placed at (i) 10 cm, (ii) 5 cm in front of a\nconcave mirror of radius of curvature 1",
          "solution": "The ray diagram for the formation of the image of the phone is shown\nin Fig. 9.7. The image of the part which is on the plane perpendicular\nto principal axis will be on the same plane. It will be of the same size,\ni.e., B ¢C = BC. Y ou can yourself r ealise why the image is distorted."
        },
        {
          "chapterNumber": 10,
          "exampleNumber": 9,
          "title": "3  EXAMPLE  9.4Solution",
          "question": "EXAMPLE  9.3  EXAMPLE  9.4Solution\nThe ray diagram for the formation of the image of the phone is shown\nin Fig. 9.7. The image of the part which is on the plane perpendicular\nto principal axis will be on the same plane. It will be of the same size,\ni.e., B ¢C = BC. Y ou can yourself r ealise why the image is distorted.\nExample 9.3 An object is placed at (i) 10 cm, (ii) 5 cm in front of a\nconcave mirror of radius of curvature 15 cm. Find the position, nature,\nand magnification of the image in eac",
          "solution": "The ray diagram for the formation of the image of the phone is shown\nin Fig. 9.7. The image of the part which is on the plane perpendicular\nto principal axis will be on the same plane. It will be of the same size,\ni.e., B ¢C = BC. Y ou can yourself r ealise why the image is distorted."
        },
        {
          "chapterNumber": 10,
          "exampleNumber": 9,
          "title": "3 An object is placed at (i) 10 cm, (ii) 5 cm in front of a",
          "question": "Example 9.3 An object is placed at (i) 10 cm, (ii) 5 cm in front of a\nconcave mirror of radius of curvature 15 cm. Find the position, nature,\nand magnification of the image in each case.\nSolution\nThe focal length f = –15/2 cm = –7.5 cm\n(i)The object distance u = –10 cm. Then Eq. (9.7) gives\n– – .1 1 1\n10 7 5v+ =\nor.\n.10 7 5\n2 5v×\n−=  = – 30 cm\nThe image is 30 cm from the mirror on the same side as the object.\nAlso, magnification m = ( 30)– – – 3( 10)v\nu−= =−\nThe image is magnified, real and inve",
          "solution": "The focal length f = –15/2 cm = –7.5 cm\n(i)The object distance u = –10 cm. Then Eq. (9.7) gives\n– – .1 1 1\n10 7 5v+ =\nor.\n.10 7 5\n2 5v×\n−=  = – 30 cm\nThe image is 30 cm from the mirror on the same side as the object.\nAlso, magnification m = ( 30)– – – 3( 10)v\nu−= =−\nThe image is magnified, real and inverted.\n(ii)The object distance u = –5 cm. Then from Eq. (9.7),\n1 1 1\n5 7.5v+ =− −\nor  ( ).\n. –5 7 515 cm7 5 5v×==\nThis image is for med at 15 cm behind the mirr or. It is a virtual image.\nMagnification m = 15– – 3( 5)v\nu= =−\nThe image is magnified, virtual and erect."
        },
        {
          "chapterNumber": 10,
          "exampleNumber": 9,
          "title": "4  Suppose while sitting in a parked car , you notice a",
          "question": "Example 9.4  Suppose while sitting in a parked car , you notice a\njogger approaching towards you in the side view mirror of R = 2 m.  If\nthe jogger is running at a speed of 5 m s–1, how fast the image of the\njogger appear to move when the jogger is (a) 39 m, (b) 29 m, (c) 19 m,\nand (d) 9 m away.\nSolution\nFrom the mirror equation, Eq. (9.7), we get\nfuvu f=−\nFor convex mirr or, since R = 2 m, f = 1 m. Then\nfor u = –39 m, ( 39) 1 39m39 1 40v− ×= =− −\nSince the jogger moves at a constant speed of 5",
          "solution": "From the mirror equation, Eq. (9.7), we get\nfuvu f=−\nFor convex mirr or, since R = 2 m, f = 1 m. Then\nfor u = –39 m, ( 39) 1 39m39 1 40v− ×= =− −\nSince the jogger moves at a constant speed of 5 m s–1, after 1 s the\nposition of the image v (for u = –39 + 5 = –34) is (34/35 )m."
        },
        {
          "chapterNumber": 10,
          "exampleNumber": 9,
          "title": "2",
          "question": "EXAMPLE  9.2\nReprint 2025-26\n\nPhysics\n228\n EXAMPLE  9.4\nFIGURE  9.8 Refraction and reflection of light.The shift in the position of image in 1 s is\n1365 1360 39 34 5 1m40 35 1400 1400 280−− = = =\nTherefore, the average speed of the image when the jogger is between\n39 m and 34 m fr om the mirr or, is (1/280) m s–1\nSimilarly, it can be seen that for u = –29 m,  –19 m and –9 m, the\nspeed with which the image appears to move is\n –1 –1 –1 1 1 1m s , m s and m s ,150 60 10 respectively.\nAlthough the j",
          "solution": ""
        },
        {
          "chapterNumber": 10,
          "exampleNumber": 9,
          "title": "4",
          "question": "EXAMPLE  9.4\nFIGURE  9.8 Refraction and reflection of light.The shift in the position of image in 1 s is\n1365 1360 39 34 5 1m40 35 1400 1400 280−− = = =\nTherefore, the average speed of the image when the jogger is between\n39 m and 34 m fr om the mirr or, is (1/280) m s–1\nSimilarly, it can be seen that for u = –29 m,  –19 m and –9 m, the\nspeed with which the image appears to move is\n –1 –1 –1 1 1 1m s , m s and m s ,150 60 10 respectively.\nAlthough the jogger has been moving with a constant speed",
          "solution": ""
        },
        {
          "chapterNumber": 10,
          "exampleNumber": 9,
          "title": "5tan ÐNCM = MN",
          "question": "EXAMPLE  9.5tan ÐNCM = MN\nMC\ntan ÐNIM  = MN\nMI\nNow, for DNOC, i is the exterior angle. Therefore, i\n= ÐNOM + ÐNCM\ni = MN MN\nOM MC+ (9.13)\nSimilarly,\nr = ÐNCM – ÐNIM\ni.e., r = MN MN\nMC MI− (9.14)\nNow, by Snell’s law\nn1 sin i = n2 sin r\nor for small angles\nn1i = n2r\nSubstituting i and r from Eqs. (9.13) and (9.14), we get\n1 2 2 1\nOM MI MCn n n n −\n+ = (9.15)\nHere, OM, MI and MC represent magnitudes of distances. Applying the\nCartesian sign convention,\nOM = – u, MI = + v, MC = + R\nSubstituting thes",
          "solution": "We use the r elation given by Eq. (9.16). Her e\nu = – 100 cm, v = ?, R = + 20 cm , n1 = 1, and n2 = 1."
        },
        {
          "chapterNumber": 10,
          "exampleNumber": 9,
          "title": "5 Light from a point source in air falls on a spherical",
          "question": "Example 9.5 Light from a point source in air falls on a spherical\nglass surface ( n = 1.5 and radius of curvature = 20 cm). The distance\nof the light source from the glass surface is 100 cm. At what position\nthe image is formed?\nSolution\nWe use the r elation given by Eq. (9.16). Her e\nu = – 100 cm, v = ?, R = + 20 cm , n1 = 1, and n2 = 1.5.\nWe then have\n1.5 1 0.5\n100 20v+ =\nor   v = +100 cm\nThe image is formed at a distance of 100 cm from the glass surface,\nin the direction of incident light.FIG",
          "solution": "We use the r elation given by Eq. (9.16). Her e\nu = – 100 cm, v = ?, R = + 20 cm , n1 = 1, and n2 = 1."
        },
        {
          "chapterNumber": 10,
          "exampleNumber": 9,
          "title": "6in the same way as for spherical mirrors, it is easily seen that",
          "question": "EXAMPLE  9.6in the same way as for spherical mirrors, it is easily seen that\nfor a lens\nm = h\nh′ =  v\nu(9.24)\nWhen we apply the sign convention, we see that, for erect (and virtual)\nimage formed by a convex or concave lens, m is positive, while for an\ninverted (and real) image, m is negative.\nExample 9.6  A magician during a show makes a glass lens with\nn = 1.47 disappear in a trough of liquid.  What is the refractive index\nof the liquid? Could the liquid be water?\nSolution\nThe refractive index",
          "solution": "The refractive index of the liquid must be equal to 1.47 in order to\nmake the lens disappear . This means n1 = n"
        },
        {
          "chapterNumber": 10,
          "exampleNumber": 9,
          "title": "6  A magician during a show makes a glass lens with",
          "question": "Example 9.6  A magician during a show makes a glass lens with\nn = 1.47 disappear in a trough of liquid.  What is the refractive index\nof the liquid? Could the liquid be water?\nSolution\nThe refractive index of the liquid must be equal to 1.47 in order to\nmake the lens disappear . This means n1 = n2. This gives 1/ f  =0 or\nf ® ¥. The lens in the liquid will act like a plane sheet of glass. No,\nthe liquid is not water . It could be glycerine.\nFIGURE  9.18  Power of a lens.9.5.3  Power of a lens\nPow",
          "solution": "The refractive index of the liquid must be equal to 1.47 in order to\nmake the lens disappear . This means n1 = n"
        },
        {
          "chapterNumber": 10,
          "exampleNumber": 9,
          "title": "7 (i) If f = 0.5 m for a glass lens, what is the power of the",
          "question": "Example 9.7 (i) If f = 0.5 m for a glass lens, what is the power of the\nlens? (ii) The radii of curvature of the faces of a double convex lens\nare 10 cm and 15 cm. Its focal length is 12 cm. What is the refractive\nindex of glass? (iii) A convex lens has 20 cm focal length in air . What\nis focal length in water? (Refractive index of air -water = 1.33, r efractive\nindex for air -glass = 1.5.) EXAMPLE  9.7\nReprint 2025-26\n\nRay Optics and\nOptical Instruments\n237Solution\n(i)Power = +2 dioptre.\n(ii)He",
          "solution": "(i)Power = +2 dioptre.\n(ii)Here, we have f = +12 cm, R1 = +10 cm, R2 = –15 cm.\nRefractive index of air is taken as unity.\nWe use the lens for mula of Eq. (9.22). The sign convention has to\nbe applied for f,  R1 and R"
        },
        {
          "chapterNumber": 10,
          "exampleNumber": 9,
          "title": "7",
          "question": "EXAMPLE  9.7\nReprint 2025-26\n\nRay Optics and\nOptical Instruments\n237Solution\n(i)Power = +2 dioptre.\n(ii)Here, we have f = +12 cm, R1 = +10 cm, R2 = –15 cm.\nRefractive index of air is taken as unity.\nWe use the lens for mula of Eq. (9.22). The sign convention has to\nbe applied for f,  R1 and R2.\nSubstituting the values, we have\n1\n1211\n101\n15= − −−\n\n ( )n\nThis gives n = 1.5.\n(iii)For a glass lens in air , n2 = 1.5, n1 = 1, f = +20 cm. Hence, the lens\nformula gives\n1\n200 51 1\n1 2= −\n\n .",
          "solution": "(i)Power = +2 dioptre.\n(ii)Here, we have f = +12 cm, R1 = +10 cm, R2 = –15 cm.\nRefractive index of air is taken as unity.\nWe use the lens for mula of Eq. (9.22). The sign convention has to\nbe applied for f,  R1 and R"
        },
        {
          "chapterNumber": 10,
          "exampleNumber": 9,
          "title": "7",
          "question": "EXAMPLE  9.7\nReprint 2025-26\n\nPhysics\n238\n EXAMPLE  9.81 1 1\nv u f− =\nso that we get\n1 21 1 1\nf f f= + (9.30)\nThe derivation is valid for any number of thin lenses in contact. If\nseveral thin lenses of focal length f1, f2, f3,... are in contact, the effective\nfocal length of their combination is given by\n1 2 31 1 1 1\nf f f f= + + + … (9.31)\nIn ter ms of power , Eq. (9.31) can be written as\nP = P1 + P2 + P3 + … (9.32)\nwhere P is the net power of the lens combination. Note that the sum in\nEq. (9.3",
          "solution": ""
        },
        {
          "chapterNumber": 10,
          "exampleNumber": 9,
          "title": "81 1 1",
          "question": "EXAMPLE  9.81 1 1\nv u f− =\nso that we get\n1 21 1 1\nf f f= + (9.30)\nThe derivation is valid for any number of thin lenses in contact. If\nseveral thin lenses of focal length f1, f2, f3,... are in contact, the effective\nfocal length of their combination is given by\n1 2 31 1 1 1\nf f f f= + + + … (9.31)\nIn ter ms of power , Eq. (9.31) can be written as\nP = P1 + P2 + P3 + … (9.32)\nwhere P is the net power of the lens combination. Note that the sum in\nEq. (9.32) is an algebraic sum of individual powers",
          "solution": "Image formed by the first lens\n1 1 11 1 1\nv u f− =\n11 1 1\n30 10 v− =−\nor v1 = 15 cm\nReprint 2025-26\n\nRay Optics and\nOptical Instruments\n239FIGURE  9.21  A ray of light passing through\na triangular glass prism."
        },
        {
          "chapterNumber": 10,
          "exampleNumber": 9,
          "title": "8 Find the position of the image formed by the lens",
          "question": "Example 9.8 Find the position of the image formed by the lens\ncombination given in the Fig. 9.20.\nFIGURE  9.20\nSolution   Image formed by the first lens\n1 1 11 1 1\nv u f− =\n11 1 1\n30 10 v− =−\nor v1 = 15 cm\nReprint 2025-26\n\nRay Optics and\nOptical Instruments\n239FIGURE  9.21  A ray of light passing through\na triangular glass prism. EXAMPLE  9.8The image formed by the first lens serves as the object for the second .\nThis is at a distance of (15 – 5) cm = 10 cm to the right of the second\nlens. Thoug",
          "solution": "Image formed by the first lens\n1 1 11 1 1\nv u f− =\n11 1 1\n30 10 v− =−\nor v1 = 15 cm\nReprint 2025-26\n\nRay Optics and\nOptical Instruments\n239FIGURE  9.21  A ray of light passing through\na triangular glass prism."
        },
        {
          "chapterNumber": 10,
          "exampleNumber": 9,
          "title": "8The image formed by the first lens serves as the object for the second .",
          "question": "EXAMPLE  9.8The image formed by the first lens serves as the object for the second .\nThis is at a distance of (15 – 5) cm = 10 cm to the right of the second\nlens. Though the image is real, it serves as a virtual object for the\nsecond lens, which means that the rays appear to come from it for\nthe second lens.\n21 1 1\n10 10v− =−\norv2 = ¥\nThe virtual image is formed at an infinite distance to the left of the\nsecond lens. This acts as an object for the third lens.\n3 3 31 1 1\nv u f− =\nor  \n31 1 1\n30 v",
          "solution": ""
        }
      ],
      "exercises": [],
      "stats": {
        "examplesCount": 18,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 34,
    "totalWords": 12531
  }
}