{
  "filename": "leph102.pdf",
  "chapters": [
    {
      "chapterNumber": 1,
      "title": "that for a unifor mly char ged spherical shell,",
      "content": "Chapter 1 that for a unifor mly char ged spherical shell,\nthe electric field outside the shell is as if the entire charge is concentrated\nat the centre. Thus, the potential outside the shell is given by\n01\n4qVrε=π   ( )r R≥ [2.19(a)]\nwhere q is the total charge on the shell and R its radius. The electric field\ninside the shell is zero. This implies (Section 2.6) that potential is constant\ninside the shell (as no work is done in moving a charge inside the shell),\nand, therefore, equals its value at the surface, which is\n01\n4qVRε=π[2.19(b)]\nExample 2.2  Two charges 3 × 10–8 C and –2 × 10–8 C are located\n15 cm apart. At what point on the line joining the two charges is the\nelectric potential zero? Take the potential at infinity to be zero.\nSolution  Let us take the origin O at the location of the positive charge.\nThe line joining the two charges is taken to be the x-axis;  the negative\ncharge is taken to be on the right side of the origin (Fig. 2.7).\nFIGURE  2.7\nLet P be the required point on the x-axis where the potential is zero.\nIf x is the x-coor dinate of P , obviously x must be positive. (There is no\npossibility of potentials due to the two charges adding up to zero for\nx < 0.) If x lies between O and A, we have\n1\n43 10\n102 10\n15 100\n08\n28\n2πε×\n×−×\n− ×=\n\n–\n––\n–( ) x x\nwhere x is in cm. That is,\n3 2015x x− =−\nwhich gives x  =  9 cm.\nIf x lies on the extended line OA, the required condition is\n3 2015 x x− =−\nReprint 2025-26\n\nElectrostatic Potential\nand Capacitance\n53\n EXAMPLE  2.2which gives\nx  = 45 cm\nThus, electric potential is zero at 9 cm and 45 cm away from the\npositive charge on the side of the negative charge. Note that the\nformula for potential used in the calculation required choosing\npotential to be zero at infinity.\nExample 2.3   Figures 2.8 (a) and (b) show the field lines of a positive\nand negative point charge respectively.\nFIGURE  2.8\n(a)Give the signs of the potential dif ference VP – VQ; VB – VA.\n(b)Give the sign of the potential energy difference of a small negative\ncharge between the points Q and P; A and B.\n(c)Give the sign of the work done by the field in moving a small\npositive char ge from Q to P .\n(d)Give the sign of the work done by the external agency in moving\na small negative charge from B to A.\n(e)Does the kinetic energy of a small negative charge increase or\ndecrease in going from B to A?\nSolution\n(a)As 1Vr∝, VP > VQ. Thus, ( VP – VQ) is positive. Also VB is less negative\nthan VA .  Thus, VB > VA or (VB – VA) is positive.\n(b)A small negative charge will be attracted towards positive charge.\nThe negative charge moves from higher potential energy to lower\npotential energy. Therefore the sign of potential energy difference\nof a small negative charge between Q and P is positive.\nSimilarly, (P .E.)A > (P .E.)B and hence sign of potential ener gy\ndifferences is positive.\n(c)In moving a small positive charge fr om Q to P , work has to be\ndone by an external agency against the electric field. Therefore,\nwork done by the field is negative.\n(d)In moving a small negative charge from B to A work has to be\ndone by the external agency. It is positive.\n(e)Due to force of repulsion on the negative charge, velocity decreases\nand hence the kinetic energy decreases in going from B to A. EXAMPLE  2.3Electric potential, equipotential surfaces:\nhttp://video.mit.edu/watch/4-electrostatic-potential-elctric-energy-ev-conservative-field-equipotential-sufaces-12584/\nReprint 2025-26\n\nPhysics\n54FIGURE  2.10 Equipotential surfaces for a uniform electric field.2.6  E QUIPOTENTIAL  SURFACES\nAn equipotential surface is a surface with a constant value of potential\nat all points on the surface. For a single charge q, the potential is given\nby Eq. (2.8):\n1\n4oqVrε=π\nThis shows that V is a constant if r is constant. Thus, equipotential\nsurfaces of a single point charge are concentric spherical surfaces centred\nat the charge.\nNow the electric field lines for a single charge q are radial lines starting\nfrom or ending at the charge, depending on whether q is positive or negative.\nClearly, the electric field at every point is normal to the equipotential surface\npassing through that point. This is true in general: for any charge\nconfiguration , equipotential sur face thr ough a point is nor mal to the\nelectric field at that point . The proof of this statement is simple.\nIf the field were not normal to the equipotential surface, it would\nhave non-zero component along the surface. To move a unit test charge\nagainst the direction of the component of the field, work would have to\nbe done. But this is in contradiction to the definition of an equipotential\nsurface: there is no potential difference between any two points on the\nsurface and no work is required to move a test charge on the surface.\nThe electric field must, therefore, be normal to the equipotential surface\nat every point. Equipotential surfaces offer an alternative visual picture\nin addition to the picture of electric field lines around a charge\nconfiguration.FIGURE  2.9 For a\nsingle charge q\n(a) equipotential\nsurfaces are\nspherical surfaces\ncentred at the\ncharge, and\n(b) electric field\nlines are radial,\nstarting from the\ncharge if q > 0.\nFor a uniform electric field E, say, along the x-axis, the equipotential\nsurfaces are planes normal to the x-axis, i.e., planes parallel to the y-z\nplane (Fig. 2.10). Equipotential surfaces for (a) a dipole and (b) two\nidentical positive charges  are shown in Fig. 2.11.\nFIGURE  2.11 Some equipotential surfaces for (a) a dipole,\n(b) two identical positive charges.\nReprint 2025-26\n\nElectrostatic Potential\nand Capacitance\n552.6.1  Relation between field and potential\nConsider two closely spaced equipotential surfaces A and B (Fig. 2.12)\nwith potential values V and V + d V, where d V is the change in V in the\ndirection of the electric field E. Let P be a point on the\nsurface B. d l is the perpendicular distance of the\nsurface A fr om P. Imagine that a unit positive char ge\nis moved along this perpendicular from the surface B\nto surface A against the electric field. The work done\nin this process is | E|d l.\nThis work equals the potential difference\nVA–VB.\nThus,\n|E|d l = V – (V + dV)= – dV\ni.e., |E|=−δ\nδV\nl(2.20)\nSince dV is negative, dV = – |dV|. we can rewrite\nEq (2.20) as\nE= − = +δ\nδδ\nδV\nlV\nl(2.21)\nWe thus arrive at two important conclusions concer ning the r elation\nbetween electric field and potential:\n(i)Electric field is in the direction in which the potential decreases\nsteepest.\n(ii)Its magnitude is given by the change in the magnitude of potential\nper unit displacement nor mal to the equipotential sur face at the point.\n2.7  P OTENTIAL E NERGY OF A SYSTEM  OF CHARGES\nConsider first the simple case of two charges q1and q2 with position vector\nr1 and r2 relative to some origin. Let us calculate the work done\n(externally) in building up this configuration. This means that we consider\nthe charges q1 and q2 initially at infinity and determine the work done by\nan external agency to bring the charges to the given locations. Suppose,\nfirst the charge q1 is brought from infinity to the point r1. There is no\nexternal field against which work needs to be done, so work done in\nbringing q1 from infinity to r1 is zero. This charge produces a potential in\nspace given by\nVq\nr1\n01\n11\n4=πεP\nwhere r1P is the distance of a point P in space from the location of q1.\nFrom the definition of potential, work done in bringing charge q2 from\ninfinity to the point r2 is q2 times the potential at r2 due to q1:\nwork done on q2 = 1\n401 2\n12πεq q\nrFIGURE  2.12  From the\npotential to the field.\nReprint 2025-26\n\nPhysics\n56where r12 is the distance between points 1 and 2.\nSince electrostatic force is conservative, this work gets\nstored in the form of potential energy of the system. Thus,\nthe potential energy of a system of two charges q1 and q2 is\nUq q\nr=1\n401 2\n12πε(2.22)\nObviously, if q2 was brought first to its present location and\nq1 brought later , the potential ener gy U would be the same.\nMore generally, the potential energy expression,\nEq. (2.22), is unaltered whatever way the charges are brought to the specified\nlocations, because of path -independence of work for electrostatic force.\nEquation (2.22) is true for any sign of  q1and q2. If q1q2 > 0, potential\nenergy is positive. This is as expected, since for like charges ( q1q2 > 0),\nelectrostatic force is repulsive and a positive amount of work is needed to\nbe done against this force to bring the charges from infinity to a finite\ndistance apart. For unlike charges ( q1 q2 < 0), the electrostatic force is\nattractive. In that case, a positive amount of work is needed against this\nforce to take the charges from the given location to infinity. In other words,\na negative amount of work is needed for the reverse path (from infinity to\nthe present locations), so the potential energy is negative.\nEquation (2.22) is easily generalised for a system of any number of\npoint charges. Let us calculate the potential energy of a system of three\ncharges q1, q2 and q3 located at r1, r2, r3, respectively. To bring q1 first\nfrom infinity to r1, no work is required. Next we bring q2 from infinity to\nr2. As before, work done in this step is\n1 2\n2 1 2\n0 121( )4q qq Vrε=πr (2.23)\nThe charges q1 and q2 produce a potential, which at any point P is\ngiven by\nVq\nrq\nr1 2\n01\n12\n21\n4,= +\n\nπεP P(2.24)\nWork done next in bringing q3 from infinity to the point r3 is  q3 times\nV1, 2 at r3\nq Vq q\nrq q\nr3 1 2 3\n01 3\n132 3\n231\n4,( )r= +\n\nπε(2.25)\nThe total work done in assembling the charges\nat the given locations is obtained by adding the work\ndone in different steps [Eq. (2.23) and Eq. (2.25)],\nUq q\nrq q\nrq q\nr= + +\n\n1\n401 2\n121 3\n132 3\n23 πε(2.26)\nAgain, because of the conservative nature of the\nelectrostatic force (or equivalently, the path\nindependence of work done), the final expression for\nU, Eq. (2.26), is independent of the manner in which\nthe configuration is assembled.  The potential energyFIGURE  2.13 Potential energy of a\nsystem of charges q1 and q2 is\ndirectly proportional to the product\nof charges and inversely to the\ndistance between them.\nFIGURE  2.14  Potential energy of a\nsystem of three charges is given by\nEq. (2.26), with the notation given\nin the figure.\nReprint 2025-26\n\nElectrostatic Potential\nand Capacitance\n57\n EXAMPLE  2.4is characteristic of the present state of configuration, and not the way\nthe state is achieved .\nExample 2.4 Four charges are arranged at the corners of a square\nABCD of side d, as shown in Fig. 2.15.(a) Find the work required to\nput together this arrangement. (b) A charge q0 is brought to the centre\nE of the square, the four charges being held fixed at its corners. How\nmuch extra work is needed to do this?\nFIGURE  2.15\nSolution\n(a) Since the work done depends on the final arrangement of the\ncharges, and not on how they ar e put together , we calculate work\nneeded for one way of putting the charges at A, B, C and D. Suppose,\nfirst the charge + q is brought to A, and then the charges – q, +q, and\n–q are brought to B, C and D, respectively. The total work needed can\nbe calculated in steps:\n(i)Work needed to bring char ge +q to A when no char ge is pr esent\nelsewhere: this is zero.\n(ii)Work needed to bring – q to B when + q is at A. This is given by\n(charge at B) × (electrostatic potential at B due to charge + q at A)\n= − ×\n\n= − qq\ndq\nd 4 402\n0 π πε ε\n(iii)Work needed to bring char ge +q to C when + q is at A and – q is at\nB. This is given by (charge at C) × (potential at C due to charges\nat A and B)\n= +++− \n\nqq\ndq\nd 4 2 40 0 π π ε ε\n      =−−\n\nq\nd2\n0411\n2 πε\n(iv)Work needed to bring –q to D when +q at A, –q at B,  and +q at C.\nThis is given by (charge at D) × (potential at D due to charges at A,\nB and C)\n      = −++−+\n\nqq\ndq\ndq\nd 4 4 2 40 0 0 π π π ε ε ε\n=−−\n\nq\nd2\n0421\n2 πε\nReprint 2025-26\n\nPhysics\n58\n EXAMPLE  2.4Add the work done in steps (i), (ii), (iii) and (iv). The total work\nrequired is\n=−+ + −\n\n+ −\n\n\n\n\n\nq\nd2\n040 1 11\n221\n2 πε( ) ( )\n =−−( )q\nd2\n044 2πε\nThe work done depends only on the arrangement of the charges, and\nnot how they are assembled. By definition, this is the total\nelectrostatic energy of the charges.\n(Students may try calculating same work/energy by taking charges\nin any other order they desire and convince themselves that the energy\nwill remain the same.)\n(b) The extra work necessary to bring a charge q0 to the point E when\nthe four charges are at A, B, C and D is q0 × (electrostatic potential at\nE due to the charges at A, B, C and D). The electrostatic potential at\nE is clearly zero since potential due to A and C is cancelled by that\ndue to B and D. Hence, no work is required to bring any charge to\npoint E.\n2.8  P OTENTIAL E NERGY IN AN EXTERNAL F IELD\n2.8.1  Potential energy of a single charge\nIn Section 2.7, the source of the electric field was specified – the charges\nand their locations - and the potential energy of the system of those charges\nwas  determined. In this section, we ask a related but a distinct question.\nWhat is the potential energy of a charge q in a given field? This question\nwas, in fact, the starting point that led us to the notion of the electrostatic\npotential (Sections 2.1 and 2.2). But here we address this question again\nto clarify in what way it is different from the discussion in Section 2.7.\nThe main difference is that we are now concerned with the potential\nenergy of a char ge (or char ges) in an exter nal field. The exter nal field E is\nnot produced by the given charge(s) whose potential energy we wish to\ncalculate.  E is produced by sources external to the given charge(s).The\nexternal sources may be known, but often they are unknown or\nunspecified; what is specified is the electric field E or the electrostatic\npotential V due to the exter nal sour ces. W e assume that the char ge q\ndoes not significantly affect the sources producing the external field. This\nis true if q is very small, or the external sources are held fixed by other\nunspecified forces. Even if q is finite, its influence on the external sources\nmay still be ignored in the situation when very strong sources far away\nat infinity produce a finite field E in the region of interest. Note again that\nwe are interested in determining the potential energy of a given charge \nq\n(and later , a system of char ges) in the exter nal field; we ar e not inter ested\nin the potential energy of the sources producing the external electric field.\nThe external electric field E and the corresponding external potential\nV may vary from point to point. By definition, V at a point P is the work\ndone in bringing a unit positive char ge from infinity to the point P .\nReprint 2025-26\n\nElectrostatic Potential\nand Capacitance\n59\n EXAMPLE  2.5(We continue to take potential at infinity to be zer o.) Thus, work done in\nbringing a char ge q from infinity to the point P in the exter nal field is q V.\nThis work is stored in the form of potential energy of q . If the point P has\nposition vector r relative to some origin, we can write:\nPotential energy of q at r in an external field\n= qV(r) (2.27)\nwhere V(r) is the exter nal potential at the point r.\nThus, if an electron with charge q = e = 1.6×10–19 C is accelerated by\na potential difference of DV = 1 volt, it would gain energy of qDV = 1.6  ×\n10–19J. This unit of energy is defined as 1 electron volt  or 1eV, i.e.,\n1 eV=1.6 × 10–19J. The units based on eV are most commonly used in\natomic, nuclear and particle physics, (1 keV = 103eV = 1.6  × 10–16J, 1 MeV\n= 106eV = 1.6  × 10–13J, 1 GeV = 109eV = 1.6  × 10–10J and 1 TeV = 1012eV\n= 1.6 × 10–7J). [This has already been defined on Page 117, XI Physics\nPart I, Table 6.1.]\n2.8.2 Potential energy of a system of two charges in an\nexternal field\nNext, we ask: what is the potential energy of a system of two charges q1\nand q2 located at r1and r2, respectively, in an external field? First, we\ncalculate the work done in bringing the charge q1 from infinity to r1.\nWork done in this step is q1 V(r1), using Eq. (2.27). Next, we consider the\nwork done in bringing q2 to r2. In this step, work is done not only against\nthe external field E but also against the field due to q1.\nWork done on q2 against the exter nal field\n= q2 V (r2)\nWork done on q2 against the field due to q1\n1 2\n124oq q\nrε=π\nwher e  r12 is the distance between q1 and q2. We have made use of Eqs.\n(2.27) and (2.22). By the superposition principle for fields, we add up\nthe work done on q2 against the two fields ( E and that due to q1):\nWork done in bringing q2 to r2\n1 2\n2 2\n12( )4oq qq Vrε= +πr (2.28)\nThus,\n Potential energy of the system\n= the total work done in assembling the configuration\n1 2\n1 1 2 2\n0 12( ) ( )4q qq V q Vrε= + +πr r  (2.29)\nExample 2.5\n(a)Determine the electrostatic potential energy of a system consisting\nof  two charges 7 mC and –2 mC (and with no external field) placed\nat (–9 cm, 0, 0) and (9 cm, 0, 0) respectively.\n(b)How much work is required to separate the two charges infinitely\naway from each other?\nReprint 2025-26\n\nPhysics\n60\n EXAMPLE  2.5(c)Suppose that the same system of charges is now placed in an\nexternal electric field E = A (1/r2); A = 9 × 105 NC–1 m2. What would\nthe electrostatic energy of the configuration be?\nSolution\n(a)12\n9 1 2\n01 7 ( 2) 109 104 0.18q qUrε−× − ×= = × ×π= –0.7 J.\n(b)W = U2 – U1  = 0 – U = 0 – (–0.7) = 0.7 J.\n(c)The mutual interaction energy of the two charges remains\nunchanged. In addition, there is the energy of interaction of the\ntwo charges with the external electric field. We find,\n( ) ( )1 1 2 27 C 2 C\n0.09m 0.09mq V q V A Aµ − µ+ = +r r\nand the net electrostatic energy is\n( ) ( )1 2\n1 1 2 2\n0 127 C 2 C0.7 J4 0.09m 0.09mq qq V q V A Arεµ − µ+ + = + −πr r\n         70 20 0.7 49.3 J= − − =\n2.8.3  Potential energy of a dipole in an external field\nConsider a dipole with charges q1 = +q and q2 = –q placed in a uniform\nelectric field E, as shown in Fig. 2.16.\nAs seen in the last chapter, in a uniform electric field,\nthe dipole experiences no net force; but experiences a\ntorque t t t t t given by\nt = t = t = t = t = p × E (2.30)\nwhich will tend to rotate it (unless p is parallel or\nantiparallel to E). Suppose an external torque ttt\nttext is\napplied in such a manner that it just neutralises this\ntorque and rotates it in the plane of paper from angle q0\nto angle q1 at an infinitesimal angular speed and without\nangular acceleration.  The amount of work done by the\nexternal torque will be given by\n( ) cos cospEθ θ0 1 = − (2.31)\nThis work is stored as the potential energy of the system. We can\nthen associate potential energy U(q) with an inclination q  of the dipole.\nSimilar to other potential energies, there is a freedom in choosing the\nangle where the potential energy U is taken to be zero. A natural choice\nis to take q0 = p / 2. (A n explanation for it is provided towards the end of\ndiscussion.)   We can then write,\n(2.32)FIGURE  2.16 Potential energy of a\ndipole in a uniform external field.\nReprint 2025-26\n\nElectrostatic Potential\nand Capacitance\n61\n EXAMPLE  2.6This expression can alternately be understood also from Eq. (2.29).\nWe apply Eq. (2.29) to the present system of two charges + q and – q. The\npotential energy  expression then reads\n()( ) ( )2\n1 2[ ]4 2qU q V Vaθε0= − −′π ×r r (2.33)\nHere, r1 and r2 denote the position vectors of + q and – q. Now, the\npotential difference between positions r1 and r2 equals the work done\nin bringing a unit positive charge against field from r2 to r1. The\ndisplacement parallel to the force is 2 a cosq. Thus, [ V(r1)–V (r2)] =\n–E × 2a cosq . We thus obtain,\n()2 2\ncos4 2 4 2θ θε ε0 0= − − = − − ′π × π ×p.Eq qU pEa a(2.34)\nWe note that U¢ (q) differs fr om U(q) by a quantity which is just a constant\nfor a given dipole. Since a constant is insignificant for potential  energy, we\ncan drop the second term in Eq. (2.34) and it then reduces to Eq. (2.32).\nWe can now understand why we took q0=p/2. In this case, the work\ndone against the exter nal field E in bringing + q and – q are equal and\nopposite and cancel out, i.e., q [V (r1)  – V (r2)]=0.\nExample 2.6  A molecule of a substance has a permanent electric\ndipole moment of magnitude 10–29 C m. A mole of this substance is\npolarised (at low temperature) by applying a strong electrostatic field\nof magnitude 106 V m–1. The direction of the field is suddenly changed\nby an angle of 60º. Estimate the heat released by the substance in\naligning its dipoles along the new direction of the field. For simplicity,\nassume 100% polarisation of the sample.\nSolution   Here, dipole moment of each molecules = 10–29 C m\nAs 1 mole of the substance contains 6 × 1023 molecules,\ntotal dipole moment of all the molecules, p = 6 × 1023 × 10–29 C m\n    = 6 × 10–6\n C m\nInitial potential energy, Ui = –pE cos q = –6×10–6×106 cos 0° = –6 J\nFinal potential energy (when q = 60°), Uf = –6 × 10–6 × 106 cos 60° = –3 J\nChange in potential energy = –3 J – (–6J) = 3 J\nSo, there is loss in potential energy. This must be the energy released\nby the substance in the form of heat in aligning its dipoles.\n2.9  E LECTROST ATICS OF CONDUCTORS\nConductors and insulators were described briefly in Chapter 1.\nConductors contain mobile charge carriers. In metallic conductors, these\ncharge carriers are electrons. In a metal, the outer (valence) electrons\npart away from their atoms and are free to move. These electrons are free\nwithin the metal but not free  to leave the metal. The free electrons form a\nkind of ‘gas’; they collide with each other and with the ions, and move\nrandomly in different directions. In an external electric field, they drift\nagainst the direction of the field. The positive ions made up of the nuclei\nand the bound electrons remain held in their fixed positions. In electrolytic\nconductors, the charge carriers are both positive and negative ions; but\nReprint 2025-26\n\nPhysics\n62the situation in this case is more involved – the movement of the charge\ncarriers is affected both by the external electric field as also by the\nso-called chemical for ces (see ",
      "wordCount": 4241,
      "examples": [
        {
          "chapterNumber": 1,
          "exampleNumber": 2,
          "title": "2  Two charges 3 × 10–8 C and –2 × 10–8 C are located",
          "question": "Example 2.2  Two charges 3 × 10–8 C and –2 × 10–8 C are located\n15 cm apart. At what point on the line joining the two charges is the\nelectric potential zero? Take the potential at infinity to be zero.\nSolution  Let us take the origin O at the location of the positive charge.\nThe line joining the two charges is taken to be the x-axis;  the negative\ncharge is taken to be on the right side of the origin (Fig. 2.7).\nFIGURE  2.7\nLet P be the required point on the x-axis where the potential is zero.",
          "solution": "Let us take the origin O at the location of the positive charge.\nThe line joining the two charges is taken to be the x-axis;  the negative\ncharge is taken to be on the right side of the origin (Fig. 2.7).\nFIGURE  2.7\nLet P be the required point on the x-axis where the potential is zero.\nIf x is the x-coor dinate of P , obviously x must be positive. (There is no\npossibility of potentials due to the two charges adding up to zero for\nx < 0.) If x lies between O and A, we have\n1\n43 10\n102 10\n15 100\n08\n28\n2πε×\n×−×\n− ×=\n\n–\n––\n–( ) x x\nwhere x is in cm. That is,\n3 2015x x− =−\nwhich gives x  =  9 cm.\nIf x lies on the extended line OA, the required condition is\n3 2015 x x− =−\nReprint 2025-26\n\nElectrostatic Potential\nand Capacitance\n53"
        },
        {
          "chapterNumber": 1,
          "exampleNumber": 2,
          "title": "2which gives",
          "question": "EXAMPLE  2.2which gives\nx  = 45 cm\nThus, electric potential is zero at 9 cm and 45 cm away from the\npositive charge on the side of the negative charge. Note that the\nformula for potential used in the calculation required choosing\npotential to be zero at infinity.\nExample 2.3   Figures 2.8 (a) and (b) show the field lines of a positive\nand negative point charge respectively.\nFIGURE  2.8\n(a)Give the signs of the potential dif ference VP – VQ; VB – VA.\n(b)Give the sign of the potential energy diffe",
          "solution": ""
        },
        {
          "chapterNumber": 1,
          "exampleNumber": 2,
          "title": "3   Figures 2.8 (a) and (b) show the field lines of a positive",
          "question": "Example 2.3   Figures 2.8 (a) and (b) show the field lines of a positive\nand negative point charge respectively.\nFIGURE  2.8\n(a)Give the signs of the potential dif ference VP – VQ; VB – VA.\n(b)Give the sign of the potential energy difference of a small negative\ncharge between the points Q and P; A and B.\n(c)Give the sign of the work done by the field in moving a small\npositive char ge from Q to P .\n(d)Give the sign of the work done by the external agency in moving\na small negative charge from B",
          "solution": ""
        },
        {
          "chapterNumber": 1,
          "exampleNumber": 2,
          "title": "3Electric potential, equipotential surfaces:",
          "question": "EXAMPLE  2.3Electric potential, equipotential surfaces:\nhttp://video.mit.edu/watch/4-electrostatic-potential-elctric-energy-ev-conservative-field-equipotential-sufaces-12584/\nReprint 2025-26\n\nPhysics\n54FIGURE  2.10 Equipotential surfaces for a uniform electric field.2.6  E QUIPOTENTIAL  SURFACES\nAn equipotential surface is a surface with a constant value of potential\nat all points on the surface. For a single charge q, the potential is given\nby Eq. (2.8):\n1\n4oqVrε=π\nThis shows that V is a consta",
          "solution": ""
        },
        {
          "chapterNumber": 1,
          "exampleNumber": 2,
          "title": "4is characteristic of the present state of configuration, and not the way",
          "question": "EXAMPLE  2.4is characteristic of the present state of configuration, and not the way\nthe state is achieved .\nExample 2.4 Four charges are arranged at the corners of a square\nABCD of side d, as shown in Fig. 2.15.(a) Find the work required to\nput together this arrangement. (b) A charge q0 is brought to the centre\nE of the square, the four charges being held fixed at its corners. How\nmuch extra work is needed to do this?\nFIGURE  2.15\nSolution\n(a) Since the work done depends on the final arrangemen",
          "solution": ""
        },
        {
          "chapterNumber": 1,
          "exampleNumber": 2,
          "title": "4 Four charges are arranged at the corners of a square",
          "question": "Example 2.4 Four charges are arranged at the corners of a square\nABCD of side d, as shown in Fig. 2.15.(a) Find the work required to\nput together this arrangement. (b) A charge q0 is brought to the centre\nE of the square, the four charges being held fixed at its corners. How\nmuch extra work is needed to do this?\nFIGURE  2.15\nSolution\n(a) Since the work done depends on the final arrangement of the\ncharges, and not on how they ar e put together , we calculate work\nneeded for one way of putting the",
          "solution": ""
        },
        {
          "chapterNumber": 1,
          "exampleNumber": 2,
          "title": "4Add the work done in steps (i), (ii), (iii) and (iv). The total work",
          "question": "EXAMPLE  2.4Add the work done in steps (i), (ii), (iii) and (iv). The total work\nrequired is\n=−+ + −\n\n+ −\n\n\n\n\n\nq\nd2\n040 1 11\n221\n2 πε( ) ( )\n =−−( )q\nd2\n044 2πε\nThe work done depends only on the arrangement of the charges, and\nnot how they are assembled. By definition, this is the total\nelectrostatic energy of the charges.\n(Students may try calculating same work/energy by taking charges\nin any other order they desire and convince themselves that the energy\nwill remain the same.",
          "solution": ""
        },
        {
          "chapterNumber": 1,
          "exampleNumber": 2,
          "title": "5(We continue to take potential at infinity to be zer o.) Thus, work done in",
          "question": "EXAMPLE  2.5(We continue to take potential at infinity to be zer o.) Thus, work done in\nbringing a char ge q from infinity to the point P in the exter nal field is q V.\nThis work is stored in the form of potential energy of q . If the point P has\nposition vector r relative to some origin, we can write:\nPotential energy of q at r in an external field\n= qV(r) (2.27)\nwhere V(r) is the exter nal potential at the point r.\nThus, if an electron with charge q = e = 1.6×10–19 C is accelerated by\na potent",
          "solution": ""
        },
        {
          "chapterNumber": 1,
          "exampleNumber": 2,
          "title": "5",
          "question": "Example 2.5\n(a)Determine the electrostatic potential energy of a system consisting\nof  two charges 7 mC and –2 mC (and with no external field) placed\nat (–9 cm, 0, 0) and (9 cm, 0, 0) respectively.\n(b)How much work is required to separate the two charges infinitely\naway from each other?\nReprint 2025-26\n\nPhysics\n60\n EXAMPLE  2.5(c)Suppose that the same system of charges is now placed in an\nexternal electric field E = A (1/r2); A = 9 × 105 NC–1 m2. What would\nthe electrostatic energy of the config",
          "solution": "(a)12\n9 1 2\n01 7 ( 2) 109 104 0.18q qUrε−× − ×= = × ×π= –0.7 J.\n(b)W = U2 – U1  = 0 – U = 0 – (–0.7) = 0.7 J.\n(c)The mutual interaction energy of the two charges remains\nunchanged. In addition, there is the energy of interaction of the\ntwo charges with the external electric field. We find,\n( ) ( )1 1 2 27 C 2 C\n0.09m 0.09mq V q V A Aµ − µ+ = +r r\nand the net electrostatic energy is\n( ) ( )1 2\n1 1 2 2\n0 127 C 2 C0.7 J4 0.09m 0.09mq qq V q V A Arεµ − µ+ + = + −πr r\n         70 20 0.7 49.3 J= − − =\n2.8.3  Potential energy of a dipole in an external field\nConsider a dipole with charges q1 = +q and q2 = –q placed in a uniform\nelectric field E, as shown in Fig. 2.1"
        },
        {
          "chapterNumber": 1,
          "exampleNumber": 2,
          "title": "5(c)Suppose that the same system of charges is now placed in an",
          "question": "EXAMPLE  2.5(c)Suppose that the same system of charges is now placed in an\nexternal electric field E = A (1/r2); A = 9 × 105 NC–1 m2. What would\nthe electrostatic energy of the configuration be?\nSolution\n(a)12\n9 1 2\n01 7 ( 2) 109 104 0.18q qUrε−× − ×= = × ×π= –0.7 J.\n(b)W = U2 – U1  = 0 – U = 0 – (–0.7) = 0.7 J.\n(c)The mutual interaction energy of the two charges remains\nunchanged. In addition, there is the energy of interaction of the\ntwo charges with the external electric field. We find,\n( ) (",
          "solution": "(a)12\n9 1 2\n01 7 ( 2) 109 104 0.18q qUrε−× − ×= = × ×π= –0.7 J.\n(b)W = U2 – U1  = 0 – U = 0 – (–0.7) = 0.7 J.\n(c)The mutual interaction energy of the two charges remains\nunchanged. In addition, there is the energy of interaction of the\ntwo charges with the external electric field. We find,\n( ) ( )1 1 2 27 C 2 C\n0.09m 0.09mq V q V A Aµ − µ+ = +r r\nand the net electrostatic energy is\n( ) ( )1 2\n1 1 2 2\n0 127 C 2 C0.7 J4 0.09m 0.09mq qq V q V A Arεµ − µ+ + = + −πr r\n         70 20 0.7 49.3 J= − − =\n2.8.3  Potential energy of a dipole in an external field\nConsider a dipole with charges q1 = +q and q2 = –q placed in a uniform\nelectric field E, as shown in Fig. 2.1"
        },
        {
          "chapterNumber": 1,
          "exampleNumber": 2,
          "title": "6This expression can alternately be understood also from Eq. (2.29).",
          "question": "EXAMPLE  2.6This expression can alternately be understood also from Eq. (2.29).\nWe apply Eq. (2.29) to the present system of two charges + q and – q. The\npotential energy  expression then reads\n()( ) ( )2\n1 2[ ]4 2qU q V Vaθε0= − −′π ×r r (2.33)\nHere, r1 and r2 denote the position vectors of + q and – q. Now, the\npotential difference between positions r1 and r2 equals the work done\nin bringing a unit positive charge against field from r2 to r1. The\ndisplacement parallel to the force is 2 a cosq.",
          "solution": ""
        },
        {
          "chapterNumber": 1,
          "exampleNumber": 2,
          "title": "6  A molecule of a substance has a permanent electric",
          "question": "Example 2.6  A molecule of a substance has a permanent electric\ndipole moment of magnitude 10–29 C m. A mole of this substance is\npolarised (at low temperature) by applying a strong electrostatic field\nof magnitude 106 V m–1. The direction of the field is suddenly changed\nby an angle of 60º. Estimate the heat released by the substance in\naligning its dipoles along the new direction of the field. For simplicity,\nassume 100% polarisation of the sample.\nSolution   Here, dipole moment of each molecu",
          "solution": "Here, dipole moment of each molecules = 10–29 C m\nAs 1 mole of the substance contains 6 × 1023 molecules,\ntotal dipole moment of all the molecules, p = 6 × 1023 × 10–29 C m\n    = 6 × 10–6\n C m\nInitial potential energy, Ui = –pE cos q = –6×10–6×106 cos 0° = –6 J\nFinal potential energy (when q = 60°), Uf = –6 × 10–6 × 106 cos 60° = –3 J\nChange in potential energy = –3 J – (–6J) = 3 J\nSo, there is loss in potential energy. This must be the energy released\nby the substance in the form of heat in aligning its dipoles.\n2.9  E LECTROST ATICS OF CONDUCTORS\nConductors and insulators were described briefly in Chapter"
        }
      ],
      "exercises": [],
      "stats": {
        "examplesCount": 12,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 3,
      "title": "). W e shall r estrict our discussion",
      "content": "Chapter 3). W e shall r estrict our discussion\nto metallic solid conductors. Let us note important results regarding\nelectrostatics of conductors.\n1. Inside a conductor , electr ostatic field is zer o\nConsider a conductor , neutral or char ged. Ther e may also be an exter nal\nelectrostatic field. In the static situation, when there is no current inside\nor on the sur face of the conductor , the electric field is zer o everywher e\ninside the conductor . This fact can be taken as the defining pr operty of a\nconductor . A conductor has fr ee electr ons. As long as electric field is not\nzero, the free charge carriers would experience force and drift. In the\nstatic situation, the free charges have so distributed themselves that the\nelectric field is zero everywhere inside. Electrostatic field is zero inside a\nconductor .\n2.At the sur face of a char ged conductor , electr ostatic field\nmust be normal to the surface at every point\nIf E were not normal to the surface, it would have some non-zero\ncomponent along the surface. Free charges on the surface of the conductor\nwould then experience force and move. In the static situation, therefore,\nE should have no tangential component. Thus electrostatic field  at the\nsurface of a char ged conductor must be nor mal to the sur face at every\npoint. (For a conductor without any surface charge density, field is zero\neven at the surface.) See result 5.\n3.The interior of a conductor can have no excess charge in\nthe static situation\nA neutral conductor has equal amounts of positive and negative charges\nin every small volume or surface element. When the conductor is charged,\nthe excess charge can reside only on the surface in the static situation.\nThis follows from the Gauss’s law. Consider any arbitrary volume element\nv inside a conductor . On the closed sur face S bounding the volume\nelement v, electrostatic field is zero. Thus the total electric flux through S\nis zero. Hence, by Gauss’s law, there is no net charge enclosed by S. But\nthe surface S can be made as small as you like, i.e., the volume v can be\nmade vanishingly small. This means there is no net charge at any point\ninside the conductor , and any excess char ge must r eside at the sur face.\n4.Electrostatic potential is constant throughout the volume\nof the conductor and has the same value (as inside) on\nits surface\nThis follows from results 1 and 2 above. Since E = 0 inside the conductor\nand has no tangential component on the surface, no work is done in\nmoving a small test charge within the conductor and on its surface. That\nis, there is no potential difference between any two points inside or on\nthe sur face of the conductor . Hence, the r esult. If the conductor is char ged,\nReprint 2025-26\n\nElectrostatic Potential\nand Capacitance\n63electric field normal to the surface exists; this means potential will be\ndifferent for the surface and a point just outside the surface.\nIn a system of conductors of arbitrary size, shape and\ncharge configuration, each conductor is characterised by a constant\nvalue of potential, but this constant may differ from one conductor to\nthe other .\n5.Electric field at the surface of a charged conductor\n0ˆσ\nε=E n (2.35)\nwhere s is the surface charge density and ˆn is a unit vector normal\nto the surface in the outward direction.\nTo derive the result, choose a pill box (a short cylinder) as the Gaussian\nsurface about any point P on the surface, as shown in Fig. 2.17. The pill\nbox is partly inside and partly outside the surface of the conductor. It\nhas a small area of cross section d S and negligible height.\nJust inside the surface, the electrostatic field is zero; just outside, the\nfield is normal to the surface with magnitude E. Thus,\nthe contribution to the total flux through the pill box\ncomes only from the outside (circular) cross-section\nof the pill box. This equals  ± EdS (positive for s > 0,\nnegative for s < 0), since over the small area  dS, E\nmay be considered constant and E and dS are parallel\nor antiparallel. The charge enclosed by the pill box\nis  sdS.\nBy Gauss’s law\nEdS = \n0Sσ δ\nε\nE = \n0σ\nε(2.36)\nIncluding the fact that electric field is normal to the\nsurface, we get the vector relation, Eq. (2.35), which\nis true for both signs of s. For s > 0, electric field is\nnormal to the surface outward; for s < 0, electric field\nis normal to the surface inward.\n6.Electrostatic shielding\nConsider a conductor with a cavity, with no charges inside the cavity. A\nremarkable result is that the electric field inside the cavity is zero, whatever\nbe the size and shape of the cavity and whatever be the charge on the\nconductor and the external fields in which it might be placed. We have\nproved a simple case of this result already: the electric field inside a charged\nspherical shell is zero. The proof of the result for the shell makes use of\nthe spherical symmetry of the shell (see Chapter 1). But the vanishing of\nelectric field in the (charge-free) cavity of a conductor is, as mentioned\nabove, a very general result. A related result is that even if the conductorFIGURE  2.17  The Gaussian surface\n(a pill box) chosen to derive Eq. (2.35)\nfor electric field at the surface of a\ncharged conductor .\nReprint 2025-26\n\nPhysics\n64\n EXAMPLE  2.7FIGURE  2.18  The electric field inside a\ncavity of any conductor is zero. All\ncharges reside only on the outer surface\nof a conductor with cavity. (There are no\ncharges placed in the cavity.)is charged or charges are induced on a neutral\nconductor by an external field, all charges reside\nonly on the outer surface of a conductor with cavity.\nThe proofs of the results noted in Fig. 2.18 are\nomitted here, but we note their important\nimplication. Whatever be the charge and field\nconfiguration outside, any cavity in a conductor\nremains shielded from outside electric influence: the\nfield inside the cavity is always zero . This is known\nas electrostatic shielding . The effect can be made\nuse of in protecting sensitive instruments from\noutside electrical influence. Figure 2.19 gives a\nsummary of the important electrostatic properties\nof a conductor.\nExample 2.7\n(a)A comb run through one’s dry hair attracts small bits of paper.\nWhy?\nWhat happens if the hair is wet or if it is a rainy day? (Remember ,\na paper does not conduct electricity.)\n(b)Ordinary rubber is an insulator . But special rubber tyr es of\naircraft are made slightly conducting. Why is this necessary?\n(c)Vehicles carrying inflammable materials usually have metallic\nropes touching the ground during motion. Why?\n(d)A bird perches on a bare high power line, and nothing happens\nto the bird. A man standing on the ground touches the same line\nand gets a fatal shock. Why?\nSolution\n(a)This is because the comb gets charged by friction. The molecules\nin the paper gets polarised by the charged comb, resulting  in a\nnet force of attraction. If the hair is wet, or if it is rainy day, friction\nbetween hair and the comb reduces. The comb does not get\ncharged and thus it will not attract small bits of paper .FIGURE  2.19  Some important electr ostatic pr operties of a conductor .\nReprint 2025-26\n\nElectrostatic Potential\nand Capacitance\n65\n EXAMPLE  2.7(b)To enable them to conduct charge (produced by friction) to the\nground;  as too much of static electricity accumulated may result\nin spark and result in fire.\n(c)Reason similar to (b).\n(d)Current passes only when there is difference in potential.\n2.10  D IELECTRICS AND P OLARISATION\nDielectrics are non-conducting substances. In contrast to conductors,\nthey have no (or negligible number o f) charge carriers. Recall from Section\n2.9 what happens when a conductor is placed in an\nexternal electric field. The free charge carriers move\nand charge distribution in the conductor adjusts\nitself in such a way that the electric field due to\ninduced charges opposes the external field within\nthe conductor. This happens until, in the static\nsituation, the two fields cancel each other and the\nnet electrostatic field in the conductor is zero. In a\ndielectric, this free movement of charges is not\npossible. It turns out that the external field induces\ndipole moment by stretching or re-orienting\nmolecules of the dielectric. The collective effect of all\nthe molecular dipole moments is net charges  on the\nsurface of the dielectric which produce a field that\nopposes the external field.  Unlike in a conductor,\nhowever, the opposing field so induced does not\nexactly cancel the external field. It only reduces it.\nThe extent of the effect depends on the\nnature of the dielectric. To understand the\neffect, we need to look at the charge\ndistribution of a dielectric at the\nmolecular level.\nThe molecules of a substance may be\npolar or non-polar. In a non-polar\nmolecule, the centres of positive and\nnegative charges coincide. The molecule\nthen has no permanent (or intrinsic) dipole\nmoment. Examples of non-polar molecules\nare oxygen (O2) and hydrogen (H2)\nmolecules which, because of their\nsymmetry, have no dipole moment. On the\nother hand, a polar molecule is one in which\nthe centres of positive and negative charges\nare separated (even when there is no\nexternal field). Such molecules have a\npermanent dipole moment. An ionic\nmolecule such as HCl or a molecule of water\n(H2O) are examples of polar molecules.FIGURE  2.20  Difference in behaviour\nof a conductor and a dielectric\nin an external electric field.\nFIGURE  2.21  Some examples of polar\nand non-polar molecules.\nReprint 2025-26\n\nPhysics\n66In an external electric field, the\npositive and negative charges of a non-\npolar molecule are displaced in opposite\ndirections. The displacement stops when\nthe external force on the constituent\ncharges of the molecule is balanced by\nthe restoring force (due to internal fields\nin the molecule). The non-polar molecule\nthus develops an induced dipole moment.\nThe dielectric is said to be polarised by\nthe exter nal field. W e consider only the\nsimple situation when the induced dipole\nmoment is in the direction of the field and\nis proportional to the field strength.\n(Substances for which th is assumption\nis true are called linear isotropic\ndielectrics. ) The induced dipole moments\nof different molecules add up giving a net\ndipole moment of the dielectric in the\npresence of the external field.\nA dielectric with polar molecules also\ndevelops a net dipole moment in an\nexternal field, but for a different reason.\nIn the absence of any external field, the\ndifferent permanent dipoles are oriented\nrandomly due to thermal agitation; so\nthe total dipole moment is zero. When\nan external field is applied, the individual dipole moments tend  to align\nwith the field. When summed overall the molecules, there is then a net\ndipole moment in the direction of the external field, i.e., the dielectric is\npolarised. The extent of polarisation depends on the relative strength of\ntwo mutually opposite factors: the dipole potential energy in the external\nfield tending to align the dipoles with the field and thermal energy tending\nto disrupt the alignment. There may be, in addition, the  ‘induced dipole\nmoment’ effect as for non-polar molecules, but generally the alignment\neffect is more important for polar molecules.\nThus in either case, whether polar or non-polar , a dielectric develops\na net dipole moment in the presence of an external field. The dipole\nmoment per unit volume is called polarisation  and is denoted by P. For\nlinear isotropic dielectrics,\n0ε χ=P Ee (2.37)\nwhere ce is a constant characteristic of the dielectric and is known as the\nelectric susceptibility  of the dielectric medium.\nIt is possible to relate ce to the molecular properties of the substance,\nbut we shall not pursue that here.\nThe question is: how does the polarised dielectric modify the original\nexternal field inside it? Let us consider, for simplicity, a rectangular\ndielectric slab placed in a uniform external field E0 parallel to two of its\nfaces. The field causes a uniform polarisation P of the dielectric. ThusFIGURE  2.22 A dielectric develops a net dipole\nmoment in an external electric field. (a) Non-polar\nmolecules, (b) Polar molecules.\nReprint 2025-26\n\nElectrostatic Potential\nand Capacitance\n67every volume element Dv of the slab has a dipole moment\nP Dv in the direction of the field. The volume element Dv  is\nmacroscopically small but contains a very large number of\nmolecular dipoles. Anywhere inside the dielectric, the\nvolume element Dv\n has no net charge (though it has net\ndipole moment). This is, because, the positive charge of one\ndipole sits close to the negative charge of the adjacent dipole.\nHowever , at the sur faces of the dielectric nor mal to the\nelectric field, there is evidently a net charge density. As seen\nin Fig 2.23, the positive ends of the dipoles remain\nunneutralised at the right surface and the negative ends at\nthe left surface. The unbalanced charges are the induced\ncharges due to the external field.\nThus, the polarised dielectric is equivalent to two charged\nsurfaces with induced surface charge densities, say sp\nand – sp. Clearly, the field produced by these surface charges\nopposes the external field. The total field in the dielectric\nis, thereby, reduced from the case when no dielectric is\npresent. We should note that the surface charge density\n±sp arises from bound (not free charges) in the dielectric.\n2.11  C APACITORS AND C APACITANCE\nA capacitor is a system of two conductors separated by an insulator\n(Fig. 2.24). The conductors have charges, say Q1 and Q2, and potentials\nV1 and V2. Usually, in practice, the two conductors have charges Q\nand – Q, with potential difference V = V1 – V2 between them. We shall\nconsider only this kind of charge configuration of the capacitor. (Even a\nsingle conductor can be used as a capacitor by assuming the other at\ninfinity.) The conductors may be so charged by connecting them to the\ntwo terminals of a battery. Q is called the charge of the capacitor, though\nthis, in fact, is the charge on one of the conductors – the total charge  of\nthe capacitor  is zero.\nThe electric field in the region between the\nconductors is proportional to the charge Q. That\nis, if the charge on the capacitor is, say  doubled,\nthe electric field will also be doubled at every point.\n(This follows from the direct proportionality\nbetween field and charge implied by Coulomb’s\nlaw and the superposition principle.) Now,\npotential difference V is the work done per unit\npositive charge in taking a small test charge from\nthe conductor 2 to 1 against the field.\nConsequently, V is also proportio nal to Q, and the\nratio Q/V is a constant:\nQCV= (2.38)\nThe constant C is called the capacitance  of the capacitor. C is independent\nof Q or V, as stated above. The capacitance C depends only on theFIGURE  2.23  A uniformly\npolarised dielectric amounts\nto induced surface charge\ndensity, but no volume\ncharge density.\nFIGURE  2.24 A system of two conductors\nseparated by an insulator for ms a capacitor .\nReprint 2025-26\n\nPhysics\n68geometrical configuration (shape, size, separation) of the system of two\nconductors. [As we shall see later, it also depends on the nature of the\ninsulator (dielectric) separating the two conductors.]  The SI unit of\ncapacitance is 1 farad (=1 coulomb volt-1) or 1 F = 1 C V–1. A capacitor\nwith fixed capacitance is symbolically shown as - --||---, while the one with\nvariable capacitance is shown as  .\nEquation (2.38) shows that for large C, V is small for a given Q. This\nmeans a capacitor with large capacitance can hold large amount of charge\nQ at a r elatively small V. This is of practical importance. High potential\ndifference implies strong electric field around the conductors. A strong\nelectric field can ionise the surrounding air and accelerate the charges so\nproduced to the oppositely charged plates, thereby neutralising the charge\non the capacitor plates, at least partly. In other words, the charge of the\ncapacitor leaks away due to the reduction in insulating power of the\nintervening medium.\nThe maximum electric field that a dielectric medium can withstand\nwithout break-down (of its insulating property) is called its dielectric\nstrength ; for air it is about 3 × 106 Vm–1. For a separation between\nconductors of the order of 1 cm or so, this field corresponds to a potential\ndifference of 3 × 104 V between the conductors. Thus, for a capacitor to\nstore a large amount of charge without  leaking, its capacitance should\nbe high enough so that the potential difference and hence the electric\nfield do not exceed the break-down limits. Put differently, there is a limit\nto the amount of charge that can be stored on a given capacitor without\nsignificant leaking. In practice, a farad is a very big unit; the most common\nunits are its sub-multiples 1 mF = 10–6 F, 1 nF = 10–9 F, 1 pF = 10–12 F,\netc. Besides its use in storing charge, a capacitor is a key element of most\nac circuits with important functions, as described in Chapter 7.\n2.12  T HE PARALLEL  PLATE CAPACITOR\nA parallel plate capacitor consists of two large plane parallel conducting\nplates separated by a small distance (Fig. 2.25). We first take the\nintervening medium between the plates to be\nvacuum. The effect of a dielectric medium between\nthe plates is discussed in the next section. Let A be\nthe area of each plate and d the separation between\nthem. The two plates have charges Q and – Q. Since\nd is much smaller than the linear dimension of the\nplates ( d2 << A), we can use the result on electric\nfield by an infinite plane sheet of uniform surface\ncharge density (Section 1.15). Plate 1 has surface\ncharge density s = Q/A and plate 2 has a surface\ncharge density – s. Using Eq. (1.33), the electric field\nin different regions is:\nOuter region I (region  above the plate 1),\n0 002 2Eσ σ\nε ε= − = (2.39)FIGURE  2.25  The parallel plate capacitor .\nReprint 2025-26\n\nElectrostatic Potential\nand Capacitance\n69Outer region II (region below the plate 2),\n0 002 2Eσ σ\nε ε= − = (2.40)\nIn the inner region between the plates 1 and 2, the electric fields due\nto the two charged plates add up, giving\n0 0 0 02 2QEAσ σ σ\nε ε ε ε= + = = (2.41)\nThe direction of electric field is from the positive to the negative plate.\nThus, the electric field is localised between the two plates and is\nuniform throughout. For plates with finite area, this will not be true near\nthe outer boundaries of the plates. The field lines bend outward at the\nedges — an effect called ‘fringing of the field’. By the same token, s will\nnot be strictly uniform on the entire plate. [ E and s are related by Eq.\n(2.35).] However , for d2 << A, these ef fects can be ignor ed in the r egions\nsufficiently far from the edges, and the field there is given by Eq. (2.41).\nNow for uniform electric field, potential difference is simply the electric\nfield times the distance between the plates, that is,\n01QdV E dAε= = (2.42)\nThe capacitance C of the parallel plate capacitor is then\nQCV= = 0A\ndε= (2.43)\nwhich, as expected, depends only on the geometry of the system. For\ntypical values like A = 1 m2, d = 1 mm, we get\n12 2 –1 –2 2\n9\n38.85 10 C N m 1m8.85 10 F10 mC−\n−\n−× ×= = × (2.44)\n(You can check that if 1F= 1C V–1 = 1C (NC–1m)–1 = 1 C2 N–1m–1.)\nThis shows that 1F is too big a unit in practice, as r emarked earlier .\nAnother way of seeing the ‘bigness’ of 1F is to calculate the area of the\nplates needed to have C = 1F for a separation of, say 1 cm:\n0CdAε= =2\n9 2\n12 2 –1 –21F 10 m10 m8.85 10 C N m−\n−×=×(2.45)\nwhich is a plate about 30 km in length and breadth!\n2.13  E FFECT OF DIELECTRIC  ON CAPACITANCE\nWith the understanding of the behaviour of dielectrics in an external\nfield developed in Section 2.10, let us see how the capacitance of a parallel\nplate capacitor is modified when a dielectric is present. As before, we\nhave two large plates, each of area A, separated by a distance d. The\ncharge on the plates is ± Q, corresponding to the charge density ± s (with\ns = Q/A). When there is vacuum between the plates,\n0\n0Eσ\nε=Factors affecting capacitance, capacitors in action\nInteractive Java tutorial\nhttp://micro.magnet.fsu.edu/electromag/java/capacitance/\nReprint 2025-26\n\nPhysics\n70and the potential difference  V0 is\nV0 = E0d\nThe capacitance C0 in this case is\n0 0\n0Q ACV dε= = (2.46)\nConsider next a dielectric inserted between the plates fully occupying\nthe intervening region. The dielectric is polarised by the field and, as\nexplained in Section 2.10, the effect is equivalent to two charged sheets\n(at the surfaces of the dielectric normal to the field) with surface charge\ndensities sp and – sp. The electric field in the dielectric then corresponds\nto the case when the net surface charge density on the plates is ±( s – sp).\nThat is,\n0PEσ σ\nε−= (2.47)\nso that the potential difference across the plates is\n0PV E d dσ σ\nε−= = (2.48)\nFor linear dielectrics, we expect sp to be proportional to E0, i.e., to s.\nThus, ( s – sp) is proportional to s  and we can write\nPKσσ σ− = (2.49)\nwher e K is a constant characteristic of the dielectric. Clearly,  K > 1. W e\nthen have\n0 0d QdVK A Kσ\nε ε= = (2.50)\nThe capacitance C, with dielectric between the plates, is then\n0KA QCV dε= = (2.51)\n The pr oduct e0K is called the permittivity  of the medium and is\ndenoted by e\ne = e0 K (2.52)\nFor vacuum K  = 1 and e = e0; e0 is called the permittivity of the vacuum .\nThe dimensionless ratio\n0Kε\nε= (2.53)\nis called the dielectric constant  of the substance. As remarked before,\nfrom Eq. (2.49), it is clear that K is greater than 1. From Eqs. (2.46) and\n(2. 51)\n0CKC= (2.54)\nThus, the dielectric constant of a substance is the factor (>1) by which\nthe capacitance increases from its vacuum value, when the dielectric is\ninserted fully between the plates of a capacitor . Though we arrived at\nReprint 2025-26\n\nElectrostatic Potential\nand Capacitance\n71\n EXAMPLE  2.8Eq. (2.54)  for the case of a parallel plate capacitor , it holds good for any\ntype of capacitor and can, in fact, be viewed in general as a definition of\nthe dielectric constant of a substance.\nExample 2.8  A slab of material of dielectric constant K has the same\narea as the plates of a parallel-plate capacitor but has a thickness\n(3/4) d, where d is the separation of the plates. How is the capacitance\nchanged when the slab is inserted between the plates?\nSolution Let  E0 = V0/d be the electric field between the plates when\nthere is no dielectric and the potential difference is V0. If the dielectric\nis now inserted, the electric field in the dielectric will be E = E0/K.\nThe potential difference will then be\n0\n01 3( ) ( )4 4EV E d dK= +\n0 01 3 3( )4 4 4KE d VK K+= + =\nThe potential difference decreases by the factor ( K + 3)/4 K while the\nfree charge Q0 on the plates remains unchanged. The capacitance\nthus increases\n0 0\n0\n04 4\n3 3Q Q K KC CV K V K= = =+ +\n2.14  C OMBINA TION OF CAPACITORS\nWe can combine several capacitors of\ncapacitance C1, C2,…, Cn to obtain a system with\nsome effective capacitance C. The effective\ncapacitance depends on the way the individual\ncapacitors are combined. Two simple\npossibilities are discussed below.\n2.14.1  Capacitors in series\nFigure 2.26 shows capacitors C1 and C2\ncombined in series.\nThe left plate of C1 and the right plate of C2\nare connected to two terminals of a battery and\nhave charges Q and – Q , respectively. It then\nfollows that the right plate of C1 has charge – Q\nand the left plate of C2  has charge Q. If this was\nnot so, the net charge on each capacitor would\nnot be zero. This would result in an electric field\nin the conductor connecting C1and C2. Charge\nwould flow until the net charge on both C1 and\nC2 is zero and there is no electric field in the\nconductor connecting C1 and C2. Thus, in the\nseries combination, charges on the two plates\n(±Q) are the same on each capacitor . The totalFIGURE  2.26  Combination of two\ncapacitors in series.\nFIGURE  2.27   Combination of n\ncapacitors in series.\nReprint 2025-26\n\nPhysics\n72potential drop V across the combination is the sum of the potential drops\nV1 and V2 across C1 and C2, respectively .\nV = V1 + V2 = \n1 2Q Q\nC C+ (2.55)\ni.e., \n1 21 1 V\nQ C C= + , (2.56)\nNow we can regard the combination as an effective capacitor with\ncharge Q and potential dif ference V. The effective capacitance  of the\ncombination is\nQCV= (2.57)\nWe compar e Eq. (2.57) with Eq. (2.56), and obtain\n1 21 1 1\nC C C= + (2.58)\nThe proof clearly goes through for any number of capacitors arranged\nin a similar way. Equation (2.55), for n capacitors arranged in series,\ngeneralises to\n1 2 n\n1 2 n... ...Q Q QV V V VC C C= + + + = + + + (2.59)\nFollowing the same steps as for the case of two\ncapacitors, we get the general formula for effective\ncapacitance of a series combination of n capacitors:\n1 2 3 n1 1 1 1 1...C C C C C= + + + + (2.60)\n2.14.2  Capacitors in parallel\nFigure 2.28 (a) shows two capacitors arranged in\nparallel. In this case, the same potential difference is\napplied across both the capacitors. But the plate charges\n(±Q1) on capacitor 1 and the plate charges (± Q2) on the\ncapacitor 2 are not necessarily the same:\nQ1 = C1V, Q2 = C2V (2.61)\nThe equivalent capacitor is one with charge\nQ = Q1 + Q2(2.62)\nand potential dif ference V.\nQ = CV = C1V + C2V (2.63)\nThe effective capacitance C is, from Eq. (2.63),\nC = C1 + C2(2.64)\nThe general formula for effective capacitance C for\nparallel combination of  n capacitors [Fig. 2.28 (b)]\nfollows similarly,\nQ = Q1 + Q2 + ... + Qn(2.65)\ni.e., CV = C1V + C2V + ... CnV(2.66)\nwhich gives\nC = C1 + C2 + ... Cn(2.67)FIGURE  2.28 Parallel combination of\n(a) two capacitors, (b) n capacitors.\nReprint 2025-26\n\nElectrostatic Potential\nand Capacitance\n73\n EXAMPLE  2.9FIGURE  2.29Example 2.9 A network of four 10 mF capacitors is connected to a 500 V\nsupply, as shown in Fig. 2.29. Determine (a) the equivalent capacitance\nof the network and (b) the charge on each capacitor . (Note, the charge on\na capacitor  is the charge on the plate with higher potential, equal and\nopposite to the charge on the plate with lower potential.)\nSolution\n(a)In the given network, C1, C2 and C3 are connected in series. The\neffective capacitance C ¢ of these three capacitors is given by\n1 2 31 1 1 1\nC C C C= + +′\nFor C1 = C2 = C3 = 10 mF,  C¢ = (10/3) mF. The network has  C¢ and C4\nconnected in parallel. Thus, the equivalent capacitance C of the\nnetwork is\nC = C¢ + C4 = 10\n310+\n\n mF =13.3 mF\n(b)Clearly, from the figure, the charge on each of the capacitors, C1,\nC2 and C3 is the same, say Q. Let the charge on C4 be Q¢. Now, since\nthe potential difference across AB is  Q/C1, across BC is Q/C2, across\nCD is  Q/C3 , we have\n1 2 3500 VQ Q Q\nC C C+ + = .\nAlso, Q¢/C4 = 500 V .\nThis gives for the given value of the capacitances,\n3 10500 F 1.7 10 C3Q V−= × µ = ×  and\n3500 10 F 5.0 10 CQ V−= × µ = ×′\n2.15  E NERGY S TORED IN  A CAPACITOR\nA capacitor , as we have seen above, is a system of two conductors with\ncharge Q and – Q. To determine the energy stored in this configuration,\nconsider initially two uncharged conductors 1 and 2. Imagine next a\nprocess of transferring charge from conductor 2 to conductor 1 bit by\nReprint 2025-26\n\nPhysics\n74bit, so that at the end, conductor 1 gets charge Q. By\ncharge conservation, conductor 2 has charge – Q at\nthe end (Fig 2.30 ) .\nIn transferring positive charge from conductor 2\nto conductor 1, work will be done externally, since at\nany stage conductor 1 is at a higher potential than\nconductor 2. To calculate the total work done, we first\ncalculate the work done in a small step involving\ntransfer of an infinitesimal (i.e., vanishingly small)\namount of charge. Consider the intermediate situation\nwhen the conductors 1 and 2 have charges Q¢ and\n–Q¢ respectively. At this stage, the potential difference\nV¢ between conductors 1 to 2 is Q¢/C, where C is the\ncapacitance of the system. Next imagine that a small\ncharge d Q¢ is transferr ed from conductor 2 to 1. W ork\ndone in this step ( d W), resulting in charge Q¢ on\nconductor 1 increasing to Q¢+ d Q¢, is given by\nQW V Q QCδ δ δ′= =′ ′ ′ (2.68)\nIntegrating eq. (2.68)\nWQ\nCQCQ Q\nCQ Q\n=′=′= ∫\n02\n021\n2 2δ’\nWe can write the final r esult, in dif ferent ways\n2\n21 1\n2 2 2QW CV QVC= = = (2.69)\nSince electrostatic force is conservative, this work is stored in the form\nof potential energy of the system. For the same reason, the final result for\npotential energy [Eq. (2.69)] is independent of the manner in which the\ncharge configuration of the capacitor is built up. When the capacitor\ndischarges, this stored-up energy is released. It is possible to view the\npotential energy of the capacitor as ‘stored’ in the electric field between\nthe plates. To see this, consider for simplicity, a parallel plate capacitor\n[of area A (of each plate) and separation d between the plates].\nEnergy stored in the capacitor\n= 2 2\n01 ( )\n2 2Q A d\nC Aσ\nε= × (2.70)\nThe surface charge density s is related to the electric field E  between\nthe plates,\n0Eσ\nε= (2.71)\nFrom Eqs. (2.70) and (2.71) , we get\nEnergy stored in the capacitor\nU = ()2\n0 1/2 E A dε× (2.72)FIGURE  2.30 (a) W ork done in a small\nstep of building charge on conductor 1\nfrom Q¢ to Q¢ + d Q¢. (b)  Total work done\nin charging the capacitor may be\nviewed as stored in the energy of\nelectric field between the plates.\nReprint 2025-26\n\nElectrostatic Potential\nand Capacitance\n75\n EXAMPLE  2.10Note that Ad is the volume of the region between the plates (where\nelectric field alone exists). If we define energy density as energy stored\nper unit volume of space , Eq (2.72) shows that\nEnergy density of electric field,\nu =(1/2)e0E2(2.73)\nThough we derived Eq. (2.73) for the case of a parallel plate\ncapacitor , the r esult on ener gy density of an electric field is, in fact,\nvery general and holds true for electric field due to any configuration\nof charges.\nExample 2.10  (a) A 900 pF capacitor is charged by 100 V battery\n[Fig. 2.31(a)]. How much electrostatic energy is stored by the capacitor?\n(b) The capacitor is disconnected from the battery and connected to\nanother 900 pF capacitor  [Fig. 2.31(b)]. What is the electrostatic\nenergy stored by the system?\nFIGURE 2.31\nSolution\n(a)The charge on the capacitor is\n      Q = CV = 900 × 10–12 F × 100 V = 9 × 10–8 C\nThe energy stored by the capacitor is\n      = (1/2) CV2 = (1/2) QV\n= (1/2) × 9 × 10–8C × 100 V = 4.5 × 10–6 J\n(b)In the steady situation, the two capacitors have their positive\nplates at the same potential, and their negative plates at the\nsame potential. Let the common potential difference be V ¢. The\nReprint 2025-26\n\nPhysics\n76charge on each capacitor is then Q¢ = CV¢. By charge conservation,\nQ¢  = Q/2. This implies V¢  = V/2. The total energy of the system is\n6 1 12 ' ' 2.25 10 J2 4Q V QV−= × = = ×\nThus in going from (a) to (b), though no charge is lost; the final\nenergy is only half the initial energy. Where has the remaining energy\ngone?\nThere is a transient period before the system settles to the\nsituation (b). During this period, a transient current flows from\nthe first capacitor to the second. Energy is lost during this time in\nthe form of heat and electromagnetic radiation. EXAMPLE  2.10\nSUMMARY\n1.Electr ostatic for ce is a conservative for ce. W ork done by an exter nal\nforce (equal and opposite to the electrostatic force) in bringing a charge\nq from a point R to a point P is q(VP–VR), which is the difference in\npotential energy of charge q between the final and initial points.\n2.Potential at a point is the work done per unit charge (by an external\nagency) in bringing a charge from infinity to that point. Potential at a\npoint is arbitrary to within an additive constant, since it is the potential\ndifference between two points which is physically significant. If potential\nat infinity is chosen to be zero; potential at a point with position vector\nr due to a point charge Q placed at the origin is given is given by\n1( )4oQVrε=πr\n3.The electrostatic potential at a point with position vector r due to a\npoint dipole of dipole moment p placed at the origin is\n2ˆ 1( )4ε=πp.rr\noVr\nThe result is true also for a dipole (with charges – q and q separated by\n2a)  for r >> a.\n4.For a charge configuration q1, q2, ..., qn with position vectors r1,\nr2, ... rn, the potential at a point P is given by the superposition principle\n1 2\n0 1P 2P P1( ... )4n\nnq q qVr r rε= + + +π\nwher e r1P is the distance between q1 and P , as and so on.\n5.An equipotential surface is a surface over which potential has a constant\nvalue. For a point charge, concentric spheres centred at a location of the\ncharge are equipotential surfaces. The electric field E at a point is\nperpendicular to the equipotential surface through the point. E is in the\ndirection of the steepest decrease of potential.\nReprint 2025-26\n\nElectrostatic Potential\nand Capacitance\n776.Potential energy stored in a system of charges is the work done (by an\nexternal agency) in assembling the charges at their locations. Potential\nenergy of two charges q1, q2 at r1, r2 is given by\n1 2\n0 121\n4q q\nUrε=π\nwhere r12 is distance between q1 and q2.\n7.The potential energy of a charge q in an external potential V(r) is qV(r).\nThe potential energy of a dipole moment p in a uniform electric field E\nis  –p.E.\n 8.Electrostatics field E is zero in the interior of a conductor; just outside\nthe sur face of a char ged conductor , E is nor mal to the sur face given by\n0ˆσ\nε=E n  where ˆn is the unit vector along the outward normal to the\nsurface and s is the surface charge density. Charges in a conductor can\nreside only at its surface. Potential is constant within and on the surface\nof a conductor . In a cavity within a conductor (with no char ges), the\nelectric field is zero.\n9. A capacitor is a system of two conductors separated by an insulator . Its\ncapacitance is defined by C = Q/V , where Q and –Q are the charges on the\ntwo conductors and V is the potential difference between them. C is\ndetermined purely geometrically, by the shapes, sizes and relative\npositions of the two conductors. The unit of capacitance is farad:,\n1 F = 1 C V–1. For a parallel plate capacitor (with vacuum between the\nplates),\nC = 0A\ndε\nwhere A is the area of each plate and d the separation between them.\n10.If the medium between the plates of a capacitor is filled with an insulating\nsubstance (dielectric), the electric field due to the charged plates induces\na net dipole moment in the dielectric. This effect, called polarisation,\ngives rise to a field in the opposite direction. The net electric field inside\nthe dielectric and hence the potential difference between the plates is\nthus reduced. Consequently, the capacitance C increases from its value\nC0 when there is no medium (vacuum),\nC = KC0\nwhere K is the dielectric constant of the insulating substance.\n11.For capacitors in the series combination, the total capacitance C is given by\n1 2 31 1 1 1...C C C C= + + +\nIn the parallel combination, the total capacitance C is:\nC =  C1 + C2 + C3 + ...\nwhere C1, C2, C3... are individual capacitances.\nReprint 2025-26\n\nPhysics\n7812.The energy U stored in a capacitor of capacitance C, with charge Q and\nvoltage V is\nU QV CVQ\nC= = =1\n21\n21\n222\nThe electric energy density (energy per unit volume) in a region with\nelectric field is (1/2) e0E2.\nPhysical quantity Symbol Dimensions Unit  Remark\nPotential  or V [M1 L2 T–3 A–1] V Potential difference is\nphysically significant\nCapacitance C [M–1 L–2 T–4 A2] F\nPolarisation P [L–2 AT] C m-2Dipole moment per unit\nvolume\nDielectric constant K [Dimensionless]\nPOINTS TO PONDER\n1.Electrostatics deals with forces between charges at rest. But if there is a\nforce on a charge, how can it be at rest? Thus, when we are talking of\nelectrostatic force between charges, it should be understood that each\ncharge is being kept at rest by some unspecified force that opposes the\nnet Coulomb force on the charge.\n2.A capacitor is so configured that it confines the electric field lines within\na small region of space. Thus, even though field may have considerable\nstrength, the potential difference between the two conductors of a\ncapacitor is small.\n3.Electric field is discontinuous across the surface of a spherical charged\nshell. It is zero inside and σε0ˆn outside. Electric potential is, however\ncontinuous across the surface, equal to q/4pe0R  at the surface.\n4.The torque p × E on a dipole causes it to oscillate about E. Only if there\nis a dissipative mechanism, the oscillations are damped and the dipole\neventually aligns with E.\n5.Potential due to a charge q at its own location is not defined – it is\ninfinite.\n6.In the expression qV(r) for potential energy of a charge q, V(r) is the\npotential due to external charges and not the potential due to q. As seen\nin point 5, this expression will be ill-defined if V(r) includes potential\ndue to a charge q itself.\nReprint 2025-26\n\nElectrostatic Potential\nand Capacitance\n797.A cavity inside a conductor is shielded from outside electrical influences.\nIt is worth noting that electrostatic shielding does not work the other\nway round; that is, if you put charges inside the cavity, the exterior of\nthe conductor is not shielded from the fields by the inside charges.\nEXERCISES\n2.1 Two charges 5 × 10–8 C and –3 × 10–8 C are located 16 cm apart. At\nwhat point(s) on the line joining the two charges is the electric\npotential zero? Take the potential at infinity to be zero.\n2.2 A regular hexagon of side 10 cm has a charge 5 mC at each of its\nvertices. Calculate the potential at the centre of the hexagon.\n2.3 Two charges 2  mC and –2 mC are placed at points A and B 6 cm\napart.\n(a) Identify an equipotential surface of the system.\n(b) What is the direction of the electric field at every point on this\nsurface?\n2.4 A spherical conductor of radius 12 cm has a charge of 1.6 × 10–7C\ndistributed uniformly on its surface. What is the electric field\n(a) inside the sphere\n(b) just outside the sphere\n(c) at a point 18 cm from the centre of the sphere?\n2.5 A parallel plate capacitor with air between the plates has a\ncapacitance of 8 pF (1pF = 10–12 F). What will be the capacitance if\nthe distance between the plates is reduced by half, and the space\nbetween them is filled with a substance of dielectric constant 6?\n2.6 Three capacitors each of capacitance 9 pF are connected in series.\n(a) What is the total capacitance of the combination?\n(b) What is the potential difference across each capacitor if the\ncombination is connected to a 120 V supply?\n2.7 Three capacitors of capacitances 2 pF , 3 pF and 4 pF ar e connected\nin parallel.\n(a) What is the total capacitance of the combination?\n(b) Determine the charge on each capacitor if the combination is\nconnected to a 100 V supply.\n2.8 In a parallel plate capacitor with air between the plates, each plate\nhas an area of 6 × 10–3 m2 and the distance between the plates is 3 mm.\nCalculate the capacitance of the capacitor . If this capacitor is\nconnected to a 100 V supply, what is the charge on each plate of the\ncapacitor?\nReprint 2025-26\n\nPhysics\n802.9 Explain what would happen if in the capacitor given in Exercise\n2.8, a 3 mm thick mica sheet (of dielectric constant = 6) were inserted\nbetween the plates,\n(a) while the voltage supply remained connected.\n(b) after the supply was disconnected.\n2.10 A 12pF capacitor is connected to a 50V battery. How much\nelectrostatic energy is stored in the capacitor?\n2.11 A 600pF capacitor is charged by a 200V supply. It is then\ndisconnected from the supply and is connected to another\nunchar ged 600 pF capacitor . How much electr ostatic ener gy is lost\nin the process?\nReprint 2025-26\n\n",
      "wordCount": 7158,
      "examples": [
        {
          "chapterNumber": 3,
          "exampleNumber": 2,
          "title": "7FIGURE  2.18  The electric field inside a",
          "question": "EXAMPLE  2.7FIGURE  2.18  The electric field inside a\ncavity of any conductor is zero. All\ncharges reside only on the outer surface\nof a conductor with cavity. (There are no\ncharges placed in the cavity.)is charged or charges are induced on a neutral\nconductor by an external field, all charges reside\nonly on the outer surface of a conductor with cavity.\nThe proofs of the results noted in Fig. 2.18 are\nomitted here, but we note their important\nimplication. Whatever be the charge and field\nconfigu",
          "solution": ""
        },
        {
          "chapterNumber": 3,
          "exampleNumber": 2,
          "title": "7",
          "question": "Example 2.7\n(a)A comb run through one’s dry hair attracts small bits of paper.\nWhy?\nWhat happens if the hair is wet or if it is a rainy day? (Remember ,\na paper does not conduct electricity.)\n(b)Ordinary rubber is an insulator . But special rubber tyr es of\naircraft are made slightly conducting. Why is this necessary?\n(c)Vehicles carrying inflammable materials usually have metallic\nropes touching the ground during motion. Why?\n(d)A bird perches on a bare high power line, and nothing happens\nto t",
          "solution": "(a)This is because the comb gets charged by friction. The molecules\nin the paper gets polarised by the charged comb, resulting  in a\nnet force of attraction. If the hair is wet, or if it is rainy day, friction\nbetween hair and the comb reduces. The comb does not get\ncharged and thus it will not attract small bits of paper .FIGURE  2.19  Some important electr ostatic pr operties of a conductor .\nReprint 2025-26\n\nElectrostatic Potential\nand Capacitance\n65"
        },
        {
          "chapterNumber": 3,
          "exampleNumber": 2,
          "title": "7(b)To enable them to conduct charge (produced by friction) to the",
          "question": "EXAMPLE  2.7(b)To enable them to conduct charge (produced by friction) to the\nground;  as too much of static electricity accumulated may result\nin spark and result in fire.\n(c)Reason similar to (b).\n(d)Current passes only when there is difference in potential.\n2.10  D IELECTRICS AND P OLARISATION\nDielectrics are non-conducting substances. In contrast to conductors,\nthey have no (or negligible number o f) charge carriers. Recall from Section\n2.9 what happens when a conductor is placed in an\nexter",
          "solution": ""
        },
        {
          "chapterNumber": 3,
          "exampleNumber": 2,
          "title": "8Eq. (2.54)  for the case of a parallel plate capacitor , it holds good for any",
          "question": "EXAMPLE  2.8Eq. (2.54)  for the case of a parallel plate capacitor , it holds good for any\ntype of capacitor and can, in fact, be viewed in general as a definition of\nthe dielectric constant of a substance.\nExample 2.8  A slab of material of dielectric constant K has the same\narea as the plates of a parallel-plate capacitor but has a thickness\n(3/4) d, where d is the separation of the plates. How is the capacitance\nchanged when the slab is inserted between the plates?\nSolution Let  E0 = V0/d be",
          "solution": "Let  E0 = V0/d be the electric field between the plates when\nthere is no dielectric and the potential difference is V"
        },
        {
          "chapterNumber": 3,
          "exampleNumber": 2,
          "title": "8  A slab of material of dielectric constant K has the same",
          "question": "Example 2.8  A slab of material of dielectric constant K has the same\narea as the plates of a parallel-plate capacitor but has a thickness\n(3/4) d, where d is the separation of the plates. How is the capacitance\nchanged when the slab is inserted between the plates?\nSolution Let  E0 = V0/d be the electric field between the plates when\nthere is no dielectric and the potential difference is V0. If the dielectric\nis now inserted, the electric field in the dielectric will be E = E0/K.\nThe potential d",
          "solution": "Let  E0 = V0/d be the electric field between the plates when\nthere is no dielectric and the potential difference is V"
        },
        {
          "chapterNumber": 3,
          "exampleNumber": 2,
          "title": "9FIGURE  2.29Example 2.9 A network of four 10 mF capacitors is connected to a 500 V",
          "question": "EXAMPLE  2.9FIGURE  2.29Example 2.9 A network of four 10 mF capacitors is connected to a 500 V\nsupply, as shown in Fig. 2.29. Determine (a) the equivalent capacitance\nof the network and (b) the charge on each capacitor . (Note, the charge on\na capacitor  is the charge on the plate with higher potential, equal and\nopposite to the charge on the plate with lower potential.)\nSolution\n(a)In the given network, C1, C2 and C3 are connected in series. The\neffective capacitance C ¢ of these three capacito",
          "solution": ""
        },
        {
          "chapterNumber": 3,
          "exampleNumber": 2,
          "title": "10Note that Ad is the volume of the region between the plates (where",
          "question": "EXAMPLE  2.10Note that Ad is the volume of the region between the plates (where\nelectric field alone exists). If we define energy density as energy stored\nper unit volume of space , Eq (2.72) shows that\nEnergy density of electric field,\nu =(1/2)e0E2(2.73)\nThough we derived Eq. (2.73) for the case of a parallel plate\ncapacitor , the r esult on ener gy density of an electric field is, in fact,\nvery general and holds true for electric field due to any configuration\nof charges.\nExample 2.10  (a) A 9",
          "solution": "(a)The charge on the capacitor is\n      Q = CV = 900 × 10–12 F × 100 V = 9 × 10–8 C\nThe energy stored by the capacitor is\n      = (1/2) CV2 = (1/2) QV\n= (1/2) × 9 × 10–8C × 100 V = 4.5 × 10–6 J\n(b)In the steady situation, the two capacitors have their positive\nplates at the same potential, and their negative plates at the\nsame potential. Let the common potential difference be V ¢. The\nReprint 2025-26\n\nPhysics\n76charge on each capacitor is then Q¢ = CV¢. By charge conservation,\nQ¢  = Q/"
        },
        {
          "chapterNumber": 3,
          "exampleNumber": 2,
          "title": "10  (a) A 900 pF capacitor is charged by 100 V battery",
          "question": "Example 2.10  (a) A 900 pF capacitor is charged by 100 V battery\n[Fig. 2.31(a)]. How much electrostatic energy is stored by the capacitor?\n(b) The capacitor is disconnected from the battery and connected to\nanother 900 pF capacitor  [Fig. 2.31(b)]. What is the electrostatic\nenergy stored by the system?\nFIGURE 2.31\nSolution\n(a)The charge on the capacitor is\n      Q = CV = 900 × 10–12 F × 100 V = 9 × 10–8 C\nThe energy stored by the capacitor is\n      = (1/2) CV2 = (1/2) QV\n= (1/2) × 9 × 10–8C × 10",
          "solution": "(a)The charge on the capacitor is\n      Q = CV = 900 × 10–12 F × 100 V = 9 × 10–8 C\nThe energy stored by the capacitor is\n      = (1/2) CV2 = (1/2) QV\n= (1/2) × 9 × 10–8C × 100 V = 4.5 × 10–6 J\n(b)In the steady situation, the two capacitors have their positive\nplates at the same potential, and their negative plates at the\nsame potential. Let the common potential difference be V ¢. The\nReprint 2025-26\n\nPhysics\n76charge on each capacitor is then Q¢ = CV¢. By charge conservation,\nQ¢  = Q/"
        },
        {
          "chapterNumber": 3,
          "exampleNumber": 2,
          "title": "10",
          "question": "EXAMPLE  2.10\nSUMMARY\n1.Electr ostatic for ce is a conservative for ce. W ork done by an exter nal\nforce (equal and opposite to the electrostatic force) in bringing a charge\nq from a point R to a point P is q(VP–VR), which is the difference in\npotential energy of charge q between the final and initial points.\n2.Potential at a point is the work done per unit charge (by an external\nagency) in bringing a charge from infinity to that point. Potential at a\npoint is arbitrary to within an additive con",
          "solution": ""
        }
      ],
      "exercises": [],
      "stats": {
        "examplesCount": 9,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 36,
    "totalWords": 11399
  }
}