{
  "filename": "leph204.pdf",
  "chapters": [
    {
      "chapterNumber": 1,
      "title": "4 of Class XI Physics  textbook, we know that when",
      "content": "",
      "wordCount": 0,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    },
    {
      "chapterNumber": 11,
      "title": ", about the de Br oglie’s",
      "content": "Chapter 11, about the de Br oglie’s\nhypothesis that material particles, such as electrons, also\nhave a wave nature. C. J. Davisson and L. H. Germer later\nexperimentally verified the wave nature of electrons  in 1927.\nLouis de Broglie argued that the electron in its circular orbit,\nas pr oposed by Bohr , must be seen as a particle wave. In\nanalogy to waves travelling on a string, particle waves too\ncan lead to standing waves under resonant conditions. From\nChapter 1 4 of Class XI Physics  textbook, we know that when\na string is plucked, a vast number of wavelengths are excited.\nHowever only those wavelengths survive which have nodes\nat the ends and form the standing wave in the string. It means\nthat in a string, standing waves are formed when the total distance\ntravelled by a wave down the string and back is one wavelength, two\nwavelengths, or any integral number of wavelengths. W aves with other\nwavelengths interfere with themselves upon reflection and their\namplitudes quickly drop to zero. For an electron moving in nth circular\norbit of radius rn, the total distance is the circumference of the orbit,\n2prn. ThusFIGURE  12.8 A standing wave\nis shown on a circular orbit\nwhere four de Broglie\nwavelengths fit into the\ncircumference of the orbit.\nReprint 2025-26\n\nPhysics\n3022p rn = nl,      n = 1, 2, 3... (12.12)\nFigure 12.8 illustrates a standing particle wave on a circular orbit\nfor n = 4, i.e.,  2prn = 4l, where l is the de Broglie wavelength of the electron\nmoving in nth orbit. From Chapter 11, we have l = h/p , where p is the\nmagnitude of the electron’s momentum. If the speed of the electron is\nmuch less than the speed of light, the momentum is mvn. Thus, l = h/\nmvn. From Eq. (12.12), we have\n2p rn =  n h/mvn      or     m vn rn  =  nh/2 p\nThis is the quantum condition proposed by Bohr for the angular\nmomentum of the electron [Eq. (12.15)]. In Section 12.5, we saw that\nthis equation is the basis of explaining the discrete orbits and energy\nlevels in hydrogen atom. Thus de Broglie hypothesis provided an\nexplanation for Bohr’s second postulate for the quantisation of angular\nmomentum of the orbiting electron. The quantised electron orbits and\nenergy states are due to the wave nature of the electron and only resonant\nstanding waves can persist.\nBohr’s model, involving classical trajectory picture (planet-like electron\norbiting the nucleus), correctly predicts the gross features of the\nhydrogenic atoms *, in particular , the fr equencies of the radiation emitted\nor selectively absorbed. This model however has many limitations.\nSome are:\n(i)The Bohr model is applicable to hydrogenic atoms. It cannot be\nextended even to mere two electron atoms such as helium. The analysis\nof atoms with more than one electron was attempted on the lines of\nBohr’s model for hydrogenic atoms but did not meet with any success.\nDifficulty lies in the fact that each electron interacts not only with the\npositively charged nucleus but also with all other electrons.\nThe formulation of Bohr model involves electrical force between\npositively charged nucleus and electron. It does not include the\nelectrical forces between electrons which necessarily appear in\nmulti-electron atoms.\n(ii)While the Bohr’s model correctly predicts the frequencies of the light\nemitted by hydrogenic atoms, the model is unable to explain the\nrelative intensities of the frequencies in the spectrum. In emission\nspectrum of hydrogen, some of the visible frequencies have weak\nintensity, others strong. Wh y? Experimental observations depict that\nsome transitions are more favoured than others. Bohr’s model is\nunable to account for the intensity variations.\nBohr’s model presents an elegant picture of an atom and cannot be\ngeneralised to complex atoms. For complex atoms we have to use a new\nand radical theory based on Quantum Mechanics, which provides a more\ncomplete picture of the atomic structure.\n*Hydrogenic atoms are the atoms consisting of a nucleus with positive charge\n+Ze and a single electr on, wher e Z is the pr oton number . Examples ar e hydr ogen\natom, singly ionised helium, doubly ionised lithium, and so forth. In these\natoms more complex electron-electron interactions are nonexistent.\nReprint 2025-26\n\n303Atoms\nSUMMARY\n1.Atom, as a whole, is electrically neutral and therefore contains equal\namount of positive and negative charges.\n2.In Thomson’s model,  an atom is a spherical cloud of positive charges\nwith electrons embedded in it.\n3.In Rutherford’s model , most of the mass of the atom and all its positive\ncharge are concentrated in a tiny nucleus (typically one by ten thousand\nthe size of an atom), and the electrons revolve around it.\n4.Rutherford nuclear model has two main difficulties in explaining the\nstructure of atom: (a) It predicts that atoms are unstable because the\naccelerated electrons revolving around the nucleus must spiral into\nthe nucleus. This contradicts the stability of matter. (b) It cannot\nexplain the characteristic line spectra of atoms of different elements.\n5.Atoms of most of the elements are stable and emit characteristic\nspectrum. The spectrum consists of a set of isolated parallel lines\ntermed as line spectrum. It provides useful information about the\natomic structure.\n6.To explain the line spectra emitted by atoms, as well as the stability\nof atoms, Niel’s Bohr proposed a model for hydrogenic (single elctron)\natoms. He introduced three postulates and laid the foundations of\nquantum mechanics:\n(a)In a hydrogen atom, an electron revolves in certain stable orbits\n(called stationary orbits) without the emission of radiant energy.\n(b)The stationary orbits are those for which the angular momentum\nis some integral multiple of h/2p. (Bohr’s quantisation condition.)\nThat is L = nh /2p, where n is an integer called the principal\nquantum number.\n(c)The third postulate states that an electron might make a transition\nfrom one of its specified non-radiating orbits to another of lower\nenergy. When it does so, a photon is emitted having energy equal\nto the energy difference between the initial and final states. The\nfrequency ( n) of the emitted photon is then given by\nhn  = Ei – Ef\nAn atom absorbs radiation of the same frequency the atom emits,\nin which case the electron is transferred to an orbit with a higher\nvalue of n.\nEi + hn  =  Ef\n7.As a result of the quantisation condition of angular momentum, the\nelectron orbits the nucleus at only specific radii. For a hydrogen atom\nit is given by\nrn\nmh\nen=\n\n\n\n2 2\n0\n224\nππε\nThe total energy is also quantised:\n4\n2 2 2\n08nmeEn hε= −\n     = –13.6 eV/ n2\nThe n = 1 state is called ground state. In hydrogen atom the ground\nstate energy is  –13.6 eV. Higher values of n correspond to excited\nstates ( n > 1). Atoms are excited to these higher states by collisions\nwith other atoms or electrons or by absorption of a photon of right\nfrequency.\nReprint 2025-26\n\nPhysics\n3048.de Broglie’s hypothesis that electrons have a wavelength λ = h/mv gave\nan explanation for Bohr’s quantised orbits by bringing in the wave-\nparticle duality. The orbits correspond to circular standing waves in\nwhich the circumference of the orbit equals a whole number of\nwavelengths.\n9.Bohr’s model is applicable only to hydrogenic (single electron) atoms.\nIt cannot be extended to even two electron atoms such as helium.\nThis model is also unable to explain for the relative intensities of the\nfrequencies emitted even by hydrogenic atoms.\nPOINTS TO PONDERPOINTS TO PONDERPOINTS TO PONDERPOINTS TO PONDERPOINTS TO PONDER\n1.Both the Thomson’s as well as the Rutherford’s models constitute an\nunstable system. Thomson’s model is unstable electrostatically, while\nRutherford’s model is unstable because of electromagnetic radiation\nof orbiting electrons.\n2.What made Bohr quantise angular momentum (second postulate) and\nnot some other quantity? Note, h has dimensions of angular\nmomentum, and for circular orbits, angular momentum is a very\nrelevant quantity. The second postulate is then so natural!\n3.The orbital picture in Bohr’s model of the hydrogen atom was\ninconsistent with the uncertainty principle. It was replaced by modern\nquantum mechanics in which Bohr’s orbits are regions where the\nelectron may be found with large probability.\n4.Unlike the situation in the solar system, where planet-planet\ngravitational forces are very small as compared to the gravitational\nforce of the sun on each planet (because the mass of the sun is so\nmuch greater than the mass of any of the planets), the electron-electron\nelectric force interaction is comparable in magnitude to the electron-\nnucleus electrical force, because the charges and distances are of the\nsame order of magnitude. This is the reason why the Bohr’s model\nwith its planet-like electron is not applicable to many electron atoms.\n5.Bohr laid the foundation of the quantum theory by postulating specific\norbits in which electrons do not radiate. Bohr’s model include only\none quantum number n. The new theory called quantum mechanics\nsupports Bohr’s postulate. However in quantum mechanics (more\ngenerally accepted), a given energy level may not correspond to just\none quantum state. For example, a state is characterised by four\nquantum numbers ( n, l, m, and s), but for a pure Coulomb potential\n(as in hydrogen atom) the energy depends only on n.\n6.In Bohr model, contrary to ordinary classical expectation, the frequency\nof revolution of an electron in its orbit is not connected to the frequency\nof spectral line. The later is the difference between two orbital energies\ndivided by h. For transitions between large quantum numbers ( n to n\n– 1, n very lar ge), however , the two coincide as expected.\n7.Bohr’s semiclassical model based on some aspects of classical physics\nand some aspects of modern physics also does not provide a true picture\nof the simplest hydrogenic atoms. The true picture is quantum\nmechanical affair which differs from Bohr model in a number of\nfundamental ways. But then if the Bohr model is not strictly correct,\nwhy do we bother about it? The reasons which make Bohr’s model\nstill useful are:\nReprint 2025-26\n\n305Atoms\n(i)The model is based on just three postulates but accounts for almost\nall the general features of the hydrogen spectrum.\n(ii)The model incorporates many of the concepts we have learnt in\nclassical physics.\n(iii)The model demonstrates how a theoretical physicist occasionally\nmust quite literally ignore certain problems of approach in hopes\nof being able to make some predictions. If the predictions of the\ntheory or model agree with experiment, a theoretician then must\nsomehow hope to explain away or rationalise the problems that\nwere ignored along the way.\nEXERCISES\n12.1 Choose the correct alternative from the clues given at the end of\nthe each stat ement:\n(a)The size of the atom in Thomson’s model is .......... the atomic\nsize in Rutherford’s model. (much greater than/no different\nfrom/much less than.)\n(b)In the ground state of .......... electrons are in stable equilibrium,\nwhile in .......... electrons always experience a net force.\n(Thomson’s model/ Rutherford’s model.)\n(c)A classical  atom based on .......... is doomed to collapse.\n(Thomson’s model/ Rutherford’s model.)\n(d)An atom has a nearly continuous mass distribution in a ..........\nbut has a highly non-uniform mass distribution in ..........\n(Thomson’s model/ Rutherford’s model.)\n(e)The positively charged part of the atom possesses most of the\nmass in .......... (Rutherford’s model/both the models.)\n12.2 Suppose you are given a chance to repeat the alpha-particle\nscattering experiment using a thin sheet of solid hydrogen in place\nof the gold foil. (Hydrogen is a solid at temperatures below 14 K.)\nWhat results do you expect?\n12.3 A difference of 2.3 eV separates two energy levels in an atom. What\nis the frequency of radiation emitted when the atom make a\ntransition from the upper level to the lower level?\n12.4 The gr ound state ener gy of hydr ogen atom is –13.6 eV . What ar e the\nkinetic and potential energies of the electron in this state?\n12.5 A hydrogen atom initially in the ground level absorbs a photon,\nwhich excites it to the n = 4 level. Determine the wavelength and\nfrequency of photon.\n12.6 (a) Using the Bohr’s model calculate the speed of the electron in a\nhydrogen atom in the n = 1, 2, and 3 levels. (b) Calculate the orbital\nperiod in each of these levels.\n12.7 The radius of the innermost electron orbit of a hydrogen atom is\n5.3×10–11 m. What are the radii of the n = 2 and n =3 orbits?\n12.8 A 12.5 eV electron beam is used to bombard gaseous hydrogen at\nroom temperature. What series of wavelengths will be emitted?\n12.9 In accordance with the Bohr’s model, find the quantum number\nthat characterises the earth’s revolution around the sun in an orbit\nof radius 1.5 × 1011 m with orbital speed 3 × 104 m/s. (Mass of  earth\n= 6.0 × 1024 kg.)\nReprint 2025-26\n\n",
      "wordCount": 2149,
      "examples": [],
      "exercises": [],
      "stats": {
        "examplesCount": 0,
        "exercisesCount": 0
      }
    }
  ],
  "metadata": {
    "pages": 16,
    "totalWords": 2149
  }
}