{
  "chapter_number": 14,
  "chapter_title": "Economic Activities Around Us",
  "exercises": [
    {
      "exercise_number": "Think About It",
      "questions": [
        {
          "question_number": 1,
          "question_text": "Can you think of any primary activities that you may have seen in the past? What are the natural resources used in these activities? Name two of them and discuss your experiences with your classmates.",
          "hints": [
            "Recall activities like farming, fishing, or mining you've observed.",
            "Identify the natural resources involved (e.g., land, water, minerals)."
          ],
          "difficulty": "easy",
          "tags": [
            "primary sector",
            "natural resources",
            "observation"
          ]
        },
        {
          "question_number": 2,
          "question_text": "Observe the different stages of the process shown in Fig. 14.1 on page 206 and discuss them with your fellow classmates.",
          "hints": [
            "Examine the transformation from pulp to paper to textbook.",
            "Identify the economic sectors involved at each stage."
          ],
          "difficulty": "medium",
          "tags": [
            "interdependence",
            "visual analysis",
            "discussion"
          ]
        }
      ]
    },
    {
      "exercise_number": "Let's Explore",
      "questions": [
        {
          "question_number": 1,
          "question_text": "Now that we have seen some examples of secondary sector activities, can you name two more economic activities in the secondary sector?",
          "hints": [
            "Think of activities that process raw materials into products.",
            "Examples include manufacturing, construction, or utilities."
          ],
          "difficulty": "easy",
          "tags": [
            "secondary sector",
            "examples",
            "application"
          ]
        },
        {
          "question_number": 2,
          "question_text": "Label the pictures in the illustration shown in Fig. 14.1 on page 206 as: 1. Primary sector 2. Secondary sector 3. Tertiary sector",
          "hints": [
            "Identify which stage involves extraction, processing, or services.",
            "Match each image to the correct sector based on activity."
          ],
          "difficulty": "medium",
          "tags": [
            "sector classification",
            "visual labeling",
            "analysis"
          ]
        },
        {
          "question_number": 3,
          "question_text": "List the economic activities in your neighbourhood and label them appropriately as primary, secondary or tertiary. Draw arrows to show how they are connected to each other. In what ways are they dependent on each other? What would happen if one of the activities ceased to exist?",
          "hints": [
            "Observe local businesses, farms, factories, or services.",
            "Map the flow of goods/services between sectors.",
            "Consider the ripple effect of removing one activity."
          ],
          "difficulty": "hard",
          "tags": [
            "local economy",
            "interdependence",
            "flow diagram",
            "critical thinking"
          ]
        }
      ]
    },
    {
      "exercise_number": "Don't Miss Out",
      "questions": [
        {
          "question_number": 1,
          "question_text": "Just like AMUL, there are many other milk cooperatives under brands such as Nandini from Karnataka, Mother Dairy from Delhi-NCR, Aavin from Tamil Nadu, Vijaya from Andhra Pradesh, Kevi from Nagaland, Sudha from Bihar, Verka from Punjab, etc. Can you name one cooperative around you that has helped groups like farmers, persons with disabilities, and women, to come together and has brought prosperity to their lives?",
          "hints": [
            "Research local cooperatives in your area.",
            "Consider agricultural, handicraft, or service cooperatives."
          ],
          "difficulty": "medium",
          "tags": [
            "cooperatives",
            "local examples",
            "social impact"
          ]
        },
        {
          "question_number": 2,
          "question_text": "What are the different ways through which we can judiciously use paper in the classrooms and offices of your school?",
          "hints": [
            "Think of reducing, reusing, and recycling paper.",
            "Consider digital alternatives or double-sided printing."
          ],
          "difficulty": "easy",
          "tags": [
            "conservation",
            "paper use",
            "sustainable practices"
          ]
        }
      ]
    },
    {
      "exercise_number": "Questions, activities and projects",
      "questions": [
        {
          "question_number": 1,
          "question_text": "What is the primary sector? How is it different from the secondary sector? Give two examples.",
          "hints": [
            "Define primary sector as extraction of raw materials.",
            "Contrast with secondary sector as processing/manufacturing.",
            "Provide clear examples for each."
          ],
          "difficulty": "easy",
          "tags": [
            "sector definition",
            "comparison",
            "examples"
          ]
        },
        {
          "question_number": 2,
          "question_text": "How does the secondary sector depend on the tertiary sector? Illustrate with a few examples.",
          "hints": [
            "Consider services like transport, banking, or marketing needed by secondary sector.",
            "Use examples like factories needing logistics or financial services."
          ],
          "difficulty": "medium",
          "tags": [
            "interdependence",
            "secondary-tertiary link",
            "examples"
          ]
        },
        {
          "question_number": 3,
          "question_text": "Give an example of interdependence between primary, secondary and tertiary sectors. Show it using a flow diagram.",
          "hints": [
            "Use a case like dairy (milk → processing → retail).",
            "Draw arrows showing the flow from one sector to another."
          ],
          "difficulty": "hard",
          "tags": [
            "interdependence",
            "flow diagram",
            "integrated example"
          ]
        }
      ]
    }
  ]
}